Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/menu2/translations/m2.*.po
Languages: ru

source: anonymous users
ru: анонимные пользователи

source: authenticated users
ru: зарегистрированные пользователи

source: Administer Menu2
ru: Администрировать Menu2

source: garbage is empty
ru: корзина пуста

source: Menu: %name
ru: Меню: %name

source: Items
ru: Пункты

source: Restore menu
ru: Восстановить меню

source: Remove menu
ru: Удалить меню

source: Clear removed items
ru: Очистить удаленные пункты

source: restore
ru: восстановить

source: remove
ru: удалить

source: document
ru: документ

source: folder
ru: папка

source: disabled
ru: отключено

source: removed
ru: удалено

source: system
ru: системное

source: type = !type
ru: тип = !type

source: no removed items
ru: нет удаленных пунктов

source: Remove Menu with name = %m2_name to Garbage?
ru: Удалить Меню с именем = %m2_name в Корзину?

source: Remove to Garbage
ru: Удалить в Корзину

source: Restore Menu with name = %m2_name from Garbage?
ru: Восстановить Меню с именем = %m2_name из Корзины?

source: Restore from Garbage
ru: Восстановить из Корзины

source: Remove related Items?
ru: Удалить связанные Пункты?

source: Remove Item with ID = %item_id to Garbage?
ru: Удалить Пункт с ID = %item_id в Корзину?

source: Restore related Items?
ru: Восстановить связанные Пункты?

source: Restore Item with ID = %item_id from Garbage?
ru: Восстановить Пункт с ID = %item_id из Корзины?

source: Clear Garbage?
ru: Очистить Корзину?

source: Clear garbage
ru: Очистить корзину

source: Clear Garbage
ru: Очистить Корзину

source: Clear all removed Menu and all removed Items
ru: Очистить все удаленные Меню и все удаленные Пункты

source: Clear removed Items in Menu with name = %m2_name?
ru: Очистить удаленные Пункты в Меню с именем = %m2_name?

source: Clear Menu
ru: Очистить Меню

source: Clear all removed Items in this Menu
ru: Очистить все удаленные Пункты в этом Меню

source: no menus! add new one
ru: нет меню! добавьте новое

source: edit
ru: изменить

source: remove to garbage
ru: удалить в корзину

source: Menu Title
ru: Заголовок Меню

source: Maximum !num characters.
ru: Максимально !num символов.

source: Owner
ru: Создатель

source: Shown only users with admin or manager roles.
ru: Показываются только пользователи с ролью администратора или менеджера.

source: Language
ru: Язык

source: Neutral
ru: Нейтральный

source: Save
ru: Сохранить

source: Cancel
ru: Отменить

source: add new menu
ru: добавить новое меню

source: Add new Menu
ru: Добавить новое Меню

source: Machine-readable name
ru: Машинное имя

source: on
ru: вкл

source: off
ru: выкл

source: On
ru: Вкл

source: Off
ru: Выкл

source: Save changes
ru: Сохранить изменения

source: Save Tree changes
ru: Сохранить изменения в Иерархии

source: no items
ru: нет пунктов

source: Parent
ru: Родитель

source: Item title
ru: Заголовок Пункта

source: Item Description
ru: Описание Пункта

source: URL
ru: Адрес ссылки

source: CSS Class
ru: CSS-Класс

source: This class will be using in LI element.
ru: Этот класс будет использоваться в элементе LI.

source: Expanded?
ru: Раскрыт?

source: is Disabled?
ru: является Отключенным?

source: This description used in link TITLE attribute (if this item have URL).
ru: Это описание используется в атрибуте TITLE ссылки (но только, если этот пункт имеет URL).

source: add new item
ru: добавить новый пункт

source: Add new Item
ru: Добавить новый Пункт

source: New Item title
ru: Заголовок Нового Пункта

source: Remove Menu with name = %m2_name?
ru: Удалить Меню с именем = %m2_name?

source: Remove
ru: Удалить

source: Remove Item with ID = %item_id?
ru: Удалить Пункт с ID = %item_id?

source: Users and Permissions
ru: Пользователи и Разрешения

source: Users
ru: Пользователи

source: All anonymous users have this permission!
ru: Все анонимные пользователи имеют это разрешение!

source: All authenticated users have this permission!
ru: Все зарегистрированные пользователи имеют это разрешение!

source: Blocks settings
ru: Настройки для Блоков

source: Number of Menu2 blocks
ru: Количество блоков для Menu2

source: The total number of independent Menu2 blocks you want.
ru: Общее количество независимых Menu2-блоков.

source: Number of multiple Menu2 blocks
ru: Количество блоков для множества Menu2

source: The total number of independent multiple Menu2 blocks you want.
ru: Общее количество независимых множественных Menu2-блоков.

source: Number of blocks with Previous and Next links
ru: Количество блоков для ссылок Предыдущая и Следующая

source: The total number of independent blocks with Previous and Next links you want.
ru: Общее количество независимых блоков для ссылок Предыдущая и Следующая.

source: Number of Breadcrumb blocks
ru: Количество блоков для Хлебных крошек

source: The total number of independent Breadcrumb blocks you want.
ru: Общее количество независимых блоков для Хлебных крошек.

source: Show Build time (for role %role)
ru: Показывать Время на создание (для роли %role)

source: Build time: @time sec.
ru: Создано за: @time сек.

source: Hide built-in breadcrumb
ru: Прятать встроенные хлебные крошки

source: Menu settings
ru: Настройки меню

source: Show system menus in Manage tabs
ru: Показывать системные меню во вкладке Управление

source: Table <strong>!name</strong>
ru: Таблица <strong>!name</strong>

source: Module <strong>!name</strong>
ru: Модуль <strong>!name</strong>

source: name
ru: имя

source: type
ru: тип

source: length
ru: длинна

source: not null
ru: не null

source: default value
ru: значение по умолчанию

source: default
ru: по умолчанию

source: installed
ru: установлено

source: def. val.
ru: знач. по умолч.

source: description
ru: описание

source: External Attributes
ru: Внешние Аттрибуты

source: External Attributes (fields)
ru: Внешние Аттрибуты (поля)

source: Fields
ru: Поля

source: fields
ru: поля

source: Unique Keys
ru: Уникальные Ключи

source: Indexes
ru: Индексы

source: No External Attributes.
ru: Нет Внешних Аттрибутов.

source: No Unique Keys.
ru: Нет Уникальных Ключей.

source: No Indexes.
ru: Нет Индексов.

source: External Attributes for module %module_name was installed.
ru: Внешние Аттрибуты для модуля %module_name были установлены.

source: Can not install External Attributes for module %module_name!
ru: Не могу установить Внешние Аттрибуты для модуля %module_name!

source: Can not install External Attributes for module %module_name! More details in Log.
ru: Не могу установить Внешние Аттрибуты для модуля %module_name! Подробности в Журнале.

source: Not All External Attributes for module %module_name were installed.
ru: Не Все Внешние Аттрибуты для модуля %module_name! были установлены.

source: New Field !field_name was added to Table !table_name
ru: Новое Поле !field_name было добавлено в Таблицу !table_name

source: Can not add new Field !field_name to Table !table_name!
ru: Не могу добавить новое поле !field_name в таблицу !table_name!

source: Field !field_name was removed from Table !table_name
ru: Поле !field_name было удалено из Таблицы !table_name

source: Can not remove Field !field_name from Table !table_name!
ru: Не могу удалить Поле !field_name из Таблицы !table_name!

source: New Unique Key !key_name for Table !table_name was added
ru: Новый Уникальный Ключь !key_name для Таблицы !table_name был добавлен

source: Can not add Unique Key !key_name for Table !table_name!
ru: Не могу добавить Уникальный Ключь !key_name для Таблицы !table_name!

source: Unique Key !key_name for Table !table_name was removed
ru: Уникальный Ключь !key_name для Таблицы !table_name был добавлен

source: Can not remove Unique Key !key_name for Table !table_name!
ru: Не могу удалить Уникальный Ключь !key_name для Таблицы !table_name!

source: New Index !idx_name for Table !table_name was added
ru: Новый Индекс !idx_name для Таблицы !table_name был добавлен

source: Can not add Index !idx_name for Table !table_name!
ru: Не могу добавить Индекс !idx_name для Таблицы !table_name!

source: Index !idx_name for Table !table_name was removed
ru: Индекс !idx_name для Таблицы !table_name был удален

source: Can not remove Index !idx_name for Table !table_name!
ru: Не могу удалить Индекс !idx_name для Таблицы !table_name!

source: Table %table_name in database use engine %engine_cur but engine %engine_rec give more stability!
ru: Таблица %table_name в базе данных использует тип %engine_cur, но тип %engine_rec дает больше стабильности!

source: This permission give you access to all Menu2 administer pages.
ru: Это разрешение дает доступ ко всем страницам администрирования Menu2.

source: Only this role can access to tabs Security and Settings.
ru: Только эта роль предоставляет доступ ко вкладкам Безопасность и Установки.

source: Manage All Menu2
ru: Управлять всеми Menu2

source: Manage Own Menu2
ru: Управлять собственными Menu2

source: Menu2 block #!num (source = !src | states = !states)
ru: Menu2 блок №!num (источник = !src | состояния = !states)

source: Menu2 block #!num
ru: Menu2 блок №!num

source: Menu2-multi block #!num (is init = !txt_init_state)
ru: Menu2-мульти блок №!num (инициализировано = !txt_init_state)

source: Menu2-multi block #!num
ru: Menu2-мульти блок №!num

source: Menu2 Previous and Next links block #!num (source = !src | states = !states)
ru: Menu2 блок ссылок Предыдущая и Следующия №!num (источник = !src | состояния = !states)

source: Menu2 Previous and Next links block #!num
ru: Menu2 блок ссылок Предыдущая и Следующия №!num

source: Menu2 Breadcrumb block #!num (source = !src | states = !states)
ru: Menu2 блок Хлебных крошек №!num (источник = !src | состояния = !states)

source: Menu2 Breadcrumb block #!num
ru: Menu2 блок Хлебных крошек №!num

source: Menu2 block settings
ru: Установки для блока Menu2

source: Create new one!
ru: Создать новое!

source: Small description for administrator
ru: Небольшое описание для администратора

source: Root item
ru: Корневой пункт

source: No menus. !link
ru: Нет меню. !link

source: Menu Depth
ru: Глубина выборки

source: If = 0, then ignored depth restrictions.
ru: Если = 0, то у глубины выборки нет ограничений.

source: Source Menu
ru: Источник Меню

source: this action cannot be undone
ru: это действие нельзя отменить

source: Confirm
ru: Подтвердить

source: menu id = !m2_name | owner = !owner
ru: меню id = !m2_name | владелец = !owner

source: Menu "!title"
ru: Меню "!title"

source: Add new menu2 to your site, edit existing menu2, and rename and reorganize menu2 items.
ru: Добавить новое menu2 на сайт, редактировать существующее menu2 и переименовывать и реорганизовать пункты menu2.

source: Manage
ru: Управление

source: Garbage
ru: Корзина

source: Security
ru: Безопасность

source: Settings
ru: Установки

source: Manage Menu
ru: Управлять Меню

source: Remove Menu
ru: Удалить Меню

source: Remove Menu to Garbage
ru: Удалить Меню в Корзину

source: Restore Menu from Garbage
ru: Восстановить Меню из Корзины

source: Manage Item
ru: Управлять Пунктом

source: Remove Item
ru: Удалить Пункт

source: Remove Item to Garbage
ru: Удалить Пункт в Корзину

source: Restore Item from Garbage
ru: Восстановить Пункт из Корзины

source: On/Off Item
ru: Вкл/Выкл Пункт

source: Alternative Menu system.
ru: Альтернативная система Меню.

source: owner: %user
ru: владелец: %user

source: created: %created
ru: создано: %created

source: Under construction.
ru: В разработке.

source: A unique machine-readable name. Can only contain lowercase letters, numbers, and underscores.
ru: Системное название. Системное название может содержать только латинские буквы нижнего регистра, цифры и подчёркивание.

source: param "!name" = !value
ru: параметр "!name" = !value

source: param "!name" = "!value"
ru: параметр "!name" = "!value"

source: Garbage cleared.
ru: Корзина очищена.

source: Can not clear Garbage!
ru: Не могу очистить Корзину!

source: You have permission %permission and you can clear Garbage for ALL Menus!
ru: Вы имеете разрешение %permission и вы можете очистить Корзину для ВСЕХ Меню!

source: Other users can clear Garbage only for OWN Menus.
ru: Другие пользователи могут очистить Корзину только для СОБСТВЕННЫХ Меню.

source: invert values
ru: инвертировать значения

source: invert values (will show not selected items)
ru: инвертировать значения (покажет не выбранные элементы)

source: Menus to show
ru: Меню к показу

source: HTML is allowed.
ru: HTML допускается.

source: edit menu
ru: редактировать меню

source: Save configuration
ru: Сохранить настройки

source: Users that can:
ru: Пользователи, которые могут:

source: No Users found.
ru: Нет Пользователей.

source: Menu2 was updated.!nlMenu2 name = %m2_name!nl!changes
ru: Menu2 было обновлено.!nlИмя Menu2 = %m2_name!nl!changes

source: Can not update Menu2!!nlMenu2 name = %m2_name
ru: Не могу обновить Menu2!!nlИмя Menu2 = %m2_name

source: Menu2 was added.!nlMenu2 name = %m2_name
ru: Menu2 было добавлено.!nlИмя Menu2 = %m2_name

source: Can not add Menu2!!nlMenu2 name = %m2_name
ru: Не могу добавить Menu2!!nlИмя Menu2 = %m2_name

source: Items was updated.!nlMenu2 name = %m2_name!nlItems ID = %items_id
ru: Пункты были обновлены.!nlИмя Menu2 = %m2_name!nlID Пунктов = %items_id

source: Can not update Items!!nlMenu2 name = %m2_name!nlItems ID = %items_id
ru: Не могу обновить Пункты!!nlИмя Menu2 = %m2_name!nlID Пунктов = %items_id

source: Item was updated.!nlMenu2 name = %m2_name!nlItem ID = %item_id!nl!changes
ru: Пункт был обновлен.!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nl!changes

source: Can not update Item!!nlMenu2 name = %m2_name!nlItem ID = %item_id
ru: Не могу обновить Пункт!!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id

source: Item was added.!nlMenu2 name = %m2_name!nlItem ID = %item_id!nlItem title = %item_title
ru: Пункт был добавлен.!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nlЗаголовок Пункта = %item_title

source: Can not add Item!!nlMenu2 name = %m2_name!nlItem ID = %item_id!nlItem title = %item_title
ru: Не могу добавить Пункт!!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nlЗаголовок Пункта = %item_title

source: New state of Item = %state.!nlMenu2 name = %m2_name!nlItem ID = %items_id
ru: Новое состояние Пункта = %state.!nlИмя Menu2 = %m2_name!nlID Пункта = %items_id

source: Can not change state of Item!!nlMenu2 name = %m2_name!nlItem ID = %items_id
ru: Не могу изменить состояние Пункта!!nlИмя Menu2 = %m2_name!nlID Пункта = %items_id

source: Menu2 was removed.!nlMenu2 name = %m2_name
ru: Menu2 было удалено.!nlИмя Menu2 = %m2_name

source: Can not remove Menu2!!nlMenu2 name = %m2_name
ru: Не могу удалить Menu2!!nlИмя Menu2 = %m2_name

source: Item was removed.!nlMenu2 name = %m2_name!nlItem ID = %item_id!nlChildren items ID = %children_id
ru: Пункт был удален.!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nlID дочерних Пунктов = %children_id

source: Can not remove Item!!nlMenu2 name = %m2_name!nlItem ID = %item_id
ru: Не могу удалить Пункт!!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id

source: Menu2 was removed to Garbage.!nlMenu2 name = %m2_name
ru: Menu2 было удалено в Корзину.!nlИмя Menu2 = %m2_name

source: Can not remove Menu2 to Garbage!!nlMenu2 name = %m2_name
ru: Не могу удалить Menu2 в Корзину!!nlИмя Menu2 = %m2_name

source: Menu2 was restored from Garbage.!nlMenu2 name = %m2_name
ru: Menu2 было восстановлено из Корзины.!nlИмя Menu2 = %m2_name

source: Can not restore Menu2 from Garbage!!nlMenu2 name = %m2_name
ru: Не могу восстановить Menu2 из Корзины!!nlИмя Menu2 = %m2_name

source: Item was removed to Garbage.!nlMenu2 name = %m2_name!nlItem ID = %item_id!nlChildren items ID = %children_id
ru: Пункт был удален в Корзину.!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nlID дочерних Пунктов = %children_id

source: Can not remove Item to Garbage!!nlMenu2 name = %m2_name!nlItem ID = %item_id
ru: Не могу удалить Пункт в Корзину!!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id

source: Item was restored from Garbage.!nlMenu2 name = %m2_name!nlItem ID = %item_id!nlChildren items ID = %children_id
ru: Пункт был восстановлен из Корзины.!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id!nlID дочерних Пунктов = %children_id

source: Can not restore Item from Garbage!!nlMenu2 name = %m2_name!nlItem ID = %item_id
ru: Не могу восстановить Пункт из Корзины!!nlИмя Menu2 = %m2_name!nlID Пункта = %item_id

source: Menu2 was cleared.!nlMenu2 name = %m2_name
ru: Menu2 было очищено.!nlИмя Menu2 = %m2_name

source: Can not clear Menu2!!nlMenu2 name = %m2_name
ru: Не могу очистить Menu2!!nlИмя Menu2 = %m2_name

source: This permission give you access to Manage All Menu2. You can:
ru: Данное разрешение даёт Вам доступ к управлению всеми Menu2. Вы можете:

source: This permission give you access to Manage Own Menu2. You can:
ru: Данное разрешение даёт Вам доступ к управлению собственным Menu2. Вы можете:

source: insert new Menus
ru: добавлять новое Меню

source: update all Menus
ru: обновлять все Меню

source: update own Menus
ru: обновлять собственные Меню

source: remove all Menus
ru: удалять все Меню

source: remove own Menus
ru: удалять собственные Меню

source: insert Items in all menus
ru: вставлять Пункты во всех меню

source: insert Items in own menus
ru: вставлять Пункты в собственных меню

source: update Items in all menus
ru: обновлять Пункты во всех меню

source: update Items in own menus
ru: обновлять Пункты в собственных меню

source: remove Items in all menus
ru: удалять Пункты во всех меню

source: remove Items in own menus
ru: удалять Пункты в собственных меню

source: disable/enable Items in all menus
ru: выключать/включать Пункты во всех меню

source: disable/enable Items in own menus
ru: выключать/включать Пункты в собственных меню

source: restore all Menus from garbage
ru: восстанавливать все Меню из корзины

source: restore own Menus from garbage
ru: восстанавливать собственные Меню из корзины

source: restore all Items from garbage (for all Menus)
ru: восстанавливать все Пункты из корзины (для всех Меню)

source: restore all Items from garbage (for own Menus)
ru: восстанавливать все Пункты из корзины (для собственных Меню)

source: clearing all garbage
ru: очищать все корзины

source: clearing own garbage
ru: очищать собственные корзины

source: view build time
ru: видеть время на создание

source: Menu2 module needs updating database!
ru: Модуль Menu2 нуждается в обновлении базы данных!

source: (warning)
ru: (предупреждение)
