Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/alt_login/translations/*.po
Languages: cs, el, ja

source: <p>This module provides an interface that allows registered users to use a login name which is different than their username.</p> <p>To use, simply enable the module, then visit the user edit page. Enter the alternate login name in the 'Alternate Login' textfield, and save.</p> <p><em>Note that users can still login with their normal username--this just adds the option of another login name. Also note that an alternate login name may not be equivalent to any other current alternate login name, nor any current username.</em></p>
cs: <p>Tento modul poskytuje rozhraní, které umožňuje registrovaným uživatelům používat <strong>přihlašovací</strong> jméno které je rozdílné od <strong>uživatelského</strong> jména.</p> <p>K použití stačí jednoduše povolit modul, navštívit uživatelský profil, nastavit 'Přihlašovací jméno' a uložit.</p> <p><em>Pamatujte, že uživatelé se stále mohou přihlástit svým normálním uživatelským jménem - tento modul pouze přidává možnost přihlašovacího jména.<br /> Zároveň pamatujte, že přihlašovací jméno se nesmí shodovat se žádným uživatelským jménem ani s žádným jiným přihlašovacím jménem.</em></p> <p>Pro příklad: uživatelské jméno = Jan Novák, přihlašovací jméno = honza<br /> U článků, komentářů apod. bude použito jako autor 'Jan Novák'. K přihlášení je možné použít jak 'Jan Novák' tak i 'honza'.</p>
el: <p>Αυτή η μονάδα παρέχει ένα περιβάλλον που επιτρέπει σε εγγεγραμένους χρήστες να χρησιμοποιούν ένα όνομα εισόδου που είναι διαφορετικό από το κανονικό όνομα εισόδου.</p> <p>Για να το χρησιμοποιήσεις, απλά ενεργοποίησε την μονάδα, μετά επισκέψου την σελίδα επεξεργασίας λογαριασμού χρήστη. Εισήγαγε το εναλλακτικό όνομα εισόδου στο πεδίο 'Εναλλακτικό όνομα χρήστη', και αποθήκευσε.</p> <p><em>Προσοχή, οι χρήστες μπορούν να μπούν και με το κανονικό όνομα χρήστη--αυτή η μονάδα απλά προσθέτει την επιλογή ενός διαφορετικού ονόματος χρήστη. Επίσης, ενα εναλλακτικό όνομα χρήστη δεν μπορεί να είναι ίδιο με κάθε άλλο εναλλακτικό όνομα εισόδου ή κανονικό όνομα χρήστη</em></p>
ja: <p>このモジュールは、登録ユーザがユーザ名と異なるログイン名を使用できるようにするインターフェースを提供します</p> <p>使い方は、まず、モジュールを有効化し、ユーザの編集ページに行きます。 そこで「代替ログイン」のテキストフィールドに代替ログイン名を入力し、保存するだけです。</p> <p><em>ユーザは、通常のユーザ名でも、今までどおりログインできることに留意してください。 つまり、これは、別のログイン名の選択肢を与えるということです。 また、代替ログイン名が、他のいかなる現在の代替ログイン名、および、いかなる現ユーザ名と等しいわけではないことに留意してください。</em></p>

source: Alternate Login
cs: Přihlašovací jméno
el: Εναλλακτικό όνομα χρήστη
ja: 代替ログイン

source: If you wish to provide another valid login name, enter it here: only letters, numbers and spaces are allowed.
cs: Pokud si přejete používat přihlašovací jméno, vepište jej zde: pouze alfanumerické znaky a mezery jsou povoleny.
el: Εάν επιθυμείς να δώσεις άλλο έγκυρο όνομα εισόδου, εισήγαγε το εδώ: επιτρέπονται μόνο γράμματα, νούμερα και κενά.
ja: 別の有効なログイン名を必要とする場合、それをここに入力してください。 ログイン名には、文字と数字、空白文字のみが使用できます。

source: Set alternate login on registration
cs: Nastavit přihlašovací jméno při registraci
el: Δημιουργία εναλλακτικού ονόματος κατά την εγγραφή
ja: ユーザ登録時に代替ログイン名を設定

source: If selected, new users will be allowed to set an alternate login name as part of the user registration process.
cs: Pokud je označeno, nový uživatelé budou moci zadat přihlašovací jméno během registrace.
el: Εάν επιλεχθεί, οι νέοι χρήστες θα επετρέπεται να ορίζουν ένα εναλλακτικό όνομα εισόδου ως τμήμα της διαδικασίας εγγραφής χρήστη.
ja: ここにチェックを入れると、新しいユーザがユーザ登録する際に、代替ログイン名を設定できるようになります。

source: The name %name is already in use.
cs: Jméno %name je již použito.
el: Το όνομα %name είναι ήδη σε χρήση.
ja: %name はすでに使用されています。

source: Username and Alternate Login cannot be the same.
cs: Uživatelské jméno a přihlašovací jméno nemohou být stejné.
el: Το όνομα χρήστη και το εναλλακτικό όνομα δεν μπορούν να είναι τα ίδια
ja: ユーザ名と代替ログイン名は異なる必要があります。

source: You may also login with this alternate username.
cs: Můžete se přihlásit též pomocí přihlašovacího jména.
el: Μπορείς να συνδεθείς και με αυτό το εναλλακτικό όνομα
ja: この代替ユーザ名でログインすることもできます。

source: create alternate login
cs: vytvořit přihlašovací jméno
el: δημιουργία εναλλακτικού ονόματος
ja: 代替ログインの作成

source: Alternate login module installed successfully.
cs: Modul Alternate login úspěšně nainstalován. Nezapomeňte nastavit <a href="/?q=admin/user/permissions">uživatelská oprávnění</a>

source: Table installation for the Alternate login module was unsuccessful. The following queries failed: !queries
cs: Instalace tabulky pro modul Alternate login nebyla úspěšná. Následující dotazy nebyly provedeny: !queries

source: Storage table for alternate user login names.
cs: Tabulka pro ukládání přihlašovacích jmen.

source: The uid of the user.
cs: Uid uživatele.

source: The alternate login name for the user.
cs: Přihlašovací jméno uživatele.

source: Alternate login module uninstalled successfully.
cs: Modul Alternate login byl úspěšně odinstalován.

source: The Alternate Login module was installed successfully.
el: Η μονάδα Εναλλακτικό Όνομα εγκαταστάθηκε με επιτυχία.
ja: 代替ログインモジュールは正常にインストールされました。

source: There was an error installing the Alternate Login database tables--they may need to be installed manually.
el: Υπήρξε ένα λάθος κατά την εγκατάσταση των πινάκων της βάσης του Εναλλακτικού Ονόματος--Θα χρειαστεί να εγκατασταθούν χειροκίνητα.
ja: 代替ログインのデータベーステーブルをインストール中にエラーが発生しました。 それらを手作業でインストールしてください。

source: The Alternate Login module has been uninstalled successfully.
el: Η μονάδα Εναλλακτικό Όνομα απεγκαταστάθηκε με επιτυχία.
ja: 代替ログインモジュールは正常にアンインストールされました。

source: There was an error uninstalling the Alternate Login database tables.
el: Υπήρξε ένα λάθος κατά την απεγκατάσταση των πινάκων της βάσης του Εναλλακτικού Ονόματος.
ja: 代替ログインのデータベーステーブルをアンインストール中にエラーが発生しました。

source: Allows users to have a login identity that's different from their username.
el: Επιτρέπει στους χρήστες να έχουν μια ονομασία εισόδου διαφπρετική από το όνομα χρήστη.
ja: ユーザがユーザ名とは異なるログイン名を持てるようになります。
