Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/twitter_profile_widget/translations/*.po
Languages: ru

source: Main settings
ru: Основные настройки

source: Username
ru: Имя пользователя

source: Your username on twitter.com
ru: Ваш ник на twitter.com

source: Preferences
ru: Настройки поведения модуля

source: Number of Tweets
ru: Количество твитов

source: Behavior
ru: Поведение

source: Timed interval
ru: Загружать твиты постепенно

source: Load all tweets
ru: Загружать все твиты сразу

source: Loop results
ru: Зациклить вывод твитов

source: Tweet interval
ru: Интервал вывода твитов

source: Set time interval (in seconds) for tweets updating
ru: Укажите интервал (в секундах) для обновления твитов

source: Poll for new results
ru: Оповещать о новых результатах

source: Include scrollbar
ru: Включить прокрутку (scroll)

source: Show avatars
ru: Показывать аватарки

source: Show timestamp
ru: Показывать время публикации

source: Show hashtags
ru: Показывать хештеги

source: Appearance
ru: Внешний вид модуля

source: Shell background color
ru: Цвет фона оболочки

source: Shell text color
ru: Цвет текста оболочки

source: Tweet background color
ru: Цвет фона твитов

source: Tweet text color
ru: Цвет текста твитов

source: Tweet links color
ru: Цвет ссылок в твитах

source: Dimensions
ru: Размеры модуля

source: Widget width
ru: Ширина

source: Field allows only digital values
ru: Поле принимает только цифровые значения

source: Widget height
ru: Высота

source: Auto width
ru: Автоматически определить ширину

source: Follow us button
ru: Кнопка "Следовать за нами"

source: Enable Follow Us button
ru: Включить кнопку "Следовать за нами"

source: Follow Us button text
ru: Текст кнопки "Следовать за нами"

source: Follow Us button link
ru: Ссылка кнопки "Следовать за нами"

source: You can enter link on your twitter page (link might start width "http://")
ru: Введите ссылку на вашу страницу в твиттере (ссылка должна начинаться на "http://")

source: Please, enter correct username
ru: Пожалуйста, укажите корректное имя пользователя

source: Please, enter only digits from 1 to 30 in Post amount field
ru: Пожалуйста, введите цифры от 1 до 30 в поле "Количество твитов"

source: Please, enter only digits from 1 to 20 in Twitter interval field
ru: Пожалуйста, введите цифры от 1 до 20 в поле "Интервал вывода твитов"

source: Shell background color field allows only "01234567890" digits and "abcdefABCDEF" chars
ru: Цвет фона блока может принимать набор из цифр от 0 до 9 и символов "abcdefABCDEF"

source: Shell background color field must contain 6 characters
ru: Цвет фона должен содержать 6 символов

source: Shell text color field allows only "01234567890" digits and "abcdefABCDEF" chars
ru: Цвет текста блока может принимать набор из цифр от 0 до 9 и символов "abcdefABCDEF"

source: Shell text color field must contain 6 characters
ru: Цвет ссылок блока должен содержать 6 символов

source: Tweet background color field allows only "01234567890" digits and "abcdefABCDEF" chars
ru: Цвет фона твитов может принимать набор из цифр от 0 до 9 и символов "abcdefABCDEF"

source: Tweet background color field must contain 6 characters
ru: Цвет фона твитов должен содержать 6 символов

source: Tweet text color field allows only "01234567890" digits and "abcdefABCDEF" chars
ru: Цвет текста твитов может принимать набор из цифр от 0 до 9 и символов "abcdefABCDEF"

source: Tweet text color field must contain 6 characters
ru: Цвет текста твитов должен содержать 6 символов

source: Tweet links color field allows only "01234567890" digits and "abcdefABCDEF" chars
ru: Цвет ссылок твитов может принимать набор из цифр от 0 до 9 и символов "abcdefABCDEF"

source: Tweet links color field must contain 6 characters
ru: Цвет ссылок твитов должен содержать 6 символов

source: Follow us link should start with "http://"
ru: Ссылка "Следовать за нами" должна начинаться с http://

source: Please, enter only digital values in Twitter widget width field
ru: Поле "Ширина" принимает только цифровые значения

source: Please, enter only digital values in Twitter widget height field
ru: Поле "Высота" принимает только цифровые значения

source: Twitter Profile Widget block
ru: Блок Twitter Profile Widget

source: Twitter Updates
ru: Обновления Твиттера

source: administer twitter profile widget
ru: настраивать twitter profile widget

source: Helps to customize Twitter Profile Widget. Made by <a href = "http://drupalace.ru">SplasH</a>
ru: Модуль помогает настроить виджет, предоставляющий профиль пользователя из твиттера. Сделано <a href = "http://drupalace.ru">Масловским Евгением</a>.
