Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/limesurvey_sync/translations/*.po
Languages: fr

source: This answer is desynchronized because its survey ID is empty
fr: Cette réponse est désynchronisée car son identifiant de questionnaire est nul

source: This answer survey ID (%sid) is desynchronized, it does not exist anymore on your LimeSurvey site. Check the <a href="@url">associated survey edit page</a> in order to fix it.
fr: L'identifiant de questionnaire (%sid) de cette réponse est désynchronisée, il n'existe plus sur votre sitre sous LimeSurvey. Vérifiez la <a href="@url">page d'édition du questionnaire associé</a> pour corriger le problème.

source: This answer ID (%aid) is desynchronized, it does not exist anymore on your LimeSurvey site.
fr: L'identifiant de cette réponse (%aid) est désynchronisé, il n'existe plus sur votre site LimeSurvey.

source: This answer token (%token) is desynchronized, it is not unique into the LimeSurvey database.
fr: Le marqueur de cette réponse (%token) est désynchronisé, il n'est pas unique dans la base de données LimeSurvey.

source: This answer ID (%aid) is desynchronized because it exists in more than one answers content type (current is %type).
fr: L'identifiant de cette réponse (%aid) est désynchronisé car il existe chez plus de un type de contenu de réponse (l'actuel est %type).

source: This answer ID (%aid) is desynchronized because it exists in more than one answers node (current is %nid).
fr: L'identifiant de cette réponse (%aid) est désynchronisé car il existe chez plus de une node réponse (l'actuel est %nid).

source: Pay attention that the survey <a href="@url">%title</a> associated to this answer actually uses a different survey ID (%sid_survey) on the LimeSurvey site. You can still edit the answer but you will find it under the %sid_answer survey ID reference on your Limesurvey site user interface.
fr: Notez que le questionnaire <a href="@url">%title</a> associé à cette réponse utilise actuellement un identifiant de questionnaire par défaut différent (%sid_survey). Vous pouvez toujours éditer la réponse mais vous la trouverez sous l'identifiant de questionnaire %sid_answer sur votre interface utilisateur de LimeSurvey.

source: This survey language (%lang) is desynchronized, it does not exist anymore on your LimeSurvey site. Check the <a href="@url">associated survey edit page</a> in order to fix it. Default language will be used.
fr: Cette langue de questionnaire (%lang) est désynchronisée, elle n'existe plus sur votre site LimeSurvey. Vérifiez la <a href="@url">page d'édition du questionnaire associé</a> pour corriger le problème. Le language par défaut sera utilisé

source: Pay attention that the survey <a href="@url">%title</a> associated to this answer actually uses a different default survey language (%lang_survey). Actual is %lang_answer and is still available.
fr: Notez que le questionnaire <a href="@url">%title</a> associé à cette réponse utilise actuellement une langue de questionnaire par défaut différente (%lang_survey). L'actuel est %lang_answer et est encore disponible.

source: This answer ID (%aid) is synchronized, it corresponds to a revision from a valid answer.
fr: L'identifiant de cette réponse (%aid) est synchronisé, il correspond à une révision d'une réponse valide.

source: The synchronization status (%ls_sync) is unknowned.
fr: Létat de synchronization (%ls_sync) est inconnu.

source: Not exist
fr: Absente

source: Virgin
fr: Vierge

source: Editing
fr: En cours de modification

source: Completed
fr: Terminée

source: Unknown
fr: Inconnu

source: Unsynchronized
fr: Non synchronisée

source: Synchronized
fr: Synchronisée

source: Synchronized (old revision)
fr: Synchronisée (révision obsolète)

source: Desynchronized (new survey language)
fr: Désynchronisée (nouveau langage du questionnaire)

source: Desynchronized (language deleted)
fr: Désynchronisée (langage effacé)

source: Desynchronized (new survey ID)
fr: Désynchronisée (nouvel identifiant de questionnaire)

source: Desynchronized (dobloon on nodes)
fr: Désynchronisée (doublon dans les nodes)

source: Desynchronized (dobloon on types)
fr: Désynchronisée (doublon dans les types)

source: Desynchronized (token not unique)
fr: Désynchronisée (token non unique)

source: Desynchronized (answer deleted)
fr: Désynchronisée (réponse effacée)

source: Desynchronized (survey deleted)
fr: Désynchronisée (questionnaire effacé)

source: Desynchronized (empty survey ID)
fr: Désynchronisée (ID de questionnaire nul)

source: Desynchronized (server connection fails)
fr: Désynchronisée (échec connexion au serveur)

source: Never
fr: Jamais

source: Answer status
fr: Statut de la réponse

source: Synchronization status
fr: Statut de la synchronisation

source: Last import
fr: Dernière importation

source: Survey ID
fr: Identifiant du questionnaire

source: Survey language
fr: Langue du questionnaire

source: Answer ID
fr: Identifiant de la réponse

source: Invitation token
fr: Marqueur de l'invitation

source: The status of the answer (completed, editing, virgin, empty)
fr: Satut de la réponse (achévé, en cours d'édition, vierge, vide)

source: The synchronization status of the answer (synchronized, desynchronized, unsynchronized)
fr: Le statut de la synchronisation de la réponse (synchronisé, désynchronisé, non synchronisé)

source: The date the answer was most recently imported from the LimeSurvey software.
fr: Date la plus récente à laquelle la réponse a été importée depuis le logiciel LimeSurvey.

source: The survey ID from the LimeSurvey software for this answer.
fr: L'identifiant de questionnaire du logiciel LimeSurvey pour cette réponse.

source: The language from the LimeSurvey software for this answer.
fr: Langage du logiciel LimeSurvey pour cette réponse.

source: The answer ID from the LimeSurvey software for this answer.
fr: L'identifiant de réponse du logiciel LimeSurvey pour cette réponse.

source: The token invitation value from the LimeSurvey software for this answer.
fr: La valeur du jeton d'invitation (token) du logiciel LimeSurvey pour cette réponse.

source: 1 answer does not need to be imported
fr: 1 réponse n'a pas besoin d'être importée

source: 1 answer does not need to be updated
fr: 1 réponse n'a pas besoin d'être mise à jour

source: 1 answer is not allowed to be imported
fr: 1 réponse n'est pas autorisée à d'être importée

source: 1 answer is not allowed to be updated
fr: 1 réponse n'est pas autorisée à être mise à jour

source: 1 answer has been correctly imported
fr: 1 réponse a été correctement importée

source: On 1 imported answer,
fr: Sur 1 réponse importée,

source: 1 answer has been updated with no change on the @status and the @sync
fr: 1 réponse a été mise à jour sans changement concernant le @status et le @sync

source: On 1 updated answer,
fr: Sur 1 réponse mise à jour,

source: one revision from the current node !title :
fr: une révision de l'actuel node !title :

source: On 1 answer to be imported :
fr: Sur 1 réponse à importer :

source: On 1 answer to be updated :
fr: Sur 1 réponse à mettre à jour :

source: Answer
fr: Réponse

source: Response has been completed
fr: La reponse a été achevée

source: Response is being edited
fr: La réponse est en cours de modification

source: Response is desynchronized
fr: La réponse est désynchronisée

source: Response is resynchronized
fr: La réponse est resynchronisée

source: Ask for creating a new response
fr: Demande de créer une nouvelle réponse

source: The answer node
fr: La node réponse

source: An answer does exists for that user
fr: Un réponse existe pour cette utilisateur

source: The selected user
fr: L'utilisateur sélectionné

source: The node is a LimeSurvey answer
fr: La node est une réponse LimeSurvey

source: Provide recent answer variable from that author
fr: Fourni une variable d'une réponse récente de cet auteur

source: The most recent created answer for that author
fr: La plus récente réponse de cet auteur

source: Set the token invitation if needed for filling/editing an answer
fr: paramètrer l'invitation (token) si nécessaire pour remplir/modifier une réponse

source: The url for filling the survey
fr: Le chemin (URL) pour remplir le questionnaire

source: Restrict by @bundle
fr: uniquement pour @bundle

source: If you need to filter for multiple values, either add multiple events or use the "The node is a LimeSurvey answer" condition instead.
fr: Si vous devez filtrer par plusieurs valeurs, soit ajoutez plusieurs évènements, soit utilisez la condition « La node est une réponse LimeSurvey » à la place.

source: Answers content type
fr: Type de contenu de réponses

source: The @bundle is not valid.
fr: Le @bundle n'est pas valide.

source: Synchronization datas
fr: Données de synchronisation

source: fields
fr: champs

source: values
fr: valeurs

source: Advanced options
fr: Options avancées

source: Force the synchronization
fr: Forcer la synchronisation

source: Force the synchronization of this desynchronized answer
fr: Force la synchronisation de cette réponse désynchronisée

source: Use with caution.
fr: Utiliser avec précaution.

source: Resynchronize
fr: Resynchroniser

source: You are not allowed to force the synchronization
fr: Vous n'êtes pas autorisé à forcer la synchronisation

source: Survey page
fr: Page de questionnaire

source: The LimeSurvey answer URL, in order to fill it.
fr: L'URL de la réponse LimeSurvey, pour pouvoir remplir le questionnaire.

source: the associated survey
fr: le questionnaire associé

source: The survey node associated to this answers content type.
fr: la node questionnaire associé à ce type de contenu de réponse.

source: Allow a user to fill the corresponding survey from your LimeSurvey site.
fr: Autoriser un utiliseur à remplir le questionnaire correspondant depuis votre site LimeSurvey.

source: %type_name: View own content
fr: %type_name: Voir ses propres contenus

source: Allow a user to view its own submission
fr: Autoriser un utilisateur à voir ses propres réponses

source: This permission should not be fired for anonymous users.
fr: Cette permission ne devrait pas être activée pour les utilisateurs anonymes.

source: %type_name: View any content
fr: %type_name: Voir n'importe quel contenu

source: This permission exposes datas from your LimeSurvey site users.
fr: Cette permission exposes des donées d'utilisateurs de votre site LimeSurvey.

source: Copy of the revision from %date.
fr: Copie de la révision du %date.

source: LimeSurvey Sync Responses module enabled
fr: Module LimeSurvey Sync Responses activé

source: The responses content type !name has been associated again to the survey !survey.
fr: Le type de contenu de réponses !name a été de nouveau associé au questionnaire !survey.

source: LimeSurvey Sync Responses module disabled
fr: Module LimeSurvey Sync Responses désactivé

source: Respond to the survey
fr: Répondre au questionnaire

source: Complete the answer
fr: Terminez la réponse

source: The title can not be changed
fr: Le titre ne peut pas être modfié

source: The answer is not available for edition
fr: La réponse n'est pas modifiable

source: The survey is not currently available
fr: Le questionnaire n'est pas disponible actuellement

source: You should not edit the answer
fr: Vous ne devriez pas modifier la réponse

source: To edit the respond, check here and submit you will be then redirected to the survey form
fr: Pour modifier la réponse, cochez ici et validez, vous serez alors redirigé vers le formulaire

source: Edit the survey respond
fr: Modifier la réponse au questionnaire

source: Submit this page in order to access to the survey form.
fr: Valider cette page Pour accéder au questionnaire.

source: The answer status is not valid
fr: Le statut de la réponse n'est pas valide

source: The answer synchronization status is not valid
fr: Le statut de synchronisation de la réponse n'est pas valide

source: The answer last import date is not valid
fr: La date de la dernière importation de la réponse n'est pas valide

source: The answer token is not valid
fr: Le marqueur de l'invitation n'est pas valide

source: The survey ID is not valid.
fr: L'identifiant du questionnaire n'est pas valide.

source: The survey language is not valid.
fr: La langue de questionnaire n'est pas valide.

source: Only one user at a time can edit an answer
fr: Un seul utilisateur à la fois peut modifier une réponse

source: You are not allowed to edit this answer.
fr: Vous n'êtes pas autorisé à modifier cette réponse.

source: Desynchronized
fr: Désynchronisé

source: Activated
fr: Activé

source: Inactivated
fr: Inactivée

source: Survey @sid
fr: Questionnaire @sid

source: The responses content type %name has been associated again to the survey %survey.
fr: Le type de contenu de réponses %name a été de nouveau associé au questionnaire %survey.

source: Synchronization
fr: Synchronisation

source: All answers
fr: Toutes les réponses

source: Form
fr: Questionnaire

source: End of survey
fr: Fin du questionnaire

source: Responses
fr: Réponses

source: create and manage survey responses as nodes
fr: créer et gérer les réponses à des questionnaires en tant que noeud (node)

source: LS answers
fr: Réponse LS

source: The answer status, it can be : virgin, editing or completed
fr: Le statut de la réponse, il peut prendre les valeurs : vierge, en cours de modification ou terminé

source: The synchronization status, it can be : unsynchronized, synchronized, desynchronized
fr: Le statut de la synchronisation : il peut prendre les valeurs : non synchronisé, synchronisé, désynchronisé

source: Date of the last import
fr: Date de la dernière importation

source: The survey ID on the LimeSurvey site
fr: L'identifiant du questionnaire sur le site LimeSurvey

source: The survey language on the LimeSurvey site
fr: La langue du questionnaire sur le site LimeSurvey

source: The answer ID on the LimeSurvey site
fr: L'identifiant de la réponse sur le site LimeSurvey

source: The invitation and answer token on the LimeSurvey site
fr: Le marqueurde l'invitation et de la réponse sur le site LimeSurvey

source: LimeSurvey answers
fr: Réponses de LimeSurvey

source: LimeSurvey answers nodes
fr: Node réponse de LimeSurvey

source: Node
fr: Nœud

source: The LimeSurvey answer node revision
fr: la révision de la node réponse de LimeSurvey

source: Anonymous
fr: Anonyme

source: Answers
fr: Réponses

source: Section
fr: Groupe

source: Extras
fr: Compléments

source: Matching
fr: Comparaison

source: No answer
fr: Sans réponse

source: match
fr: identiques

source: not match
fr: différents

source: partially match
fr: partiellement similaires

source: The answer is empty.
fr: La réponse est vide.

source: Answer properties
fr: Propriétés de la réponse

source: Token
fr: Marqueur d'invitation

source: Date last action
fr: Date de la dernière action

source: Date started
fr: Date de lancement

source: IP address
fr: Adresse IP

source: Referrer URL
fr: URL de provenance

source: Other
fr: Autre

source: Scale 1
fr: Echelle 1

source: Scale 2
fr: Echelle 2

source: Rank %s
fr: Rang %s

source: Other comment
fr: Autre commentaire

source: Response ID
fr: ID de la réponse

source: Date submitted
fr: Date de soummission

source: Last page
fr: Dernière page

source: Start language
fr: Langue de départ

source: Male
fr: Homme

source: Female
fr: Femme

source: Uncertain
fr: Indifférent

source: Increase
fr: Augmenter

source: Decrease
fr: Diminuer

source: Same
fr: Sans changement

source: File count
fr: Comptage des fichiers

source: Arrays
fr: Tableaux

source: Mask questions
fr: Questions cachées

source: Single choice questions
fr: Questions à choix uniques

source: Multiple choice questions
fr: Questions à choix multiples

source: Text questions
fr: Affichage de texte

source: Array dual scale
fr: Tableau double échelle

source: 5 Point Choice
fr: 5 boutons radios

source: Array (5 Point Choice)
fr: Tableau (5 boutons radio)

source: Array (10 Point Choice)
fr: Tableau (10 boutons radio)

source: Array (Yes/No/Uncertain)
fr: Tableau (Oui/Non/Indifférent)

source: Array (Increase/Same/Decrease)
fr: Tableau (Augmenter/Sans changement/Diminuer

source: Array
fr: Tableau

source: Gender
fr: Genre

source: Array by column
fr: Tableau

source: Language Switch
fr: Changement de langue

source: Multiple Numerical Input
fr: Multiples entrées numériques

source: List (Radio)
fr: Liste (boutons radio)

source: Multiple Options
fr: Choix multiples

source: Numerical Input
fr: Entrées numériques

source: List with comment
fr: Liste avec commentaire

source: Multiple Options With Comments
fr: Choix multiples avec commentaires

source: Multiple Short Text
fr: Mulitples zones de texte court

source: Ranking
fr: Classement

source: Short Free Text
fr: Zone de texte court

source: Long Free Text
fr: Zone de texte long

source: Huge Free Text
fr: Zone de texte très long

source: Text display
fr: Affichage de texte

source: Yes/No
fr: Oui/Non

source: List (Dropdown)
fr: Liste (menu déroulant)

source: Array (Numbers)
fr: Tableau (Nombres)

source: Array (Texts)
fr: Tableau (Textes)

source: File upload
fr: Envoi de fichier

source: No date
fr: Pas de date

source: In your %settings_file file you have configured @drupal to use a %driver server, however your PHP installation currently does not support this database type.
fr: Dans votre fichier %settings_file vous avez configuré @drupal pour utiliser un serveur %driver, cependant votre installation PHP ne supporte pas ce type de base de données actuellement.

source: <p>In order for Drupal to connect with your LimeSurvey site, you must resolve all issues reported below. If you are unsure what any of this means you should probably contact your LimeSurvey site hosting provider.</p>
fr: <p>Pour permettre à Drupal de se connecter avec votre site LimeSurvey, vous devez résoudre tous les éléments reportés ci-dessous. Si vous n'avez aucune d'idée de ce que tout cela signifie, vous devriez contacter l'hébergeur du site LimeSurvey.</p>

source: an error has occured, you should check the <a href="@url">LimeSurvey Sync settings</a>
fr: une erreur est survenue, vous devriez vérifier les <a href="@url">paramètres de LimeSurvey Sync</a>

source: Answers stored on this site are not reachable.
fr: Les réponses de ce site ne sont pas accessibles.

source: LimeSurvey admin interface
fr: interface administrateur de LimeSurvey

source: Note that in most cases, there is no interest importing answers from your LimeSurvey site to this site.
fr: Noter que dans la plupart des cas, il n'y a aucun intérêt à importer les réponses depuis votre site sous LimeSurvey vers ce site.

source: Up to now, the answers are already availables on the !link. They can be browsed, edited, deleted, exported, printed as graphs, etc...
fr: Désaprésent, les réponses sont déjà disponibles depuis l'!link. Vous pouvez les parcourir, les modifier, les exporter, les afficher sous forme de graphiques, etc...

source: But if you want to access to more advanced features, for instance :
fr: Mais si vous voulez accéder à des fonctionnalités avancées, comme :

source: making the answers availables for users which have no access to the LimeSurvey admin interface,
fr: rendre les réponses accessibles pour des utilisateurs qui n'ont pas accès à l'interface administrateur LimeSurvey,

source: or be able to edit or even delete answers <em>from</em> this site,
fr: ou pouvoir modiifier ou même effacer des réponses <em>depuis</em> ce site,

source: or comparing 2 or more answers,
fr: ou comparer 2 réponses ou plus,

source: or storing revisions of edited answers,
fr: ou conserver des révisions (versions antérieures) des réponses modifiées,

source: then you do want to import answers.
fr: alors vous devriez effectivement importer les réponses.

source: Notice
fr: Note

source: Once you have imported answers, pay attention on :
fr: Une fois les réponses importées, prenez au garde au fait que :

source: if you delete an imported answer <em>from</em> this site, the corresponding answer will be deleted on your LimeSurvey site to !
fr: si vous effacez une réponse importée <em>depuis</em> ce site, la réponse correspondante sera aussi effacée sur votre site LimeSurvey !

source: depending on this site <a href="@url">permissions settings</a>, anonymous users may view answers ! (not allowed by default, the risk only exists if you edit the permissions settings).
fr: en fonction des <a href="@url">paramètres de permissions</a> de ce site, des utilisateurs anonymes pourraient voir les réponses ! (non autorisé par défaut, le risque existe uniquement si vous modifiez les paramètres de permissions).

source: Disclaimer
fr: Avertissement

source: Import answers from The LimeSurvey site
fr: Imorter les réponses depuis le site LimeSurvey

source: Summary
fr: Résumé

source: Import new answers only
fr: Importer uniquement les nouvelles réponses

source: Synchronize already imported answers
fr: Synchroniser les réponses déjà importées

source: Choose the synchronization mode
fr: Choississez le mode de synchronization

source: Update answers only if needed.
fr: Met à jour les réponses seulement si nécessaire.

source: Verbose results
fr: Résultats détaillés

source: Print updated or imported answers.
fr: Affiche les réponses mises à jour ou importées.

source: Force the importation of the answer datas, even if it not needed, and import or update uncompleted answers.
fr: Forcer la synchronization, même si celà n'est pas nécessaire, et importe ou met à jour les réponses non achevées.

source: Force the synchronization on desynchronized answers
fr: Forcer la synchronisation des réponses désynchronisées

source: One time synchronization for all languages
fr: Synchronisation groupée pour toutes les langues

source: This survey node only handle the '%lang' language. If you have create other survey nodes for the survey '%sid', they will be synchronized to.
fr: Ce questionnaire gère uniquement la langue « %lang ». Si vous avez créé d'autres noeuds de questionnaire pour le questionnaire « %sid », ils seront synchronisés aussi.

source: Synchronize
fr: Synchroniser

source: You are not allowed to import answers
fr: Vous n'êtes pas autorisé à importer des réponses

source: This is not a multilingue survey, at least on this drupal site.
fr: Ce n'est pas un questionnaire multilingue, tout du moins sur ce site drupal.

source: You are not allowed to import answers from some languages
fr: Vous n'êtes pas autorisé à importer des réponses de certaines langues

source: For privacy raison, you must wait to the survey expiration date (%date) before importing answers.
fr: Pour des raisons de confidentialités, vous devez attendre la date d'expiration du questionnaire (%date) avant d'importer des réponses.

source: undefined
fr: non défini

source: There is <b>1</b> %lang answer stored on your LimeSurvey site
fr: Il y a <b>1</b> réponse de langue %lang stockée sur votre site sous LimeSurvey

source: (of 1 answer).
fr: (sur 1 réponse).

source: And there is <b>1</b> %lang answer stored on this site.
fr: Et il y a <b>1</b> réponse de langue %lang stockée sur ce site.

source: Name for the respond content type #@nid
fr: Nom pour le type de contenu de réponses n°@nid

source: Respond title
fr: Titre de la réponse

source: The respond content type "type" value is not valid.
fr: La valeur du type de contenu « type » n'est pas valide.

source: The machine-readable name %type is already taken.
fr: Le nom système %type est déjà utilisé.

source: The machine-readable name of this content type must contain only lowercase letters, numbers, and underscores.
fr: Le nom interne de ce type de contenu ne doit contenir que des lettres minuscules, des chiffres, et des caractères de soulignement.

source: Invalid machine-readable name. Please enter a name other than %invalid.
fr: Nom interne non valide. Merci de saisir un nom différent de %invalid.
