Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/limesurvey_sync/translations/*.po
Languages: fr

source: The '%module' module needs to be installed
fr: Le module « %module » doit être installé

source: The Survey ID is not valid.
fr: L'identifiant du questionnaire n'est pas valide.

source: This survey ID does not exist on your LimeSurvey site.
fr: Cet identifiant de questionnaire n'existe pas sur votre site sous LimeSurvey.

source: This survey language does not exist on your LimeSurvey site.
fr: Cette langue de questionnaire n'existe pas sur votre site sous LimeSurvey.

source: the !node survey
fr: au questionnaire !node

source: an unauthorized access survey
fr: à un questionnaire d'accès non autorisé

source: This survey ID, associated to this language, is already taken by !survey. An alternative way is !copy from the LimeSurvey user interface.
fr: L'identifiant de ce questionnaire, associé à cette langue, est déjà attribé !survey. Une autre solution est de !copy depuis l'interface utilisateur de LimeSurvey.

source: to copy this survey
fr: copier ce questionnaire

source: This survey is not currently active, you can !activate on the LimeSurvey user interface.
fr: Ce questionnaire n'est pas activé actuellement, vous pouvez !activate depuis l'interface utilisateur de LimeSurvey.

source: activate it
fr: l'activer

source: Surveys from your LimeSurvey site
fr: Questionnaires provenant de votre site sous LimeSurvey

source: Choose a survey and a language
fr: Choississez un questionnaire et une langue

source: Go to the !link to change those options
fr: Aller sur !link pour modifier ces options

source: administration pages of your LimeSurvey site
fr: les pages d'administration de votre site sous LimeSurvey

source: Help on LimeSurvey settings for specific features on this site
fr: Aide concernant les paramètres de LimeSurvey pour des fonctionnalités spécifiques sur ce site

source: For custom use
fr: Pour une utilisation personnalisée

source: Not available
fr: Non disponible

source: Available
fr: Disponible

source: Default language
fr: Langue par défaut

source: Affected to
fr: Attribué à

source: No survey was found : !link_create or check the !link_settings
fr: Aucun questionnaire n'a été trouvé : vous devriez vérifier les !link_settings

source: create surveys
fr: Créer des questionnaires

source: synchronization settings of your LimeSurvey site
fr: paramètres de synchronisation de votre site sous LimeSurvey

source: The survey does not exist anymore !
fr: Le questionnaire n'existe plus !

source: The survey or the language does not exist anymore !
fr: Le questionnaire ou cette langue n'existe plus !

source: edit
fr: modifier

source: All LimeSurvey functionalities may not be available from this Drupal site, depending on specific survey settings from your LimeSurvey admin interface.
fr: Toutes les fonctionnalités de LimeSurvey peuvent ne pas être disponibles depuis ce site Drupal, en fonction de réglages spécifiques depuis votre l'interface administrateur Limesurvey.

source: The table below shows which features are availables and how making then availables, setting each LimeSurvey parameter using the [edit] link into the right column.
fr: Le tableau ci-dessous expose quelles fonctions sont disponibles et comment les rendre disponibles, en réglant chaque paramètre de LimeSurvey, à partir du lien [modifier] dans la colonne de droite.

source: On this site
fr: Sur ce site

source: On the LimeSurvey admin interface
fr: Sur l'interface administarteur de LimSurvey

source: Not associated to an answers content type
fr: Non associé à un type de contenu de réponses

source: Additional languages
fr: Langues supplémentaires

source: none
fr: aucun(e)

source: Answers can be <strong>created</strong>
fr: Les réponses peuvent être <strong>créées</strong>

source: Answers <strong>can not be created</strong>
fr: Les réponses <strong>ne peuvent pas être créées</strong>

source: The survey is activated
fr: Le questionnaire est activé

source: Because the survey is not activated
fr: Car le questionnaire n'est pas activé

source: Start date is valid
fr: La date de lancement est valide

source: Because the start date is not valid
fr: Car la date de lancement n'est pas valide

source: Expiry date is valid
fr: La date d'expiration est valide

source: Because the expiry date is not valid
fr: Car la date d'expiration n'est pas valide

source: LimeSurvey end URL, redirecting to this site after completion
fr: Url de fin de LimeSurvey, redirigeant vers ce site une fois la questionnaire complété

source: Correct end url
fr: Url de fin correcte

source: actual end url
fr: url de fin actuelle

source: The end url is correctly set for advanced features
fr: L'URL de fin est correctement paramètrée pour les fonctionnalités avancées

source: The end url is not correctly set for advanced features
fr: L'URL de fin n'est pas correctement paramètrée pour les fonctionnalités avancées

source: Answers can be <strong>edited</strong>
fr: Les réponses peuvent être <strong>modifiées</strong>

source: Answers <strong>can not be edited</strong>
fr: Les réponses <strong>ne peuvent pas être modifiées</strong>

source: Enable token-based response persistence
fr: Activer la persistance des liens réponses - invitations

source: %parameter is set to %value
fr: %parameter est paramètré à %value

source: Because %parameter is not set to %value
fr: Car %parameter n'est pas paramètré à %value

source: Allow editing answers after completion
fr: Autoriser les modifications une fois le questionnaire complété

source: The token table has been created
fr: La table d'invitation (token) a été créée

source: Because the token table has not been created
fr: Car la table d'invitation (token) n'a pas été créée

source: Answers can be automatically <strong>imported</strong>
fr: Les réponses peuvent être automatiquement <strong>importées</strong>

source: Answers <strong>can not be automatically imported</strong>
fr: Les réponses <strong>ne peuvent pas être automatiquement importées</strong>

source: Anonymized responses
fr: Réponses anonymes

source: Date stamp
fr: Réponses datées

source: Note that this module does not override the LimeSurvey site settings. In order to access to specific features, you need to set appropiate survey settings <em>on the !ls_link</em>
fr: Notez que ce module ne surpasse pas les paramètres du site sous LimeSurvey. Pour accéder à des fonctionnalités spécifiques, vous devrez régler les paramètres appropriés <em>depuis ce !ls_link</em>

source: In a nutshell :
fr: En quelques mots :

source: For a basic use : you only need to activate the survey.
fr: Pour une utilisation basique : vous avez seulement besoin d'activer le questionnaire.

source: For the most advanced use, you need to :
fr: Pour l'utilisation la plus avancée, vous devez :

source: enable token-based response persistence,
fr: activer la persistance des liens réponses - invitations,

source: set 'allow editing answers after completion' to <em>yes</em>,
fr: paramétrer « autoriser les modifications une fois le questionnaire complété » à <em>oui</em>,

source: create the invitation token table,
fr: créer la table d'invitation,

source: and set on <em>each language</em> the 'end url' to %end_url.
fr: et paramétrer pour <em>chaque langue</em> « l'url de fin » à %end_url.

source: For a custom use : check below.
fr: Pour une utilisation personnalisée : voir ci-dessous.

source: Settings on the Limesurvey admin interface
fr: Paramètres sur l'interface adminstarteur LimeSurvey

source: Activate survey
fr: Activer le questionnaire

source: Use token invitations
fr: Utiliser les invitations

source: End URL
fr: Url de fin

source: Set to :
fr: Paramètrées à :

source: Currently active
fr: Actuellement active

source: Current time is between the survey start date and expiry date (default setting)
fr: La date actuelle est comprise entre la date de début et la date d'expiration du questionnaire (paramètre par défaut)

source: Yes (also called : '<em>switch to closed-access mode</em>', or '<em>initialize token</em>', or '<em>create tokens table</em>'
fr: Oui (aussi appelé : « <em>passer en mode d'accès restreint</em> », ou « <em>initialiser les inviations</em> », ou « <em>créer la table d'invitation</em> »,

source: Basic features
fr: Fonctionnalités basiques

source: Create survey
fr: Créer un questionnaire

source: Create answers
fr: Créer des réponses

source: Advanced features
fr: Fonctionnalités avancées

source: Edit answers
fr: Modifier des réponses

source: Import drupal users informations into the LimeSurvey results
fr: Importer les informations d'utilisateurs Drupal dans les résultats LimeSurvey

source: Display answer form into an iframe
fr: Afficher le formulaire de réponse dans un cadre

source: Redirection to a drupal specific page after completion
fr: Redirection vers une page specifique de Drupal une fois le questionnaire complété

source: Or directly set it as the end url if you don't use neither the auto import answers or the iframe features.
fr: Ou paramètrer là directement comme url de fin si vous n'utilisez ni l'importation automatique ni l'option d'ouverture dans un cadre.

source: Import all answers manually
fr: Importer toutes les réponses manuellement

source: If set to %yes_no : after survey expiry date only
fr: Si paramètré à %yes_no : uniquement après la date d'expiration du questionnaire

source: Automatic import answers
fr: Importation automatique des réponses

source: and User view own page after completion
fr: et l'Utilisateur voit sa propre page une fois la réponse complètée

source: Generate numeric answer titles
fr: Générer des titres de réponses numériques (ordonnés)

source: Default survey ID
fr: Identifiant par défaut du questionnaire

source: Default survey language
fr: Langue par défaut du questionnaire

source: All
fr: Tout

source: The survey ID from the LimeSurvey software for this answers content type.
fr: L'identifiant de questionnaire du logiciel LimeSurvey pour ce type de contenu de réponses.

source: The language from the LimeSurvey software for this answers content type.
fr: Le langage du logiciel LimeSurvey pour ce type de contenu de réponses.

source: The machine name type of this answers content type.
fr: Le type de contenu pour ce type de contenu de réponses.

source: Answers content type.
fr: Type de contenu de réponses.

source: The human readable type of this answers content type.
fr: Le type humainement lisible pour ce type de contenu de réponses.

source: Default options for responses content types
fr: Options par défaut pour le type de contenu des réponses

source: Options for this responses content type
fr: Options pour ce type de contenu des réponses

source: Choose default display options for responses content types
fr: Choississez les options d'affichage par défaut pour le type de contenu des réponses

source: Choose display options for this responses content type
fr: Choississez les options d'affichage pour ce type de contenu des réponses

source: print a simple hypertext link
fr: afficher un simple lien hypertexte

source: print a form button
fr: afficher un bouton de formulaire

source: automatic and immediate redirection
fr: redirection immédiate et automatique

source: open into an iframe
fr: ouvrir dans un cadre (iframe)

source: open into a lightbox from the '<a href="http://drupal.org/project/colorbox">colorbox</a>' module (dimensions can be set using percents or pixels)
fr: ouvrir dans une lightbox du module « <a href="http://drupal.org/project/colorbox">colorbox</a> » (les dimensions peuvent être paramètrées en pourcents ou pixels)

source: open into a lightbox from the '<a href="http://drupal.org/project/lightbox2">lightbox2</a>' module (dimensions can be set using pixels only)
fr: ouvrir dans une lightbox du module « <a href="http://drupal.org/project/lightbox2">lightbox2</a> » (les dimensions peuvent être paramètrées en pixels uniquement)

source: Options for the response completing form
fr: Options pour le formulaire de réponse à remplir

source: Users submits their answers <em>on</em> the LimeSurvey website. Choose options about the completing form.
fr: Les utilisateurs soumettent leurs réponses <em>sur</em> le site sous LimeSurvey. Choissisez les options concernant le formulaire de réponse

source: In order to automatically close the frame, you should :
fr: Pour fermer automatiquement le cadre, vous devriez :

source: Choose the way to redirect the user to the LimeSurvey site, in order to fill the survey
fr: Choissisez la manière de rediriger l'utilisateur vers le site sous LimeSurvey, pour remplir le questionnaire

source: Automatically overwrite the LimeSurvey end url into the LimeSurvey database, in order to reflect the above settings.
fr: Remplacer automatiquement l'url de fin LimeSurvey dans la base de données LimeSurvey, pour refléter les réglages ci-dessus.

source: Or edit it manually from the LimeSurvey admin interface.
fr: Ou modifier la manuellement depuis l'interface administrateur LimeSurvey.

source: Choose the iframe/lightbox dimensions
fr: Choississez les dimensions du cadre/iframe/lightbox

source: Set '0' to automatically fit the frame on one dimension.
fr: Paramétrer « 0 » pour que le cadre s'adapte automatiquement sur une dimension.

source: automatically fit to the user window
fr: s'adapte automatiquement à la fenêtre de l'utilisateur

source: Invisible iframe ! No vertical scrolling bar into on the iframe
fr: Iframe invisible ! Pas de barre verticale de défilement dans l'iframe

source: beta
fr: bêta

source: Use thoses dimensions :
fr: Utiliser ces dimensions :

source: width
fr: largeur

source: px or %
fr: px ou %

source: height
fr: hauteur

source: Choose expiration period for completing the survey
fr: Choisir la période d'expiration pour remplir le questionnaire

source: Since printing the survey to its final submission
fr: Depuis l'affichage du questionnaire jusqu'à l'envoi de la dernière page

source: 1 hour
fr: @count heure

source: 2 hours
fr: 2 heures

source: 1 day
fr: @count jour

source: Unlimited (not recommanded)
fr: Illimité (non recommandé)

source: its answer view page
fr: sa page de visualisation de sa réponse

source: this specific page :
fr: cette page particulière :

source: Once the form is submitted, redirect the user to
fr: Une fois le formulaire soumis, redirige l'utilisateur vers

source: In order to allow a user to view its submission datas, you need to <b>set the appropiate rights</b> (%right) on the <a href="@url">permission setting page</a>
fr: Pour autoriser l'utilisateur à voir ses données soumises, vous devez <b>paramètrer les droits appropriés</b> (%right) sur la <a href="@url">page de paramètrage des permissions</a>

source: Hide the languages dropdown on the Drupal page preceding the LimeSurvey survey form page.
fr: Cacher la liste déroulante des langues sur la page Drupal précédant la page de questionnaire LimeSurvey.

source: If the 'Locale' core module is enabled. The default language is set below.
fr: Si le module du core « Locale » est activé. La langue par défaut est paramètrée ci-dessous.

source: Options for the respond title
fr: Options pour le titre des réponses

source: Choose how the title associated to each response will be created
fr: Choississez sous quelle forme le titre associé à chaque réponse sera créé

source: the_answers_content_type #
fr: le_type_de_contenu_réponses n°

source: Prefix for the response title
fr: Préfixe pour le titre de la réponse

source: Suffix, to identify a single response
fr: Suffixe, pour identifier une réponse unique

source: An increment number
fr: Un nombre incrémenté

source: A random number between :
fr: Un nombre aléatoire compris entre :

source: Minimal number
fr: Nombre minimal

source: Maximal number
fr: Nombre maximal

source: For example : %title
fr: Par exemple : %title

source: The responses title can not be changed
fr: Le titre de la réponse ne peut pas être modifié

source: Options for the response display page
fr: Options pour la page d'affichage de la réponse

source: Choose how datas will be displayed on the response page
fr: Choissisez comment les données seront affichées sur la page de réponse

source: All in @lang (translate existing answers)
fr: Toutes en @lang (traduire les réponses existantes)

source: The survey language : @lang (recommanded)
fr: La langue du questionnaire : @lang (recommandé)

source: The LimeSurvey survey language
fr: La langue du questionnaire LimeSurvey

source: As an example, you can provide a japonese survey for your japonese end users and read their responds in english on the Drupal site.
fr: Vous pouvez par exemple fournir un questionnaire en japonnais pour vos utilisateurs japonais et lire leurs réponses en anglais sur le site Drupal.

source: For such feature, you need to :
fr: Pour cette fonctionnalité, vous devez :

source: !enable the Locale core module,
fr: !enable le module du core Locale,

source: enable
fr: activer

source: on the current page ('Publishing options' tab) set 'Multilingual support' to 'enabled',
fr: Sur la page actuelle (dans l'onglet « Options de publication » paramètrer la « Gestion multilingue » à « Activé »,

source: !install and enable the appropriate languages,
fr: !install et activer les langues appropriées,

source: install
fr: installer

source: !download translations,
fr: !download les traductions,

source: download
fr: télécharger

source: !translate the LimeSurvey Sync module for the few missing strings (if any).
fr: !translate le module LimeSurvey Sync pour les quelques chaînes manquantes (le cas échéant).

source: translate
fr: traduire

source: Choose the display language for answers
fr: Choisir la langue d'affichage des réponses

source: Print only responded questions
fr: Afficher seulement les questions répondues

source: Usefull for large surveys
fr: Utile pour les volumineux questionnaires

source: Merge question groups, questions and subquestion for greater readability
fr: Fusionner les groupes, questions et sous-questions pour une meilleure lisibilité

source: Ignore "Text display" question type, also called "boilerplate questions"
fr: Ne pas afficher les questions de type « texte », aussi appelées « questions sans réponses »

source: LimeSurvey fields to be displayed
fr: Champs de LimeSurvey à afficher

source: Choose default format filter
fr: Choisissez le format d'entrée par défaut

source: @format_name (<a href="@url">@format_code</a>) <em>[Not recommanded]</em>
fr: @format_name (<a href="@url">@format_code</a>) <em>[Non recommandé]</em>

source: The <a href="@url">input format</a> should display HTML text or at least the following tags : @tags.
fr: Le <a href="@url">format de texte</a> doit pouvoir afficher du texte HTML ou au moins les balises suivantes : @tags.

source: This option needs administrator access rights.
fr: Cette option nécéssite des droits d'administrateur.

source: Options for the response synchronization
fr: Options pour la synchronisation de la réponse

source: The synchronization process imports the LimeSurvey responses into Drupal nodes
fr: Le processus de synchronisation importe les répopnses LimeSurvey dans des nodes Drupal

source: Or import answers manually on the <a href="@url">survey synchronization page</a>.
fr: Ou l'importer manuellement depuis la <a href="@url">page de synchronisation du questionnaire</a>.

source: Or import answers manually on the survey synchronization page.
fr: Ou l'importer manuellement depuis la page de synchronisation du questionnaire.

source: Automatic import answer after completion
fr: Importer automatiquement la réponses après soumission

source: Set a specific user as author for the manually imported answers
fr: Paramètrer un utilisateur particulier comme auteur pour les réponses importées manuellements

source: Leave it blank for the current user, or 0 for Anonymous user.
fr: Laisser vide pour l'utilisateur actuel ou 0 pour les utilisateurs anonymes.

source: Adapt the response status depending on the answer is completed or is being edited
fr: Adapater le statut de la réponse selon que celle-ci est achevée ou en cours de modification

source: Automatic switch to the 'unpublished' status during the edition process and switch back to the 'published' status when the response has been completed.
fr: Appliquer automatiquement le statut « non publié » quand la réponse est en cours de modification et rétablir le statut « publié » quand la réponse est achevée.

source: Fill the token table of the LimeSurvey database with corresponding usernames and emails
fr: Rempli la table d'invitaion de la base de données LimeSurvey avec les mails et noms d'utilisateur correspondants

source: Users names and emails from this site will be available into the LimeSurvey results.
fr: Les nom d'utilisateurs et les email des utilisateurs seront disponibles dans les resultats de LimeSurvey.

source: Don't delete the answer revision entries store into the LimeSurvey site database
fr: Ne pas effacer l'entrée de revision des réponses stockée dans la base de donnée du site sous LimeSurvey

source: Keeping the answer revision entries allow you to switch back to this revision and being able to edit it again. They will be mark as "uncompleted reponses" into the LimeSurvey site user interface. you will need so to select "include completed answers only" to ignore them into the statitics.
fr: Conserver les entrées de revision des réponses vous permet de revenir sur cette révision et de pouvoir la modifier de nouveau. Elles seront marqués comme « réponses incomplètes » dans l'interface utilisateur du site sous LimSurvey. Vous devrez donc sélectionner « inclure seulement les réponses incomplètes » pour les ignorer dans les statistiques.

source: Always create revision on synchronization process
fr: Toujours créer une révision lors de synchronisations

source: Recycling virgin responses for the same user
fr: Recycler les réponses vierges pour un même utilisateur

source: Virgin answers may be generated when the LimeSurvey form is displayed but the user did not submit the first page.
fr: Des réponses vierges peuvent être générées quand le formulaire de LimeSurvey est affichée mais que l'utilisateur ne valide pas la première page.

source: Reset to defaults
fr: Réinitialiser aux valeurs par défaut

source: You can not disable an empty title.
fr: Vous ne pouvez pas désactivé un titre vide.

source: For privacy raison, you can not change the answers title on anonymized surveys.
fr: Pour des raisons de confidentialité, vous ne pouvez pas modifier le titre des réponses de questionnaires anonymes.

source: The invisible iframe feature is only available for opening the form into an iframe.
fr: L'iframe invisible n'est diponible que pour l'ouverture dans un cadre (iframe).

source: The frame module does not support percent parameter, tip a pixel value or '0' for automatically fit it.
fr: Le module de cadre ne gère pas le paramètre en pourcent, saississez un paramètre en pixels ou « 0 » pour que le cadre s'adapte automatiquement.

source: The frame %dim must be between @dim_min@dim_unit and @dim_max@dim_unit
fr: La %dim du cadre doit être comprise entre @dim_min@dim_unit et @dim_max@dim_unit

source: Invalid user specified
fr: Utilisateur invalide spécifié

source: You have to choose a filter format
fr: Vous devez choisir un format de texte

source: You are not not allowed to modify the filter format
fr: Vous n'êtes pas autorisé à modifier le format d'entrée

source: The choosen format filter is not recommanded, you should choose another one.
fr: Le format de texte choisi n'est pas recommandé, vous devriez en choisir un autre.
