Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/limesurvey_sync/translations/*.po
Languages: fr

source: The LimeSurvey Sync module allows to connect the <strong><a href="@url_ls">LimeSurvey software</a></strong> (a free and open source Survey application) and the Drupal software together.
fr: Le module LimeSurvey Sync module pemet de connecter ensemble le <strong><a href="@url_ls">logiciel LimeSurvey</a></strong> (une application de questionnaire gratuite et open source) et le logiciel Drupal.

source: In order to use this module, you have to <a href="@url_download">download</a> and <a href="@url_install">install</a> the LimeSurvey software on a server (in a distinct folder than the Drupal one).
fr: Pour utiliser ce module, vous devez <a href="@url_download">télécharger</a> et <a href="@url_install">installer</a> le logiciel LimeSurvey sur un serveur (dans un dossier différent de celui de Drupal).

source: Once installed your LimeSurvey site, the table below helps to correctly configure the synchronization process.
fr: Une fois installé votre site LimeSurvey, le tableau ci-dessous aide à correctement paramètrer la synchronisation.

source: Testing interface
fr: Interface de test

source: Show testing results for synchronization between your Drupal site and your LimeSurvey site.
fr: Affiche les résultats de test de synchronisation entre votre site sous Drupal et votre site sous LimeSurvey.

source: Any test should fail.
fr: Aucun test ne doit échouer.

source: Simple warning message, your setting may be correct.
fr: Simple message d'avertissement, vos réglages peuvent être bons.

source: LimeSurvey site path
fr: Chemin (url) du site sous LimeSurvey

source: It can be a relative path or an external website
fr: Il peut s'agir d'un chemin relatif ou d'un site externe

source: LimeSurvey global setting page
fr: page des paramètres généraux de LimeSurvey

source: LimeSurvey Server time
fr: heure serveur LimeSurvey

source: Open the link into a new window
fr: Ouvrez le lien dans une nouvelle fenêtre

source: Custom
fr: Personnalisé

source: The !link_ls_time value is %value
fr: La valeur de l'!link_ls_time est %value

source: Yes
fr: Oui

source: No
fr: Non

source: Visit the !link_ls_settings, looking for the LimeSurvey <em>Server time</em> value.
fr: Visitez le !link_ls_settings, recherchant la valeur de l'<em>heure serveur</em> LimeSurvey.

source: Select the right LimeSurvey <em>Server time</em> value and submit the page
fr: Sélectionnez la bonne valeur de l'<em>heure serveur</em> LimeSurvey and validez la page.

source: Tip time between the Drupal server and the LimeSurvey server
fr: Saississez la différence de temps entre le serveur Drupal et le serveur LimeSurvey

source: The LimeSurvey <em>Time difference</em> value can be edited on the !link_ls_tz
fr: La valeur de la <em>Différence de temps</em> LimeSurvey peut être modifiée sur la !link_ls_tz

source: Test settings (don't save)
fr: Tester les paramètres (ne pas sauver)

source: Save
fr: Enregistrer

source: The '%setting' setting is not valid.
fr: Le paramètre « %setting » n'est pas valide.

source: Delete trailing slash.
fr: Effacer le slash final.

source: The new settings have not been saved. Click on the 'Save' button in order to save them.
fr: Les nouveaux paramètres n'ont pas été enregistrées. Cliquez sur le bouton « sauver » pour les sauvegarder.

source: New settings have been saved.
fr: Les nouveaux paramètres ont été enregistrés.

source: Settings haven't been changed.
fr: Les paramètres n'ont pas été modifiés.

source: Tested property
fr: Propriété testée

source: Test result
fr: Résultat du test

source: Comment
fr: Commentaire

source: Edit
fr: Modifier

source: Help
fr: Aide

source: Set the LimeSurvey database informations
fr: Paramètrez les informations de base de données LimeSurvey

source: LimeSurvey database connexion parameters will be generated according to the datas below and will be saved into the settings.php Drupal file.
fr: Les paramètres de connexion à la base de données LimeSurvey seront générés à partir des données ci-dessous et seront sauvés dans le fichier Drupal settings.php.

source: Datas should match the ones from the <em>application/config/config.php</em> LimeSurvey file
fr: Les données doivent correspondrent à celles du fichier LimeSurvey <em>application/config/config.php</em>

source: The LimeSuvey site and this Drupal site <strong>are using the same hosting server, database type (@driver) and database</strong>
fr: Le site LimeSurvey et le site Drupal <strong>utilisent le même serveur, le même type de base de données (@driver) and la même base de données</strong>

source: LimeSurvey site Database type
fr: Type de base données du site LimeSurvey

source: The type of database your @drupal data will be stored in.
fr: Le type de base de données dans lequel vos données Drupal @drupal seront stockées.

source: Your PHP configuration only supports a single database type, so it has been automatically selected.
fr: Votre configuration PHP ne supporte qu'un seul type de base de données, il a donc été automatiquement sélectionné.

source: @driver_name settings
fr: paramètres @driver_name

source: a table prefix such as %prefix for your LimeSurvey site here.
fr: ici un préfixe de table tel que %prefix pour votre site LimeSurvey.

source: Your LimeSurvey site table prefix
fr: Votre préfixe de table limeSurvey

source: Database file
fr: Fichier de base de données

source: Your LimeSurvey site database name
fr: Votre nom de base de données du site LimeSurvey

source: Your LimeSurvey site database file
fr: Votre fichier de base de données LimeSurvey

source: The name of the database your LimeSurvey data is stored in.
fr: Le nom de la base de données dans laquelle vos données LimeSurvey sont stockées.

source: Your LimeSurvey site database username
fr: Votre nom d'utilisateur de base de données LimeSurvey

source: Your LimeSurvey site database password
fr: Votre mot de passe de base de données LimeSurvey

source: Your LimeSurvey site database host
fr: Votre hôte de base de données LimeSurvey

source: Your LimeSurvey site database port
fr: Votre port de base de données LimeSurvey

source: Rewrite the settings.php file !
fr: Réécrire le fichier settings.php !

source: !name field is required.
fr: le champ !name is obligatoire.

source: Drupal requires write permissions to %setting_file. If you are unsure how to grant file permissions, consult the <a href="@url">online handbook</a>.
fr: Drupal nécessite des droits d'écriture concernant %setting_file. Si vous ne savez pas comment modifier les permissions de fichier, consultez le <a href="@url">manuel en ligne</a>.

source: LimeSurvey database informations have been successfully appended to the %settings file
fr: Les informations de base de données limeSurvey ont été ajoutées avec succès au fichier %settings

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
fr: Le fichier %file n'est pas protégé contre les modifications et représente un risque de sécurité. Vous devez changer les permissions de fichier pour l'interdire en écriture.

source: Failed to modify %settings. Verify the file permissions. If you are unsure how to grant file permissions, consult the <a href="@url">online handbook</a>.
fr: Echec de la modification de %settings. Vérifiez les permissions de fichier. Si vous ne savez pas comment modifier les permissions de fichier, consultez le <a href="@url">manuel en ligne</a>.

source: Failed to open %settings. Verify the file permissions. If you are unsure how to grant file permissions, consult the <a href="@url">online handbook</a>.
fr: Echec de l'ouverture de %settings. Vérifiez les permissions de fichier. Si vous ne savez pas comment modifier les permissions de fichier, consultez le <a href="@url">manuel en ligne</a>.

source: second
fr: seconde

source: Open the LimeSurvey admin interface in a new window
fr: Ouvre l'interface administrateur de LimeSurvey dans une nouvelle fenêtre

source: replacing each data ('driver', 'database', 'username', 'password', 'host') by the correct value from the %lsconfig LimeSurvey file.
fr: remplaçant chaque donnée (« type de base de données », « base de données », « nom d'utilisateur », « mot de passe », « hôte ») par la bonne valeur dans le fichier LimeSurvey %lsconfig.

source: you can find it opening the %lsconfig file stored into your LimeSurvey site folder (it is the %dbprefix variable value).
fr: vous pouvez la trouver en ouvrant le fichier %lsconfig stocké dans le dossier racine de votre site sous LimeSurvey (c'est la valeur de la variable %dbprefix).

source: replacing each data ('driver', 'database', 'username', 'password', 'host') by the correct value from the %configfile_2x file (LimeSurvey v2.x) or the %configfile_1x (LimeSurvey v1.x) LimeSurvey files.
fr: remplaçant chaque donnée (« type de base de données », « base de données », « nom d'utilisateur », « mot de passe », « hôte ») par la bonne valeur dans le fichier LimeSurvey %configfile_2x file (LimeSurvey v2.x) ou %configfile_1x (LimeSurvey v1.x) .

source: you can find it : under LimeSurvey v2.x opening the %configfile_2x file stored into your LimeSurvey site folder (it is the %dbprefix_2x variable value) or under LimeSurvey v1.x opening the %configfile_1x file (it is the %dbprefix_1x variable value).
fr: Vous pouvez le trouver : sous LimeSurvey v2.x en ouvrant le fichier %configfile_2x stocké dans le dossier du site LimeSurvey (c'est la valeur de la variable %dbprefix_2x) ou sous LimeSurvey v1.x en ouvrant le fichier %configfile_1x (c'est la valeur de la variable %dbprefix_1x).

source: The LimeSurvey database connection test must succeed in order to run this test.
fr: La connexion à la base de données LimeSurvey doit avoir réussi pour ce test.

source: You need to fix the test of the LimeSurvey database connection first.
fr: Vous devez d'abord corriger le test de la connexion à la base de données LimeSurvey.

source: The LimeSurvey site hosting server is not declared yet.
fr: Le serveur hébergeant le site LimeSurvey n'est pas encore déclaré.

source: You have to edit the %file Drupal file (manually or using the form) providing the LimeSurvey database connection informations.
fr: Vous devez modifier le fichier Drupal %file (manuellement ou en utilisant le formulaire), fournissant les informations de connexion à la base de données LimeSurvey

source: The LimeSurvey site hosting server is not correctly declared into the %file.
fr: Le serveur hébergeant le site LimeSurvey n'est pas correctement déclaré dans le fichier %file.

source: The database connection to the LimeSurvey site has failed.
fr: La connexion à la base de données du site LimeSurvey a échoué.

source: The LimeSurvey and the Drupal sites are sharing the same hosting server
fr: Les sites LimeSurvey et Drupal partagent le même serveur

source: and are using distinct databases
fr: et utilisent des bases de données différentes

source: but the LimeSurvey database prefix is not valid, choose a value other than %invalid.
fr: mais le préfixe de base de données n'est pas valide, choississez une autre valeur que %invalid.

source: empty
fr: nulle

source: The LimeSurvey and the Drupal sites are using distinct hosting server.
fr: Les sites LimeSurvey et Drupal utilisent des serveurs différents.

source: The database connection has succeeded.
fr: La connexion à la base de données a réusssi.

source: The 'surveys' database table of the LimeSurvey site has been successfully found.
fr: La table « surveys » de la base de donnée du site sous LimeSurvey a été trouvée avec succès

source: The LimeSurvey database connection informations must be appended into the %settings_file Drupal file, as the $databases<strong>['ls']</strong>['default'] variable,
fr: Les informations de connexion à la base de données LimeSurvey doivent être ajoutés au fichier Drupal %settings_file dans la variable « $databases<strong>['ls']</strong>['default'] »,

source: Concerning the <em>LimeSurvey database prefix</em> value,
fr: Concernant la valeur du <em>préfixe de base de données LimeSurvey</em>,

source: Note that if you host your LimeSurvey site and your Drupal site on the same database, you have to choose distinct prefix.
fr: Notez que si vous hébergez votre site LimeSurvey et votre site Drupal sur le même server, vous devez choisir des préfixes différents.

source: If the 'survey' database table is not found : make sure if you have correctly installed the !link_ls and set the right database prefix.
fr: Si la table « survey » de base de donnéesn'est pas trouvée : vérifiez que vous avez correctement installés le !link_ls et réglé le bon préfixe de base de données.

source: LimeSurvey software
fr: Logiciel Limesurvey

source: This step requires write permissions to %setting_file. If you are unsure how to grant file permissions, consult the !handbook.
fr: Cette étape requière des droits d'écriture sur le fichier %setting_file. Si vous ne savez pas comment modifier les permissions de fichier, consultez le !handbook.

source: online handbook
fr: manuel en ligne

source: The LimeSurvey database connection
fr: Les informations de connexion LimeSurvey

source: <em>allow_url_fopen</em> should be set to '<em>On</em>' into the <em>php.ini</em> file for this test.
fr: pour ce test, <em>allow_url_fopen</em> doit être paramètré à « <em>On</em> » dans le fichier <em>php.ini</em>.

source: Test abort.
fr: Test annulé.

source: You need to manually test the !url URL, making sure you can reach your LimeSurvey site.
fr: Vous devez tester manuellement l'url !url, vous assurant que vous pouvez atteindre votre site sous LimeSurvey.

source: Undocumented error
fr: Erreur non documentée

source: Error 401: unauthorized request
fr: Erreur 401 : requète non autorisée

source: Error 400: invalid request
fr: Erreur 400 : requète invalide

source: Error 404: page not found
fr: Erreur 404 : page non trouvée

source: Error %num_error: server replied with an error
fr: Erreur %num_error: le server répond par une erreur

source: Undocumented error : @mess #@error
fr: Erreur non documentée : @mess #@error

source: The LimeSurvey site page has been successfully reached
fr: La page du site sous LimeSurvey a été atteinte avec succès

source: A LimeSurvey site page has been successfully reached, <strong>but it does not match the same LimeSurvey database</strong>.
fr: Un site sous limesurvey a été atteint, <strong>mais il ne correspond pas à la même base de donnée LimeSurvey</strong>.

source: This page does not contain the word 'LimeSurvey'
fr: Cette page ne contient pas le mot « LimeSurvey »

source: The LimeSurvey site page has not been reached (%error)
fr: La page du site sous LimeSurvey n'a pas été atteinte (%error)

source: Tested url is :<br />!url.
fr: L'adresse web testée est :<br />!url.

source: Tested url is :<br />!url, redirected to !redirected_url.
fr: L'URL testée est : <br />!url, redirigée vers !redirected_url.

source: The LimeSurvey site url
fr: L'adresse électonique du site sous LimeSurvey

source: If it fails, you may need to check the <em>LimeSurvey site path</em> setting and save it on the current page.
fr: Si échec, vous devriez vérifier le <em>paramètre chemin (url)</em> du site sous LimeSurvey et le sauver sur la page actuelle.

source: @count hour
fr: @count heure

source: @count hours
fr: @count heures

source: The default value for the LimeSurvey <em>Time difference</em> setting is %value.
fr: La valeur par défaut pour la <em>Différence de temps</em> LimeSurvey est %value.

source: Your Drupal site and your LimeSurvey site are synchronized.
fr: Votre site Drupal et votre site LimeSurvey sont synchronisés.

source: Your Drupal site and your LimeSurvey site are not synchronized, you should set the LimeSurvey Time difference value to %value.
fr: Votre site Drupal et votre site LimeSurvey ne sont pas synchronisés, vous devriez paramètrer la <em>Différence de temps</em> LimeSurvey à %value.

source: For running this test, check the LimeSurvey <em>Server time</em> value and submit the page.
fr: Pour procéder à ce test, vérifier la valeur de la <em>Différence de temps</em> LimeSurvey et validez la page.

source: Your LimeSurvey site and your Drupal site must be synchronized, the server times and timezone settings taken into account.
fr: Votre site Drupal et votre site LimeSurvey doivent être synchronisés, les paramètres d'heure des serveur et de fuseaux horaires étant pris en compte.

source: You should make sure your !link_drupal_tz is correctly set.
fr: Vous devriez vous assurer que votre !link_drupal_tz est correctement paramètré.

source: Drupal default timezone setting
fr: fuseau horaire par défaut Drupal

source: Note : on Daylight Saving Time changes, you may need to edit your Drupal and LimeSurvey timezones values.
fr: Note : lors des passages à l'heure d'hiver/d'été, vous pourriez avoir besoin de modifier les fuseaux horaires Drupal et LimeSurvey.

source: Softwares synchronized on time
fr: Logiciels synchronisés

source: Warning
fr: Avertissement

source: Successful
fr: Réussi

source: Failure
fr: Echoué

source: The %variable settings have changed : @field from %old_val to %new_val
fr: La variable %variable a changé : @field de %old_val à %new_val

source: The %variable settings have changed : @field as been added (value is %val)
fr: La variable %variable a changé : @field a été ajouté (sa valeur est %val)

source: The %variable settings have changed : @field as been deleted (value was %val)
fr: La variable %variable a changé : @field a été effacé (sa valeur était %val)

source: set LimeSurvey synchronization
fr: paramètrer la synchronisation de LimeSurvey

source: To configure the synchronization between your LimeSurvey site and this Drupal site
fr: Pour configurer la synchronisation entre votre site sous LimeSurvey et ce site Drupal

source: LimeSurvey Sync module enabled
fr: Module LimeSurvey Sync activé

source: In order to set synchronization between Drupal and LimeSurvey, go under <a href="@url">Administer > Site configuration > Media > LimeSurvey Sync</a>
fr: Pour paramètrer la synchronisation entre Drupal et LimeSurvey, allez à <a href="@url">Administration > Configuration du site > Media > LimeSurvey Sync</a>

source: LimeSurvey Sync module disabled
fr: Module LimeSurvey Sync désactivé

source: Configure the synchronization between your Drupal site and your LimeSurvey site.
fr: Paramétrer la synchronisation entre votre site Drupal et votre site LimeSurvey.

source: LimeSurvey site reachable
fr: Site LimeSurvey atteint

source: Fix the LimeSurvey site connection
fr: Corrigez la connexion au site LimeSurvey

source: Check the LimeSurvey site connection
fr: Vérifiez la connexion au site LimeSurvey

source: The LimeSurvey Sync module needs to connect to the LimeSurvey database and to reach the LimeSurvey site via http. Check the <a href="@url">LimeSurvey setting page</a> for more information.
fr: Le module LimeSurvey Sync doit se connecter à la base de donnée du site sous LimeSurvey et atteindre le site via http. Vérifier sur la <a href="@url">page des paramètres de synchronisation</a> pour plus d'informations.

source: Configuring synchronization modules between LimeSurvey and Drupal and providing the API
fr: Configuration pour les modules de synchronisation entre LimeSurvey et Drupal et fournit l'API

source: Title
fr: Titre

source: Author
fr: Auteur

source: Filter results
fr: Filtrer les résultats

source: Show only published answers
fr: Afficher uniquement les réponses publiées

source: Ignore virgin answers
fr: Ignorer les réponses vierges

source: Set the number of answers per page
fr: Saississez le nombre de réponses par pages

source: Filter
fr: Filtrer

source: No respond yet
fr: Pas encore de réponse

source: Compare answers
fr: Comparer les réponses

source: The number of answers per page is not valid
fr: Le nombre de réponses par pages n'est pas valide

source: You must check at least 2 answers to compare
fr: vous devez sélectionner au moins 2 réponses à comparer

source: To many answers to compare. Uncheck aproximatively %number answers.
fr: Trop de réponses à comparer. Décochez environ %number réponses.

source: You can not compare thoses answers
fr: Vous ne pouvez pas comparer ces réponses

source: Maching score
fr: Score de cohérence

source: The matching score is %score%
fr: Le score de cohérence est de %score%

source: Redirection in progress...
fr: Redirection en cours...

source: Go to the survey
fr: Accéder au questionnaire

source: @type %title has been created.
fr: Le contenu '%title', de type '@type', a été créé.

source: @type %title has been updated.
fr: Le contenu '%title', de type '@type', a été mis à jour.

source: Virgin answer settings reseted
fr: Réinitialisation des paramètres de la réponse vierge

source: The answer is switched back to the virgin status
fr: La réponse est repassée au statut vierge

source: The answer is being edited
fr: La réponse a été modifiée

source: The answer is being edited and has been imported
fr: La réponse est en cours de modification et à été importée

source: The answer has just been edited
fr: La réponse vient d'être modifiée

source: The answer has just been imported
fr: La réponse vient d'être importée

source: and
fr: et

source: Now processing %node
fr: Traite actuellement %node

source: Processing answers importation
fr: Traite l'importation des réponses

source: Answers importation is starting.
fr: L'importation des réponses commence

source: Processed @current out of @total.
fr: @current sur @total traités.

source: Answers importation has encountered an error.
fr: Une erreur s'est produite lors de l'importation des réponses.

source: Processing answers synchronization
fr: Traite la synchronisation des réponses

source: Answers synchronization is starting.
fr: La synchronisation des réponses commence.

source: Answers synchronization has encountered an error.
fr: Une erreur s'est produite lors de la synchronisation des réponses.

source: An error occurred
fr: Une erreur s'est produite

source: No answer to synchronize.
fr: Aucune réponse à synchroniser.

source: The answer does not need to be imported
fr: La réponse n'a pas besoin d'être importée

source: The answer does not need to be updated
fr: La réponse n'a pas besoin d'être mise à jour

source: The answer is not allowed to be imported
fr: L'importation de la réponse n'est pas autorisé

source: The answer is not allowed to be updated
fr: La mise à jour de la réponse n'est pas autorisée

source: The answer has been correctly imported
fr: La réponse a été correctement importée

source: the @field '%value' has been set
fr: le @field a été paramétré à « %value »

source: Importing the answer,
fr: Lors de l'importation de la réponse,

source: The answer has been updated with no change on the @status and the @sync
fr: La réponse a été mise à jour sans changement concernant le @status et le @sync

source: the @field has been changed from '%old' to '%new'
fr: le @field a été modifié de « %old » à « %new »

source: Updating the answer,
fr: Lors de la mise à jour de la réponse,

source: access not allowed
fr: accès non autorisé

source: Concerning the answer entry %aid.
fr: Concernant l'identifiant de réponse %aid.

source: The revision from the current node !title :
fr: La révision de l'actuelle node !title :

source: This answer ID (%aid) is resynchronized again.
fr: Cet identifiant de réponse (%aid) est de nouveau synchronisé.

source: This answer is desynchronized because the connection to your LimeSurvey database fails. Check the <a href="@url">LimeSurvey Sync settings</a> page in order to fix it.
fr: Cette réponse est désynchronisée car la connexion à votre base de données LimeSurvey a échoué. Vérifiez les <a href="@url">paramètres de LimeSurvey Sync</a> pour corriger le problème.
