Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/limesurvey_sync/translations/*.po
Languages: fr

source: The %lang language is not available on your Drupal site. For best results, pay attention on the help when choosing the 'display language for answers' option.
fr: La langue %lang n'est pas disponible sur votre site Drupal. Pour des résultats optimaux, lisez l'aide lors du choix de l'option de « langue d'affichage des réponses ».

source: For best results, you should enable the Locale core module
fr: Pour des résultats optimaux, vous devriez activer le module du core Locale

source: In order to access to advanced features (automatically import answers, redirect the user on survey completion), you should :
fr: Pour accéder des fonctionnalités avancées (importation automatique des réponses, rediriger l'utilisateur en fin de questionnaire), vous devriez :

source: For privacy raison, you can choose only random title method on anonymized surveys.
fr: Pour des raisons de confidentialité, vous ne pouvez choisir que la methode aléatoire pour la génération de titres des questionnaires anonymes.

source: For privacy raison, anonymized or undated surveys can not automatically import answers
fr: Pour des raisons de confidentialité, les questionnaires anonymes ou non datés ne peuvent pas importer automatiquement les réponses

source: In order to automatically import answers, you should :
fr: Pour importer automatiquement les réponses, vous devriez :

source: You need to !create the token table on the LimeSurvey admin interface in order to use the token persistence features
fr: Vous devez !create la table d'invitation depuis l'interface utilisateur de LimeSurvey pour utiliser les fonctionnalités de persistance des liens invitations - réponses

source: create
fr: créer

source: Only surveys with token-based response persistence enabled can export users informations
fr: Seules les questionnaires avec la persistance des lien inviations - réponses activée peuvent exporter les informations utilisateurs

source: Only surveys that can edit answers may generate revisions
fr: Seules les questionnaires qui peuvent modifier les réponses peuvent générer des révisions

source: You must enable revsionning in order to store the revisions entries
fr: Vous devez activer les révisions pour conserver les entrées de revisions

source: Only surveys with token-based response persistence enabled may generate virgin answers
fr: Seules les questionnaires avec la persistance des lien inviations - réponses activée pourraient générer des réponses vierges

source: You can not edit the default redirection
fr: Vous ne pouvez pas modifier la redirection par défaut

source: You can not choose the default import language
fr: Vous ne pouvez pas choisir la langue d'importation par défaut

source: You can not choose the automatic import feature by default
fr: Vous ne pouvez pas choisir l'importation automatique des réponses par défaut

source: You can not choose to export user informations by default
fr: Vous ne pouvez pas choisir d'exporter les informations d'utilisateurs par défaut

source: You can not choose to recycle virgin answers by default
fr: Vous ne pouvez pas choisir de recycler les réponses vierges par défaut

source: You can not choose to keep answers revisions by default
fr: Vous ne pouvez pas choisir de conserver les entrées de revisions des réponses par défaut

source: In order to be redirected to the answer view page, you need to enable the 'automatically import answers' feature
fr: Pour rediriger vers la page de visualisation de la réponse, vous devez activer la fonctionnalité « importation automatique des réponses »

source: You can not ask for recycling answers with an unlimited expiration time
fr: Vous ne pouvez pas demander de recycler les nodes de réponse avec une période d'expiration illimitée

source: Your LimeSurvey answers default display language is %ls_lang but your Drupal default language is %dr_lang.<br />You would probably want to <em>enable multilingual support</em> for that answers content type, in order to automatically set news answers as %ls_lang.
fr: Votre langue par défaut d'affichage des réponses LimeSurvey est %ls_lang tandis que votre langue par défaut Drupal est %dr_lang.<br />Vous voudrez probablement <em>activer la gestion mulitlingue</em> pour ce type de contenus de réponses, dans le but de paramétrer automatiquement les nouvelles réponses en tant que %ls_lang.

source: You should <a href="@url">resynchronize all existing answers</a> in order to apply changes concerning the display page options
fr: Vous devriez <a href="@url">resynchroniser toutes les réponses existantes</a> pour appliquer les changements concernant les options d'affichage

source: You must <a href="@url">resynchronize all existing answers</a> in order to delete the obsolet revisions entries on your LimeSurvey site
fr: Vous devez <a href="@url">resynchroniser toutes les réponses existantes</a> pour effacer les entrées de révisions obsolètes de votre site sous LimeSurvey

source: You must <a href="@url">resynchronize all existing answers</a> in order to delete the exported users informations entries on your LimeSurvey site
fr: Vous devez <a href="@url">resynchroniser toutes les réponses existantes</a> pour effacer les entrées d'informations d'utilisateurs exportées sur votre site sous LimeSurvey

source: Exported user informations have been deleted on the LimeSurvey database.
fr: Les données exportées d'utilisateurs ont été effacées sur la base de donnée LimeSurvey.

source: automatically load URL
fr: charger automatiquement l'URL

source: simply check the checkbox : Automatically overwrites the LimeSurvey end url
fr: Cocher simplement la case : Remplacer automatiquement l'url de fin LimeSurvey

source: '!link' to '%end_url' (or an equivalent relative url),
fr: « !link » à « %end_url » (ou une url relative équivalente),

source: and '!link when survey complete ?' to <em>Yes</em> (optional).
fr: et « !link quand le questionnaire est terminé ? » à <em>Oui</em> (optionnel).

source: or manually set on your LimeSurvey admin user interface :
fr: Ou paramètrer manuellement sur votre interface utilisateur LimeSurvey :

source: Survey
fr: Questionnaire

source: Survey title
fr: Titre du questionnaire

source: This permission exposes informations from your LimeSurvey site administrator interface.
fr: Cette permision exposes des informations issues de interface administrateur LimeSurvey.

source: %type_name: Create new content
fr: %type_name&nbsp;: Créer un nouveau contenu

source: Import a survey from your LimeSurvey site into this site.
fr: Importer un questionnaire depuis votre site LimeSurvey dans ce site.

source: %type_name: Edit own content
fr: %type_name&nbsp;: Modifier son propre contenu

source: %type_name: Edit any content
fr: %type_name&nbsp;: Modifier n'importe quel contenu

source: %type_name: Delete own content
fr: %type_name&nbsp;: Supprimer son propre contenu

source: %type_name: Delete any content
fr: %type_name&nbsp;: Supprimer n'importe quel contenu

source: Force answers synchronization
fr: Forcer la synchronisation de réponses

source: Allow to force the answers synchronization with your LimeSurvey site, even if it not needed or for desynchronized answers, for answers from a viewable survey
fr: Autoriser à forcer la synchronisation de réponses avec votre site LimeSurvey, même si elle n'est pas nécéssaire ou pour des réponses désynchronisées, pour un questionnaire visible

source: Allow to compare answers from a viewable survey
fr: Autoriser à comparer des réponses d'un questionnaire visible

source: The answers content type !name is not associated to the survey !survey anymore and is handled henceforth by the node module. Synchronization features are not availables anymore. Enable the LimeSurvey Sync Responses module in order to restore the association.
fr: Le type de contenu de réponses !name n'est plus associé au questionnaire !survey et est géré désormais par le module node. Les fonctionnalités de synchronisation ne sont plus disponibles. Activez le module LimeSurvey Sync Responses pour restorer l'association.

source: @type #
fr: @type n°

source: The answers content type %type has been deleted
fr: Le type de contenu de réponses %type a été effacé

source: Link to the associated survey edit page
fr: Lien vers la page de modification du questionnaire associé

source: and existing answers
fr: et les réponses existantes

source: : for new answers@existing_answers, the default language will be automatically set to %lang.
fr: : pour les nouvelles réponses@existing_answers, le langage par défaut sera automatiquement réglé à %lang.

source: You would probably want to <a href="@url">enable</a> the LimeSurvey survey default language (%lang) on you Drupal site.
fr: Vous voudrez probablement <a href="@url">activer</a> le language par défaut du questionnaire LimeSurvey (%lang) sur votre site Drupal.

source: You would probably want to <a href="@url">install</a> the LimeSurvey survey default language (%lang) on you Drupal site.
fr: Vous voudrez probablement <a href="@url">installer</a> le language par défaut du questionnaire LimeSurvey (%lang) sur votre site Drupal.

source: LimeSurvey Sync Survey module enabled
fr: Module LimeSurvey Sync Survey activé

source: LimeSurvey Sync Survey module disabled
fr: Module LimeSurvey Sync Survey désactivé

source: Survey properties
fr: Propriétés du questionnaire

source: To response to the survey
fr: Pour répondre au questionnaire

source: New response
fr: Nouvelle réponse

source: Responses on real time graphic statistics
fr: Graphiques statistiques en temps réel des réponses

source: Choose 'Include' : 'Completed responses only' to ignore revisions from responses.
fr: Choisir « Inclure » : « Réponses complètes uniquement » pour ne pas tenir comptes des révisions des réponses.

source: Statistics
fr: Statistiques

source: Create respond section now !
fr: Créer la section réponse maintenant !

source: Create respond section to start completing this survey !
fr: Créer la section réponse pour commencer à remplir ce questionnaire !

source: Content type storing this survey responses
fr: Type de contenu stockant les réponses à ce questionnaire

source: This survey is connected to a content type that stores each response as node
fr: Ce questionnaire est relié à un type de contenu stockant chaque réponse en tant que noeud (node)

source: The machine-readable name of this content type. This text will be used for constructing the URL of the <em>create content</em> page for this content type. This name must contain only lowercase letters, numbers, and underscores. Underscores will be converted into hyphens when constructing the URL of the <em>create content</em> page. This name must be unique.
fr: Le nom interne de ce type de contenu. Ce texte sera utilisé pour contruire l'URL de la page <em>créer un contenu</em> pour ce type de contenu. Ce nom ne doit contenir que des lettres minuscules, des chiffres, et des caractères de soulignement. Les caractères de soulignement seront convertis en train d'union lors de la contruction des URL de la page <em>Créer un contenu</em>. Ce nom doit être unique.

source: You can edit it on the <a href="@url">options edit page</a>
fr: Vous pouvez le modifier sur <a href="@url">la page de modification des options</a>

source: Invalid machine-readable name. Enter a name other than %invalid.
fr: Nom interne incorrect. Entrer un nom différent de "%invalid".

source: Name and description values have been imported from your LimeSurvey website, you can edit them now
fr: Les valeurs du nom et de description ont étées importées depuis votre site sous LimeSurvey, vous pouvez les modifiez maintenant

source: The responses content type %name has been updated.
fr: Le type de contenu des réponses %name a été mise à jour.

source: The responses content type %name has been added.
fr: Le type de contenu des réponses %name a été ajoutée.

source: view
fr: voir

source: The answers content type %name, associated to the survey %survey, is handled henceforth by the node module
fr: Le type de contenu de réponses %name, associé au questionnaire %survey et est géré désormais par le module node.

source: Added answers content type %name.
fr: Type de contenu de réponses %name ajouté.

source: Import a LimeSurvey survey into Drupal as a survey node and a node type for responses
fr: Importe un questionnaire LimeSurvey dans Drupal en tant que contenu de questionnaire et que type de contenu pour les réponses

source: Node type
fr: Type de node

source: Type machine-name
fr: Nom systéme du type

source: The type of a node (for example, "blog", "forum", "story", etc).
fr: Le type de contenu (par exemple, « blog », « forum », « story », etc).

source: Answers nodes
fr: Nodes réponses

source: Original type machine name
fr: Le nom système d'origine du type de contenu

source: The original machine-readable name of this node type. This may be different from the current type name
fr: Le nom système d'origine de ce type de contenu. Il peut être différent de l'actuel nom système

source: LS surveys
fr: Questionnaire LS

source: Type of the associated answers content type
fr: Type du type de contenu de réponses associé

source: Associated answers content type
fr: Type de contenus de réponses associé

source: LimeSurvey surveys
fr: Questionnaires de LimeSurvey

source: LimeSurvey surveys nodes
fr: Noeuds questionnaires LimeSurvey

source: Survey revisions
fr: Révisions de questionnaires

source: LimeSurvey survey node revision
fr: Node révision de questionnaire de LimeSurvey

source: Node revision
fr: Révision de node

source: Survey node
fr: Node questionnaire

source: LimeSurvey survey node
fr: Node de questionnaire de LimeSurvey

source: Reset
fr: Réinitialiser

source: « first
fr: « premier

source: ‹ previous
fr: ‹ précédent

source: next ›
fr: suivant ›

source: last »
fr: dernier »
