Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/menutree/po/*.po
Languages: hu

source: Page title
hu: Oldal címe

source: The path <a href="@link">@path</a> will provide a complete tree of all menu items in this menu. If you wish to set a custom title or header text, do so here.
hu: A <a href="@link">@path</a> útvonalon érhető el ennek a menünek a teljes szerkezete. Itt lehet címet és bevezető szöveget adni hozzá.

source: A page title that is displayed instead of the root menu item title.
hu: A gyökér menüelem helyett megjelenő szöveg. Ez lesz az oldal címe.

source: Intro text
hu: Bevezető szöveg

source: An intro text that is displayed below the page title.
hu: Az oldal címe alatt megjelenő bevezető szöveg.

source: view site tree
hu: webhely felépítésének megtekintése

source: administer menu tree
hu: menüszerkezet adminisztrációja

source: Sitemap
hu: Webhelytérkép

source: Menu trees
hu: Menüszerkezetek

source: Configure page titles and intro text for menu tree pages.
hu: A menüszerkezeteket megjelenítő oldalak címeinek és bevezető szövegének a beállítása.

source: Display a site-map page based on one or more menus
hu: Oldaltérkép megjelenítése egy vagy több menü alapján

source: Order in main index
hu: Megjelenítési sorrend

source: The path <a href="@link">@path</a> will provide multiple menu trees on a single page. You can specify which and in what order here. Set the weight to "&lt;none&gt;" to exclude this menu.
hu: A <a href="@link">@path</a> útvonal több menüszerkezetet is megjelenít egyetlen oldalon. Be lehet állítani, hogy melyiket és milyen sorendben. Ha a sorrend "&lt;none&gt;", az adott menü nem jelenik meg az oldalon.
