Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/commerce_keyclient/translations/commerce_keyclient.*.po
Languages: it

source: We are sorry but payment gateway refused the transaction. You have %remain_attempts attempts left
it: Siamo spiacenti ma il gateway di pagamento ha rifiutato la transazione. Hai ancora %remain_attempts tetativi disponibili

source: We are sorry but payment gateway refused the transaction for %max_attempts times.<br/> You could try to repeat the checkout process from the beginning, changing your payment method. For any question please contact us at %sitemail
it: Siamo spiacenti ma il gateway di pagamento ha rifiutato la transazione per %max_attempts.<br/> You provare a rieseguire il checkout dall’inizio, sceglienti un metodo di pagamento differente. Per qualsiasi domanda puoi scriverci a %sitemail

source: Order %order complete. redirect to complete page
it: Ordine %order completato. reindirizza alla homepage

source: Order %order KO. redirect to review page
it: Ordine %order KO. reindirizza alla review page

source: response from keyclient is NULL. User redirected to frontpage
it: response da keyclient è NULL. Utente reindirizzato alla homepage

source: Error mac validation server2server. !response !session
it: Errore validazione mac server2server. !response !session

source: Merchant email address
it: Indirizzo Email Merchant

source: Alias ID (usually payment_MERCANTID)
it: Alias ID (solitamente payment_MERCANTID)

source: Transaction MODE
it: Modalità Transazione

source: Transaction mode (test or production)
it: Modalità transazione (test o produzione)

source: Secret String
it: Stringa segrata

source: A Secret String used for MAC calculation (also known ad MAC string)
it: String asegreta utilizzata per il calcolo MAC (chiamata anche MAC string)

source: Test String
it: Stringa di test

source: A Test String might be necessary to render an order id UNIQUE during test
it: Una string adi test che può esssere necessaria per rendere l'id ordine UNIVOCO in fase di test

source: Redirect to Keyclient
it: Reindirizzamento a Keyclient

source: Order Complete
it: Ordine Completato

source: Server To Server page
it: Pagina Servet to Server

source: You need to set your Merchant id in order to complete a checkout with Keyclient payment method. Click !here to insert your merchant id
it: Devi impostare il tuo Merchant ID per poter completare un checkout con Keyclient. Clicca !qui per inserire il tuo Merchant ID

source: here
it: qui

source: Implements Keyclient payment gateway
it: Implementa il metodo di pagamento Keyclient
