Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/iati/modules/iati_feature/translations/*.po
Languages: es

source: Adds blocks to the activity edit form
es: Añade bloques para el formulario de edición actividad

source: A longer, human-readable description. May be repeated for different languages. <a class='iatidoc' href='http://iatistandard.org/activities-standard/result/description/'>Read More</a>.
es: A, descripción legible por más tiempo. Se puede repetir para diferentes idiomas. <a class='iatidoc' href='http://iatistandard.org/activities-standard/result/description/'> Leer más </ a>.

source: Choose an Organisation type. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation_type/'>Read More</a>.
es: Elija un tipo de organización. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation_type/'> Leer más </ a>.

source: Optional element to override the top-level default-tied-status element (pooled, etc.) on a transaction-by-transaction basis if needed.<a class='iatidoc' href='http://iatistandard.org/activities-standard/transaction/tied-status/>Read More</a>
es: Elemento opcional para sustituir el elemento default-atado estado de nivel superior (agrupados, etc) sobre una base de transacción por transacción, si es necesario. <A class = 'iatidoc' href = 'http://iatistandard.org/activities -standard/transaction/tied-status /> Leer más </ a>

source: The type of assistance provided, e.g. Official Development Assistance (ODA). Type types will be defined by IATI.<a class='iatidoc' href='http://iatistandard.org/activities-standard/default-flow-type/>Read More</a>
es: El tipo de asistencia que se presta, por ejemplo, Ayuda Oficial al Desarrollo (AOD). Tipo tipos serán definidas por IATI. <a Class='iatidoc' href='http://iatistandard.org/activities-standard/default-flow-type/> Leer más </ a>

source: A geographical location. <a class='iatidoc' href='http://iatistandard.org/activities-standard/location/'>Read More</a>.
es: Una situación geográfica. <a class='iatidoc' href='http://iatistandard.org/activities-standard/location/'> Leer más </ a>.

source: A longer, human-readable description. May be repeated for different languages. <a class='iatidoc' href='http://iatistandard.org/activities-standard/description/'>Read More</a>.
es: Una, descripción legible por más tiempo. Se puede repetir para diferentes idiomas. <a class='iatidoc' href='http://iatistandard.org/activities-standard/description/'> Leer más </ a>.

source: Activity Logo
es: Logo Actividad

source: Actual Date
es: Fecha Actual

source: Actual date for the start of the activity. <a class="iatidoc" href="http://iatistandard.org/activities-standard/description/">Read More</a>.
es: Fecha real para el inicio de la actividad. <a class="iatidoc" href="http://iatistandard.org/activities-standard/description/"> leer más </ a>.

source: Aid Type
es: Tipo de ayudas

source: An alternative, non-IATI identifier for the activity. This identifier is not guaranteed to be unique or persistent (it depends on the owner organisation's policies, not IATI's). <a class='iatidoc' href='http://iatistandard.org/activities-standard/other-activity-identifiers/'>Read More</a>.
es: Una, identificador no IATI alternativa para la actividad. Este identificador no se garantiza que sea único o persistente (que depende de las políticas de la organización titular, no de IATI). <a class='iatidoc' href='http://iatistandard.org/activities-standard/other-activity-identifiers/'> Leer más </ a>.

source: Budget
es: Presupuesto

source: Choose the Organisation role <a class='iatidoc' href='http://iatistandard.org/codelists/organisation_role/'>Read More</a>.
es: Elige la Organización papel <a class='iatidoc' href='http://iatistandard.org/codelists/organisation_role/'> Leer más </ a>.

source: Choose the currency standards as defined by IATI. <a class='iatidoc' href='http://iatistandard.org/codelists/currency/'>Read More</a>.
es: Elige las normas moneda según la definición de la IATI. <a class='iatidoc' href='http://iatistandard.org/codelists/currency/'> Leer más </ a>.

source: Code
es: Código

source: Collaboration Type
es: Tipo de Colaboración

source: Contact information for the project. Specify whatever is available. <a class='iatidoc' href='http://iatistandard.org/activities-standard/contact-info/'>Read More</a>.
es: Información para el proyecto de contacto. Especifique lo que está disponible. <a class='iatidoc' href='http://iatistandard.org/activities-standard/contact-info/'> Leer más </ a>.

source: Default Currency
es: Moneda Predeterminada

source: Default Language
es: Idioma por defecto

source: Description
es: Descripción

source: Districts
es: Distritos

source: Documents
es: Documentos

source: Finance Type
es: Finanzas Tipo

source: Flow Type
es: Tipo de flujo

source: IATI Identifier
es: IATI Identificador

source: Identifier
es: Identificador

source: Language
es: Idioma

source: Location
es: Ubicación

source: Optional element to override the top-level default-aid-type element (debt relief, etc.) on a transaction-by-transaction basis if needed. <a class="iatidoc" href="http://iatistandard.org/activities-standard/transaction/aid-type/">Read More</a>.
es: Elemento opcional para sustituir el elemento de tipo de ayuda por defecto de nivel superior (alivio de la deuda, etc) sobre una base de transacción por transacción, si es necesario. <a class="iatidoc" href="http://iatistandard.org/activities-standard/transaction/aid-type/"> leer más </ a>.

source: Organisation Logo
es: Organización Logo

source: Organisation Name
es: Nombre de la Organización

source: Organisation Type
es: Tipo de Organización

source: Other Identifier
es: Otro identificador

source: Owner Name
es: Nombre del propietario

source: Owner Reference
es: Propietario Referencia

source: Planned Date
es: Fecha prevista

source: Planned starting date for the activity in ISO 8601 date format, e.g. '2010-10-01'. <a class='iatidoc' href='http:http://iatistandard.org/activities-standard/activity-dates/'>Read More</a>.
es: Fecha de inicio programada para la actividad en formato de fecha ISO 8601, por ejemplo, '2010-10-01 '. <a class='iatidoc' href='http:http://iatistandard.org/activities-standard/activity-dates/'> Leer más </ a>.

source: Please consult the Organisational Identifiers Guidance to identify the appropriate codes to use in your data. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation/'>Read More</a>.
es: Por favor consulte los identificadores Organizacional Orientación para identificar los códigos adecuados para utilizar en tus datos. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation/'> Leer más </ a>.

source: Please consult the Organisational Identifiers Guidance to identify the appropriate codes to use in your data. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation/'>Read More</a>.
es: Por favor consulte los identificadores Organizacional Orientación para identificar los códigos adecuados para utilizar en tus datos. <a class='iatidoc' href='http://iatistandard.org/codelists/organisation/'> Leer más </ a>.

source: Sector code and name <a class='iatidoc' href='http://iatistandard.org/activities-standard/sector/'>Read More</a>.
es: Código de sector y el nombre <a class='iatidoc' href='http://iatistandard.org/activities-standard/sector/'> Leer más </ a>.

source: Sector code and name.<a class='iatidoc' href='http://iatistandard.org/activities-standard/sector/>Read More</a>
es: Código de sector y el nombre. <a Class='iatidoc' href='http://iatistandard.org/activities-standard/sector/> Leer más </ a>

source: Select the Language .<a class='iatidoc' href='http://iatistandard.org/codelists/language'/>Read More</a>
es: Seleccione el idioma. <a Class='iatidoc' href='http://iatistandard.org/codelists/language'/> Leer más </ a>

source: Select the Organisation role.<a class='iatidoc' href='http://iatistandard.org/codelists/organisation_role/>Read More</a>
es: Seleccione la Organización papel. <a Class='iatidoc' href='http://iatistandard.org/codelists/organisation_role/> Leer más </ a>

source: Select the Organisation type.<a class='iatidoc' href='http://iatistandard.org/codelists/organisation_type/>Read More</a>
es: eleccione el tipo de organización. <a Class='iatidoc' href='http://iatistandard.org/codelists/organisation_type/> Leer más </ a>

source: Status
es: Estado

source: The ISO 639 language code for the target document, e.g. 'en'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/'>Read More</a>.
es: El código de idioma ISO 639 para el documento de destino, por ejemplo, 'es'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/'> Leer más </ a>.

source: The ISO 639 language code for the target document, e.g. 'en'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/>Read More</a>
es: El código de idioma ISO 639 para el documento de destino, por ejemplo, 'es'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/> Leer más </ a>

source: The ISO 639 language code for the target document, e.g. 'en'.<a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/>Read More</a>
es: El código de idioma ISO 639 para el documento de destino, por ejemplo, 'es'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/document-link/language/> Leer más </ a>

source: The end of the reporting period <a class='iatidoc' href='http://iatistandard.org/activities-standard/budget/period-end/'>Read More</a>.
es: El final del período de notificación <a class='iatidoc' href='http://iatistandard.org/activities-standard/budget/period-end/'> Leer más </ a>.

source: The type of aid being supplied (budget support, debt relief, etc.). This element specifies a default for all the activity's financial transactions; it can be overridden at the individual transaction level. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-aid-type/'>Read More</a>.
es: El tipo de ayuda que se suministra (apoyo presupuestario, el alivio de la deuda, etc.) Este elemento especifica un valor predeterminado para todas las transacciones financieras de la actividad, sino que puede ser anulado en el nivel de transacción individual. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-aid-type/'> Leer más </ a>.

source: The type of assistance provided, e.g. Official Development Assistance (ODA). Type types will be defined by IATI. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-flow-type/'>Read More</a>.
es: El tipo de asistencia que se presta, por ejemplo, Ayuda Oficial al Desarrollo (AOD). Tipo tipos serán definidas por IATI. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-flow-type/'> Leer más </ a>.

source: The type of collaboration involved in the project's disbursements, e.g. 'bilateral' or 'multilateral' <a class='iatidoc' href='http://iatistandard.org/activities-standard/collaboration-type/'>Read More</a>.
es: El tipo de colaboración que participan en los desembolsos del proyecto, por ejemplo, 'bilateral' o 'multilateral' <a class='iatidoc' href='http://iatistandard.org/activities-standard/collaboration-type/'> Leer más </ a>.

source: The type of collaboration involved in the project's disbursements, e.g. 'bilateral' or 'multilateral'. <a class='iatidoc' href='http://iatistandard.org/activities-standard/collaboration-type/>Read More</a>
es: El tipo de colaboración que participan en los desembolsos del proyecto, por ejemplo, "bilateral" o "multilateral". <a class='iatidoc' href='http://iatistandard.org/activities-standard/collaboration-type/> Leer más </ a>

source: The type of finance (e.g. debt relief). The types will be defined by IATI. This the default value for all transactions in the activity report; it can be overridded by individual transactions. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-finance-type/'>Read More</a>.
es: El tipo de financiación (por ejemplo, reducción de la deuda). Los tipos serán definidas por la IATI. Este es el valor por defecto para todas las transacciones en el informe de actividades, sino que puede ser overridded por transacciones individuales. <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-finance-type/'> Leer más </ a>.

source: The type of finance (e.g. debt relief). The types will be defined by IATI. This the default value for all transactions in the activity report; it can be overridded by individual transactions.<a class='iatidoc' href='http://iatistandard.org/activities-standard/default-finance-type/>Read More</a>
es: El tipo de financiación (por ejemplo, reducción de la deuda). Los tipos serán definidas por la IATI. Este es el valor por defecto para todas las transacciones en el informe de actividades, sino que puede ser overridded por transacciones individuales <a class='iatidoc' href='http://iatistandard.org/activities-standard/default-finance-type/> Lee. más </ a>

source: The value of the aid activity's budget for each financial year as in the original project document.. <a class='iatidoc' href='http://iatistandard.org/activities-standard/transaction/aid-type/'>Read More</a>.
es: El valor del presupuesto de la actividad de ayuda para cada ejercicio presupuestario como en el documento original del proyecto .. <a class='iatidoc' href='http://iatistandard.org/activities-standard/transaction/aid-type/'> Leer más </ a>.

source: This is the human-readable name of the organisation. It may be repeated in different languages for reporting organisations with multilingual requirements. <a class='iatidoc' href='http://iatistandard.org/organisation-standard/organisation-name/'>Read More</a>.
es: Este es el nombre legible por humanos de la organización. Se puede repetir en diferentes idiomas para organizaciones con necesidades multilingües de informes. <a class='iatidoc' href='http://iatistandard.org/organisation-standard/organisation-name/'> Leer más </ a>.

source: Website
es: Sitio web

source: Website URL
es: URL del sitio web

source: You can only upload pdf files in this field
es: Sólo puedes subir archivos pdf en este campo

source: endpoints
es: criterios de valoración

source: organisation role
es: papel de la organización

source: IATI Activity
es: IATI Actividad

source: Name
es: Nombre

source: IATI Organisation
es: Organización IATI

source: IATI Feature
es: IATI Característica

source: Feature with IATI things
es: Reportaje con las cosas IATI
