Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/tbl/translations/tbl.*.po
Languages: ru

source: Taxonomy blocks
ru: Таксономические блоки

source: Taxonomy blocks.
ru: Таксономические блоки.

source: Taxonomy blocks (rsm project)
ru: Таксономические блоки (проект rsm)

source: Taxonomy blocks (rsm project) module.
ru: Модуль Таксономических блоков (проект rsm).

source: Taxonomy block settings
ru: Установки Таксономического блока

source: Taxonomy block #!num
ru: Таксономический блок №!num

source: Taxonomy block #!num (!description)
ru: Таксономический блок №!num (!description)

source: Configure Taxonomy blocks
ru: Настройка Таксономических блоков

source: Configure Taxonomy blocks.
ru: Настройка Таксономических блоков.

source: Vocabulary: !v_name
ru: Словарь: !v_name

source: Vocabulary: !v_name; Term: !t_name
ru: Словарь: !v_name; Термин: !t_name

source: Term: !t_name
ru: Термин: !t_name

source: Root item
ru: Корневой пункт

source: Number of Taxonomy blocks
ru: Количество Таксономических блоков

source: The total number of independent Taxonomy blocks you want.
ru: Общее количество независимых Таксономических блоков, необходимых Вам.
