Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/addressfield_*_postcode/translations/*.po
Languages: nl

source: The Postcode.nl key for your account.
nl: De Postcode.nl key voor uw account.

source: The Postcode.nl secret for your account.
nl: De Postcode.nl secret voor uw account.

source: Address Field NL Postcode Settings
nl: Adresveld NL Postcode Instellingen

source: Configure the NL Postcode Settings.
nl: Beheer de NL Postcode Instellingen.

source: Address Field NL Postcode
nl: Adresveld NL Postcode

source: Address Field Plugin for Dutch Postcodes
nl: Adresveld Plugin voor Nederlandse Postcodes

source: Enables postcode check and address lookup for address field.
nl: Maakt een postcode controle mogelijk en zoekt het bijbehorende adres voor het adresveld.

source: Fields
nl: Velden

source: Postcode check and addresslookup (NL add-on)
nl: Postcode controle en zoekt bijbehorend adres (Speciaal voor NL adressen)

source: House Number
nl: Huisnummer

source: House Number Addition
nl: Toevoeging

source: @title must be a positive number.
nl: @title moet een positief getal zijn.

source: Postal Code
nl: Postcode

source: Address 1
nl: Adres

source: City
nl: Plaats

source: Country
nl: Land

source: Netherlands
nl: Nederland

source: Combination does not exist.
nl: Combinatie bestaat niet.
