Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/commerce_eps/translations/commerce_eps.*.po
Languages: de

source: E-Payment Standard for Online bank transfer
de: E-Payment Standard für Online-Überweisung

source: !logo EPS/Giropay - Online bank transfer
de: !logo EPS/Giropay - Online-Überweisung

source: EPS/Giropay is not configured for use. Check your payment method settings.
de: EPS/Giropay ist noch nicht konfiguriert. Überprüfen Sie die Einstellungen der Zahlungsmethoden.

source: Proceed to EPS Online Payment
de: Weiterleitung zur EPS Online-Überweisung

source: Online bank transfer implementing EPS Payment Standard (Austria) compatible with Giropay (Germany) with central bank selection as Drupal Commerce checkout.
de: Online-Überweisung

source: EPS Mode
de: EPS Modus

source: Enable GIROPAY compatibility if desired.
de: Aktivieren Sie GIROPAY Kompatibilität, falls erwünscht.

source: EPS only
de: nur EPS

source: EPS with GIROPAY compatibility
de: EPS mit GIROPAY Kompatibilität

source: Either use the test system or process real transactions
de: Arbeiten Sie auf dem Test System oder führen Sie reale Transaktionen durch

source: EPS Authentification password
de: EPS Passwort für Authentifizierung

source: Account identifier of beneficiary with IBAN (International Bank Account Number), e. g. AT611904300234573201.
de: Kontonummer des Begünstigten mit IBAN (internationale Bankkontonummer), z. B. AT611904300234573201.

source: Beneficiary name and address
de: Name und Adresse des Begünstigten

source: Identification (name and address) in an unstructured form. The beneficiary and account holder may vary.
de: Identifizierung (Name und Adresse) in unstrukturierter Form. Der Begünstigte und Kontoinhaber können verschieden sein.

source: Sorry, you do not have privileges to access this end point.
de: Es tut uns leid, Sie haben keine Zugriffsrechte auf diesen End Point.

source: Thank you
de: Danke schön

source: Your payment completed successfully. Thank you very much for your purchase!
de: Ihre Zahlung war erfolgreich. Vielen Dank für Ihren Einkauf!

source: The web shop was not available during transfer of the payment confirmation.
de: Der Web Shop war während der Zustellung der Zahlungsbestätigung nicht verfügbar .

source: Please try again later.
de: Versuchen Sie es später noch einmal.

source: The XML stream or the signature is invalid. Please contact the <a href="mailto:!mail">site administrator</a>.
de: Der XML stream oder die Signatur ist ungültig. Kontaktieren Sie bitte den <a href="mailto:!mail">Site Administrator</a>.

source: You aborted the payment process. Therefore the order could not be completed.
de: Der Zahlungsprozess wurde abgebrochen. Daher konnte die Bestellung nicht vollständig abgewickelt werden.

source: Proceed to your shopping cart
de: Weiterleitung zum Warenkorb

source: Proceed to the checkout page
de: Weiterleitung zur Kassenseite

source: The cause of the error is unknown. There may be a new error code (!code) which is yet unsupported. Please contact the <a href="mailto:!mail">site administrator</a>.
de: Die Ursache dieses Fehler ist nicht bekannt. Es handelt sich vielleicht um einen neuen Fehler (!code), welcher noch nicht unterstützt wird. Kontaktieren Sie bitte den <a href="mailto:!mail">Site Administrator</a>.

source: An error occured
de: Ein Fehler ist aufgetreten

source: The payment has completed.
de: Die Zahlung war erfolgreich.

source: The payment has failed, please contact your bank or site administrator.
de: Zahlung ist fehlgeschlagen, bitte kontaktieren Ihre Bank oder den Systemadministrator.

source: Unknown status code, please contact your bank or site administrator for an update.
de: Unbekannter Status code, bitte kontaktieren Sie Ihre Bank oder den Site Administrator für ein Update.
