Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/join_role_with_password/translations/*.po
Languages: it

source: Administer join_role_with_password
it: Amministra join_role_with_password

source: May join a role using a password
it: Pu&ograve; unirsi a un ruolo usando una password

source: Add password to an existing role
it: Associa una password ad un ruolo esistente

source: Error from the query!
it: Errore dalla query!

source: There is no role you can add a password!
it: Non c'&egrave; alcun ruolo al quale puoi associare una password!

source: Add a password to this role
it: Associa una password a questo ruolo

source: Authorized users will be able to join this role using a password
it: Gli utenti autorizzati saranno in grado di unirsi a questo ruolo usando una password

source: Insert a password
it: Inserisci una password

source: Give a password to this role
it: Dai una password a questo ruolo

source: Repeat the password
it: Ripeti la password

source: Passwords mismatch
it: Le password non coincidono

source: Invalid password
it: Password invalida

source: Password added to role: %role
it: Password associata al ruolo: %role

source: Access denied
it: Access negato

source: Remove password from a role
it: Rimuovi la password da un ruolo

source: List of roles with password is empty
it: La lista di ruoli con password &egrave; vuota

source: Remove password from this role
it: Rimuovi la password da questo ruolo

source: If you remove password from a role, users will be no more able to join it using a password
it: Se rimuovi una password da un ruolo, gli utenti non saranno pi&ugrave; in grado di unirsi al ruolo usando una password

source: Remove role password
it: Rimuovi la password del ruolo

source: This action cannot be undone.
it: Quest'azione non pu&ograve; essere annullata

source: Cancel
it: Annulla

source: Invalid role id
it: Id del ruolo non valido

source: Severe error: role is not in the table
it: Errore grave: il ruolo non &egrave; nella tabella

source: Removed password from role: %role
it: Password rimossa dal ruolo: %role

source: Error from query!
it: Errore dalla query!

source: Change password for a role
it: Cambia la password di un ruolo

source: Change password to this role
it: Cambla la password di questo ruolo

source: Choose what role to change the password
it: Scegli il ruolo al quale cambiare la password

source: New password
it: Nuova password

source: You may enter a new password for this role
it: Puoi inserire una nuova password per questo ruolo

source: New password again
it: Di nuovo la nuova password

source: Enter new password again
it: Inserisci ancora la nuova password

source: Change role password
it: Cambia la password del ruolo

source: Role %role updated - password changed!
it: Ruolo %role aggiornato - password cambiata!

source: Join a role
it: Unisciti a un ruolo

source: Join this role
it: Unisciti a questo ruolo

source: You can join one of these roles if you know the correct password
it: Puoi unirti ad uno di questi ruoli se conosci la password corretta

source: Enter the correct password to join this role
it: Inserisci la password corretta per unirti a questo ruolo

source: There is no role that you can join
it: Non c'&egrave; alcun ruolo al quale puoi unirti

source: Leave a role
it: Abbandona un ruolo

source: Leave this role
it: Abbandona questo ruolo

source: You can leave one of this roles; you dont need to know the password to leave it
it: Puoi abbandonare uno di questi ruoli; non hai bisogno di conoscerne la password per abbandonarlo

source: There is no role that you can leave
it: Non c'&egrave; alcun ruolo che tu possa lasciare

source: Do it now
it: Fallo subito

source: Missing password
it: Password mancante

source: Sorry, that role does no more exists
it: Spiacente, quel ruolo non esiste pi&ugrave;

source: You have joined the role: %role_name
it: Ti sei unito al ruolo: %role_name

source: Invalid password for role: %role_name
it: Password sbagliata per il ruolo: %role_name

source: You have left role: %role
it: Hai abbandonato il ruolo: %role

source: Invalid call - $role_id does not exist
it: Chiamata invalid - $role_id non esiste

source: Password too short
it: Password troppo corta

source: Password is blank or empty
it: La password &egrave; vuota o formata solo da spazi

source: Database cleanup: role %removed has been removed.
it: Pulito il database: il ruolo %removed &egrave; stato rimosso.

source: Manage the leave role section
it: Gestisci la sezione per lasciare i ruoli

source: If disabled, users will not be able to leave a role; they can only join.
it: Se disabilitata, gli utenti non potranno lasciare ruoli; potranno solo unirsi.

source: disabled
it: disabilitata

source: enabled
it: abilitata

source: Enforce minimum password length
it: Definisci una lunghezza minima per la password

source: Zero means no minimum length
it: Zero significa nessuna lunghezza minima

source: Manage role passwords
it: Gestisci le password dei ruoli

source: Add role password
it: Associa password ai ruoli

source: Remove role passwords
it: Rimuovi password dai ruoli

source: Change role passwords
it: Cambia password ai ruoli

source: Settings
it: Opzioni

source: Join or leave a role
it: Unisciti o abbandona un ruolo
