Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/community_tasks/translations/community_tasks.*.po
Languages: fr

source: Number of acknowledgements
fr: Nombre de reconnaissances

source: Defaults
fr: Paramètres par défaut

source: Community Tasks
fr: Contributions

source: Community tasks
fr: Contributions

source: more
fr: plus

source: Apply
fr: Appliquer

source: Reset
fr: Réinitialiser

source: Sort by
fr: Trier par

source: No contributions have been posted yet
fr: Pas de Contributions pour l'instant

source: author
fr: auteur

source: Completer
fr: Celui qui accomplit la tâche

source: Tasks yet to be completed
fr: Tâches encore à accomplir

source: <a href="/node/add/community-task">Add a contribution</a>
fr: <a href="/node/add/community-task">Ajouter une contribution</a>

source: tasks completed
fr: tâches terminées

source: Completed Contributions
fr: Contributions terminées

source: Items per page
fr: Éléments par page

source: - All -
fr: - Tout -

source: Offset
fr: Décalage

source: « first
fr: « premier

source: ‹ previous
fr: ‹ précédent

source: next ›
fr: suivant ›

source: last »
fr: dernier »

source: No Contributions have been completed
fr: Aucune contribution achevée

source: tasks feed
fr: suivi des tâches

source: Commitments
fr: Engagements

source: User commitments
fr: Engagements de l'utilisateur

source: <h4>Commitments</h4>
fr: <h4>Engagmenents</h4>

source: You have not committed to any task.
fr: Vous ne vous êtes pas encore engagé à une contribution

source: All
fr: Tout

source: User acknowledgements
fr: Reconnaissances pour l'utilisateur

source: Acknowledgements
fr: Reconnaissances

source: <h4>Acknowlegements</h4>
fr: <h4>Reconnaissances</h4>

source: Community task
fr: Tâche pour la communauté

source: A way to post tasks the community needs volunteers for, for members to volunteer for those tasks, and to be credited when the tasks are done.
fr: Un moyen de publier des tâches pour lesquels la communauté a besoin de volontaires ; pour tout membre, un moyen de se proposer pour ces tâches et d'être rétribué quand les tâches sont accomplies.

source: Tasks have three states - open, committed, and completed.
fr: Une tâche peut être ouverte, déléguée ou terminée.

source: A need to be met by a user
fr: Un besoin à satisfaire par un membre

source: view tasks
fr: voir les tâches

source: view tasks in any state
fr: voir les tâches en tous états

source: edit tasks
fr: éditer les tâches

source: edit tasks in any state
fr: éditer les tâches en tous états

source: commit to tasks
fr: s'engager à une tâche

source: commit to to task (not user 1)
fr: s'engager,à une tâche (sauf utilisateur 1)

source: Task owner
fr: Propriétaire de la tâche

source: Who has committed to this task?
fr: Qui s'est engagé pour cette tâche ?

source: Uncommitted tasks are owned by @user
fr: Les tâches non attribuées appartiennent à @user

source: @count tasks completed
fr: @count tâches terminées

source: Open task
fr: Tâche non attribuée

source: @name committed to this
fr: @name engagé à ceci

source: Committed
fr: Engagé

source: Completed by @name
fr: Terminé par @name

source: Commit to this task
fr: Chargé de cette tâche

source: Uncommit from this task
fr: Déchargé de cette tâche

source: Acknowledge completed
fr: Reconnaissance effectuée

source: community tasks
fr: tâches pour la communauté

source: @user uncommitted from task @nid
fr: @user déchargé de la tâche @nid

source: Details
fr: Détails

source: Users sign up to volunteer task requests and are credited when they are completed
fr: Les utilisateurs valident leur bénévolat et sont récompensés une fois les tâches achevées

source: Local communities
fr: Des communautés locales

source: The total number of acknowledgements received by the user
fr: Nombre total de reconnaissances reçues par l'utilisateur

source: Community Tasks state
fr: État des tâches pour la communauté

source: Node type '@type' only. Possible states are: Open, Committed, Completed
fr: Seulement les nœuds de type '@type'. Les états possibles sont : Ouvert, Délégué, Terminé

source: No tasks completed yet
fr: Pas encore de tâches terminées

source: <h4>Completed tasks</h4>
fr: <h4>Tâches terminées</h4>

source: My
fr: Mon

source: all (Page)
fr: tout (Page)

source: Render with details
fr: Présenter avec détails

source: If unchecked this field merely shows the 'state' of the task.
fr: Non sélectionné, ce champ montre l'état de la tâche.
