Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/uc_pnag/translations/uc_pnag.*.po
Languages: fr, it, nl, pl

source: Integrates payment services from SOFORT AG on www.sofort.com.
fr: Intègre la méthode de paiement de SOFORT AG (www.sofort.com).
it: Integra il servizio di pagamento di SOFORT AG (www.sofort.com).
nl: Integreert de betalingsmethode van SOFORT AG (www.sofort.com).
pl: Integracja metody płatności firmy SOFORT AG (www.sofort.com).

source: with buyer protection
fr: avec protection du consommateur
it: con protezione acquirenti
nl: met koperbescherming
pl: z ochroną kupującego

source: recommended payment method
fr: méthode de paiement recommandée
it: metodo di pagamento consigliato
nl: geadviseerde betaalwijze
pl: zalecana metoda płatności

source: <li>Payment system with TÜV-certified data protection</li><li>No registration required</li><li>Immediate shipping of stock goods</li><li>Please have your online banking details ready</li>
fr: <li>Système de paiement avec protection des données certifiée TÜV (organisme allemand de contrôle et de normalisation)</li><li>Paiement possible sans enregistrement</li><li>Article/prestation immédiatement expédiés en cas de disponibilité</li><li>Veuillez tenir à disposition les données vous permettant d'accéder à votre banque en ligne (code confidentiel/de confirmation)</li>
it: <li>Sistema di pagamento con protezione dati verificata TÜV (ente tedesco di certificazione)</li><li>Non occorre registrazione</li><li>Merce/servizi vengono inviati subito, quando disponibili</li><li>Tieni pronti i tuoi dati di home banking (dati d'accesso/password dispositiva)</li>
nl: <li>betaalsysteem met TÜV geteste privacy bescherming</li><li>geen registratie nodig</li><li>goederen/dienstverlening worden direct verstuurd indien voorradig</li><li>houd uw online bank gegevens (PIN/TAN) bij de hand</li>
pl: <li>System płatności z atestowaną przez TÜV (Niemieckie Stowarzyszenie Nadzoru Technicznego) ochroną danych osobowych</li><li>Brak konieczności rejestracji</li><li>Usługi/towary zostaną natychmiast wysłane</li><li>Prosimy o przygotowanie danych Twojej bankowości internetowej (hasło i jednorazowy kod weryfikacyjny)</li>

source: <li>Buyer protection for payment by SOFORT Banking! <a href="!url" target="_blank">More information</a>.</li>
fr: <li>En effectuant votre paiement avec SOFORT Banking, vous profitez de la protection du consommateur ! <a href="!url" target="_blank">En savoir plus.</a></li>
it: <li>Pagando con SOFORT Banking godi della protezione acquirenti! <a href="!url" target="_blank">Ulteriori informazioni.</a></li>
nl: <li>Bij betaling met SOFORT Banking heeft u koperbescherming! <a href="!url" target="_blank">Meer informatie.</a></li>
pl: <li>Płacąc z SOFORT Banking korzystasz z ochrony kupującego! <a href="!url" target="_blank">Więcej informacji.</a></li>

source: After order confirmation, you will be redirected to the SOFORT Banking payment system to carry out the transfer online. You will need your online banking data, i.e. an online bank account, bank account number, PIN and confirmation code.
fr: Une fois la commande validée, vous être redirigé vers le système de paiement de SOFORT Banking où pouvez effectuer votre virement en ligne. Vous avez juste besoin des données d'accès à votre banque en ligne, c'est-à-dire coordonnées bancaires, numéro de compte, code confidentiel et code de confirmation.
it: Dopo aver confermato l'ordine passi al sistema di pagamento di SOFORT Banking dove puoi effettuare il bonifico online. A tale scopo ti occorrono i dati d'accesso per l'home banking, vale a dire le coordinate bancarie, il numero del conto, i dati d'accesso e la password dispositiva.
nl: Na het bevestigen van de bestelling wordt u verder geleid naar het betaalsysteem van SOFORT Banking.U kunt dan een online overboeking opgeven. Hiervoor heeft u uw online bank gegevens nodig zoals rekeningnummer, PIN en TAN.
pl: Po potwierdzeniu zamówienia zostaniesz przekierowany do systemu płatności SOFORT Banking i możesz dokonać przelewu internetowego. W tym celu potrzebujesz danych do logowania do Twojej bankowości internetowej, tj. danych konta bankowego, numeru konta, hasła do logowania i jednorazowego kodu weryfikacyjnego.

source: Payment by SOFORT Banking has been carried out successfully (Transaction ID: !transactionid).
fr: Le paiement avec SOFORT Banking a été effectué avec succès (identifiant de transaction: !transactionid).
it: Il pagamento con SOFORT Banking è avvenuto correttamente (ID transazione: !transactionid).
nl: De betaling met SOFORT Banking werd succesvol uitgevoerd (transactie-ID: !transactionid).
pl: Zapłata z SOFORT Banking została zrealizowana pomyślnie (ID transakcji: !transactionid).

source: Payment is unfortunately not possible or has been cancelled by the customer. Please select another payment method.
fr: La méthode de paiement choisie est impossible ou a été annulée sur demande du client. Veuillez sélectionner une autre méthode de paiement.
it: Il metodo di pagamento scelto non è disponibile o è stato interrotto su richiesta del cliente. Scegli un altro metodo di pagamento.
nl: De geselecteerde betaalwijze is helaas niet mogelijk of is op wens van de klant afgebroken. Kies een andere wijze van betaling.
pl: Wybrana metoda płatności nie jest niestety możliwa lub została przerwana na życzenie klienta. Prosimy o wybranie innej metody płatności.

source: For reasons of security, the time has expired to carry out the payment. No transaction has been carried out. Please carry out the payment again.
fr: Dépassement du temps prévu pour le paiement. Opération interrompue pour des raisons de sécurité. Aucune transaction n'a été effectuée. Veuillez recommencer l'opération.
it: Il tempo a disposizione per effetturare il pagamento è scaduto per motivi di sicurezza. Non è avvenuta alcuna transazione. Ripeti il pagamento.
nl: De tijd voor het doorvoeren van de betaling is uit veiligheidsoverwegingen verstreken. Er zijn geen transacties uitgevoerd. Probeer het opnieuw.
pl: Ze względów bezpieczeństwa, sesja wygasła. Nie dokonano płatności. Prosimy o ponowne wykonanie płatności.

source: Version: !version_number
it: Versione: !version_number
nl: Versie: !version_number
pl: Wersja: !version_number

source: If you have not registered with SOFORT yet, you can register <a href="!url" target="_blank">here</a>.
fr: Si vous n'êtes pas encore enregistré auprès des services de SOFORT, vous pouvez le faire <a href="!url" target="_blank">ici</a>.
it: Se non sei ancora registrato a SOFORT, puoi seguire questo <a href="!url" target="_blank">link</a>.
nl: Indien u nog niet bij SOFORT geregistreerd bent, kunt u dat <a href="!url" target="_blank">hier</a> doen.
pl: Jeśli nie jesteś jeszcze zarejestrowany w SOFORT, możesz dokonać rejestracji <a href="!url" target="_blank">tutaj</a>.

source: SOFORT Banking is the free of charge, TÜV certified payment method by SOFORT AG.
fr: SOFORT Banking est le service de paiement gratuit, certifié TÜV (organisme allemand de contrôle et de normalisation), de la société SOFORT AG.
it: SOFORT Banking è il servizio di pagamento gratuito e certificato TÜV di SOFORT AG.
nl: SOFORT Banking is een gratis en TÜV gecertificeerde betaaldienst van de SOFORT AG.
pl: SOFORT Banking jest bezpłatną, certyfikowaną przez TÜV (Niemieckie Stowarzyszenie Nadzoru Technicznego) usługą płatności firmy SOFORT AG.

source: Activate SOFORT Banking
fr: Activer SOFORT Banking
it: Attiva SOFORT Banking
nl: SOFORT Banking activeren
pl: Aktywacja SOFORT Banking

source: Makes the payment method available in the selection of payment methods.
fr: Ajoute la méthode de paiement dans la sélection des méthodes de paiement.
it: Rende disponibile il metodo di pagamento nella pagina di selezione dei metodi di pagamento.
nl: Stelt de betaalwijze beschikbaar die geselecteerd werd.
pl: Umożliwia wybór metody płatności w widoku metod płatności.

source: Configuration key
fr: Clé de configuration
it: Chiave di configurazione
nl: Configuratiesleutel
pl: Klucz konfiguracyjny

source: Configuration key assigned by SOFORT - serves e.g. as a password.
fr: clé de configuration attribuée par SOFORT - elle sert entre autres de mot de passe.
it: Chiave di configurazione assegnata da SOFORT - serve anche come password.
nl: Door SOFORT toegewezen configuratiesleutel - dient o.a. als wachtwoord
pl: Nadany przez SOFORT klucz konfiguracyjny – służy m.in. jako hasło.

source: Extended settings
fr: Configuration avancée
it: Impostazioni avanzate
nl: Meer instellingen
pl: Ustawienia zaawansowane

source: The following settings do not required any adjustment and should already filled with correct values.
fr: Les réglages suivants ne devraient pas faire l'objet de modifications. Normalement, les valeurs prédéfinies sont correctes.
it: Le seguenti impostazioni non richiedono di norma un aggiornamento e dovrebbero essere già configurate con i valori corretti.
nl: Volgende instellingen behoeven normaliter geen aanpassingen en de juiste waarden zijn in principe al vastgelegd.
pl: Następujące ustawienia z reguły nie wymagają dopasowania i powinny zawierać już prawidłowe wartości.

source: Banner or text in the selection of payment methods
fr: Bannière ou texte lors du choix de la méthode de paiement
it: Banner o testo nella pagina di selezione dei metodi di pagamento
nl: Banner of tekst bij de opties van betaalmogelijkheden
pl: Baner lub tekst przy wyborze metody płatności

source: Determines whether a logo and descriptive text or a banner is to be displayed in the selection of payment methods.
fr: Détermine si le choix de la méthode de paiement doit être indiquée par un logo accompagné d'un texte descriptif ou seulement par une bannière.
it: Definisce se nella pagina di selezione dei metodi di pagamento viene visualizzato un logo con relativo testo descrittivo o solo un banner.
nl: Bepaalt of in de opties van betaalmogelijkheden een logo en een verklarende tekst of slechts een banner getoond moet worden.
pl: Ustal, czy przy wyborze metod płatności powinno zostać wyświetlone logo i tekst opisujący czy tylko powinien wyświetlić się baner.

source: Banner
fr: Bannière
pl: Baner

source: Logo & text
fr: Logo et texte
it: Logo & testo
nl: Logo & tekst
pl: Logo & tekst

source: Display buyer protection text / banner
fr: Afficher le texte/la bannière de la protection du consommateur
it: Visualizza testo / banner sulla protezione acquirenti
nl: Koperbescherming tekst/-banner tonen
pl: Wyświetlić baner dotyczący ochrony kupującego

source: Determines whether the informative text or the buyer protection banner is to be displayed in the selection of payment methods. It can only be displayed if buyer protection has been activated in the project.
fr: Détermine si le texte ou la bannière de la protection du consommateur est indiqué dans la sélection des méthodes de paiement. L'affichage ne doit apparaître que si la protection du consommateur de SOFORT est activée dans le projet.
it: Definisce che venga visualizzato il testo descrittivo o il banner della protezione acquirenti nella pagina di selezione dei metodi di pagamento. Questa indicazione ha luogo solo se è stata attivata la protezione acquirenti nel progetto di SOFORT.
nl: Bepaalt of de informatie tekst oftewel de koperbescherming banner getoond moet worden bij de opties van betaalmogelijkheden. De annonce mag alleen geplaatst worden als in het project bij SOFORT de koperbescherming geactiveerd is.
pl: Ustal, czy tekst informujący względnie baner dot. ochrony kupującego powinny być wyświetlane w wyborze metod płatności. Informacja ta może być wyświetlana tylko w przypadku, gdy w projekcie SOFORT została uaktywniona ochrona kupującego.

source: Mark this payment method as "Recommended payment method" in the selection of payment methods.
fr: Désigner cette méthode de paiement comme « méthode de paiement recommandée » lors du choix de la méthode de paiement.
it: Seleziona questo metodo di pagamento come "metodo di pagamento consigliato".
nl: Deze betaalwijze als "geadviseerde betaalwijze" bij de selectie markeren.
pl: Zaznaczyć tę metodę płatności jako „Zalecaną metodę płatności“ w wyborze metod płatności.

source: Position in the selection of payment methods
fr: Position dans la sélection des méthodes de paiement
it: Posizione nella pagina di selezione dei metodi di pagamento
nl: Positie in de opties van betaalmogelijkheden
pl: Pozycja w wyborze metod płatności

source: Determines at which position this payment method will be displayed in the selection of payment methods. The smaller the number, the further up.
fr: Détermine la position de cette méthode de paiement dans la liste de sélection des méthodes de paiement. Plus elle est petite, plus elle doit être placée en haut.
it: Definisce la posizione nella pagina di selezione dei metodi di pagamento nella quale viene visualizzato questo metodo di pagamento. Più piccolo è, più in alto si trova.
nl: Bepaal op welke plaats in de lijst van betaalmogelijkheden deze betaalwijze geplaatst zal worden. Hoe kleiner hoe verder naar boven.
pl: Ustal, w jakim miejscu w wyborze metod płatności powinna zostać wyświetlona ta metoda płatności. Im mniejsza, tym wyżej.

source: Reason 1
fr: Référence de paiement 1
it: Causale 1
nl: Omschrijving 1
pl: Tytuł przelewu 1

source: Determines the text to be displayed in the reason field of the transfer (max. 27 characters - special characters will be replaced/deleted). The following placeholders will be replaced by specific values: {{order_id}} ==> Order number {{order_date}} ==> Order date {{customer_id}} ==> End customer number {{customer_name}} ==> End customer name {{customer_company}} ==> Company name of end customer {{customer_email}} ==> Email address of end customer {{transaction_id}} ==> SOFORT Banking transaction ID
fr: Détermine le texte devant être utilisé comme référence de paiement lors d'un virement (27 caractères maximum - les caractères spéciaux sont remplacés/supprimés). Les marques substitutives suivantes sont remplacées par des valeurs concrètes: {{order_id}} ==> Numéro de commande {{order_date}} ==> Date de commande {{customer_id}} ==> Numéro de client final {{customer_name}} ==> Nom du client final {{customer_company}} ==> Nom de la société du client final {{customer_email}} ==> Adresse e-mail du client final {{transaction_id}} ==> Identifiant de transaction du virement SOFORT
it: Definisce il testo indicato nella causale del bonifico (max. 27 caratteri - i caratteri speciali vengono sostituiti/cancellati). Le seguenti variabili vengono sostituite con valori concreti: {{order_id}} ==> numero dell'ordine {{order_date}} ==> data dell'ordine {{customer_id}} ==> numero del cliente {{customer_name}} ==> nome del cliente {{customer_company}} ==> nome della ditta del cliente {{customer_email}} ==> indirizzo e-mail del cliente {{transaction_id}} ==> ID della transazione di SOFORT
nl: Bepaalt de tekst die bij de overboeking als omschrijving wordt aangegeven (max. 27 tekens-speciale tekens worden vervangen/gewist). De volgende aanduidingen worden door concrete waarden vervangen: {{order_id}} ==> bestelnummer {{order_date}} ==> besteldatum {{customer_id}} ==> eindklant nummer {{customer_name}} ==> naam van de eindklant {{customer_company}} ==> naam firma van de eindklant {{customer_email}} ==> e-mailadres van de eindklant {{transaction_id}} ==> transactie-ID van SOFORT Banking
pl: Ustal tekst, który będzie wyświetlany w procesie przelewu jako tytuł przelewu (maks. 27 znaków - znaki specjalne zostaną zastąpione/wykasowane). Następujące znaki zastępcze zostaną zastąpione konkretnymi wartościami: {{order_id}} ==> numer zamówienia {{order_date}} ==> data zamówienia {{customer_id}} ==> numer klienta końcowego {{customer_name}} ==> nazwa klienta końcowego {{customer_company}} ==> nazwa firmy klienta końcowego {{customer_email}} ==>adres e-mail-klienta końcowego {{transaction_id}} ==> ID transakcji przelewu SOFORT Banking

source: Reason 2
fr: Référence de paiement 2
it: Causale 2
nl: Omschrijving 2
pl: Tytuł przelewu 2

source: Currency selection
fr: Choix de la devise
it: Selezione della valuta
nl: Keuze valuta
pl: Wybór waluty

source: Determines the currencies this payment method can be paid with. Options: EUR, CHF, GBP, PLN.
fr: Détermine la devise utilisée avec cette méthode de paiement. Options de sélection: EUR, CHF, GBP, PLN.
it: Definisce le valute nelle quali si può pagare con questo metodo di pagamento. Selezioni possibili: EUR, CHF, GBP, PLN.
nl: Bepaalt in welke valuta met deze betaalwijze betaald kan worden. Keuze mogelijkheden: EUR, CHF, GBP, PLN.
pl: Ustal, w jakich walutach może zostać zrealizowana ta metoda płatności. Do wyboru stoją: EUR, CHF, GBP, PLN.

source: Country selection
fr: Choix du pays
it: Selezione dei paesi
nl: Land selectie
pl: Wybór krajów

source: Determines the countries in which this payment method can be paid with. Options: DE, EN, …
fr: Détermine les pays à partir desquels il est possible d'utiliser cette méthode de paiement. Options de sélection: DE, EN, …
it: Definisce i paesi dai quali si può pagare con questo metodo di pagamento. Selezioni possibili: DE, EN, …
nl: Bepaalt uit welke landen met deze betaalwijze betaald kan worden. Keuze mogelijkheden: DE, EN, …
pl: Ustal, z jakich krajów można dokonać zapłaty tą metodą płatności. Do wyboru stoją: DE, EN, …

source: Activate logging
fr: Activer journalisation des événements
it: Attiva la registrazione
nl: Loggen activeren
pl: Uaktywnij logging

source: Activates the logging of actions of the module. Should only be activated for troubleshooting. The log file can be found in Drupal's watchdog.
fr: Active l'historique des actions du module. À n'activer que dans le cas d'une recherche d'erreur. Le fichier journal se trouve Drupal watchdog.
it: Attiva la protocollazione delle azioni del modulo. Dovrebbe essere attivato solo per la ricerca di errori. Il log file si trova in Drupal watchdog.
nl: Activeert de registratie van module acties. In principe alleen te activeren indien naar fouten gezocht wordt. De log-gegevens vindt u onder Drupal watchdog.
pl: Uaktywnia protokołowanie czynności modułu. Powinien być włączony jedynie w celu wyszukiwania błędów. Plik logu znajdziesz pod Drupal watchdog.

source: Assign status changes at SOFORT to the order status of your shop in the following:
fr: Désignez un statut pour votre commande réalisée via SOFORT parmi les modifications de statut suivantes:
it: Assegna lo stato dell'ordine del tuo negozio in base alle seguenti modifiche di stato in SOFORT:
nl: Orden de bestelstatus van uw winkel in de volgende status veranderingen bij SOFORT:
pl: Przyporządkuj poniżej zmiany statusu w SOFORT statusowi zamówienia w Twoim sklepie:

source: Temporary
fr: Temporaire
it: Temporaneo
nl: Tijdelijk
pl: Tymczasowy

source: Define the status for orders which have not been paid yet.
fr: Définissez le statut des commandes qui n'ont pas encore été réglées.
it: Definisci lo stato degli ordini non ancora pagati.
nl: Definieer de stand van bestellingen die nog niet betaald zijn.
pl: Zdefiniuj status zamówień, dla których nie została jeszcze dokonana płatność.

source: Confirmed payment
fr: Paiement confirmé
it: Pagamento confermato
nl: Bevestigde betaling
pl: Płatność potwierdzona

source: Define the status for orders which have been successfully completed by SOFORT Banking.
fr: Définissez le statut des commandes qui ont été effectuées avec succès avec SOFORT Banking.
it: Definisci lo stato di ordini conclusi correttamente con SOFORT Banking.
nl: Definieer de stand van bestellingen die met SOFORT Bankingen succesvol zijn afgesloten.
pl: Zdefiniuj status zamówień, które zostały zakończone pomyślnie przelewem SOFORT Banking.

source: Receipt of payment
fr: Montant crédité
it: Ricezione dell'importo
nl: Ontvangen geld
pl: Wpływ środków pieniężnych

source: Define the status for orders for which payment has been received on the account. Only available with SOFORT Bank account.
fr: Définissez le statut des commandes dont le montant a été crédité sur votre compte. Seulement disponible avec un compte bancaire SOFORT Bank.
it: Definisci lo stato degli ordini per i quali l'importo è stato accreditato sul conto. Disponibile solo con conto SOFORT Bank.
nl: Definieer de stand van bestellingen waarvoor u het geld heeft ontvangen. Alleen mogelijk met een SOFORT Bank rekening.
pl: Zdefiniuj status zamówień, w przypadku których wpłynęły pieniądze na konto. Funkcja dostępna tylko dla konta SOFORT Banku.

source: Aborted payment
fr: Paiement interrompu
it: Pagamento interrotto
nl: Afgebroken betaling
pl: Przerwana płatność

source: Define the status for orders which have been aborted.
fr: Définissez le statut des commandes qui ont été annulées.
it: Definisci lo stato degli ordini che sono stati interrotti.
nl: Definieer de stand van bestellingen die afgebroken werden.
pl: Zdefiniuj status zamówień, które zostały przerwane.

source: Check order
fr: Vérification de la commande
it: Verifica l'ordine
nl: Bestelling controleren
pl: Sprawdzić zamówienie

source: Define the status for orders which require a check. Only available with SOFORT Bank account.
fr: Définissez le statut des commandes dont le paiement doit être vérifié. Seulement disponible avec un compte bancaire SOFORT Bank.
it: Definisci lo stato degli ordini per i quali è necessaria la verifica del pagamento. Disponibile solo con conto SOFORT Bank.
nl: Definieer de stand van bestellingen die een controle op betaling benodigen. Alleen mogelijk met een SOFORT Bank rekening.
pl: Zdefiniuj status zamówień, w przypadku których konieczne jest sprawdzenie płatności. Funkcja dostępna tylko dla konta SOFORT Banku.

source: Partial refund
fr: Remboursement partiel
it: Rimborso parziale
nl: Gedeeltelijke restitutie
pl: Częściowy zwrot

source: Define the status for orders which will be refunded.
fr: Définissez le statut des commandes dont le montant doit être remboursé.
it: Definisci lo stato degli ordini che vengono rimborsati.
nl: Definieer de stand van bestellingen die gerestitueerd worden.
pl: Zdefiniuj status zamówień, w przypadku których nastąpi zwrot kwoty.

source: Refund
fr: Remboursement
it: Rimborso
nl: Restitutie
pl: Zwrot

source: Confirmed
fr: Activée
it: Confermato
nl: Bevestigd
pl: Potwierdzone

source: Aborted
fr: Annulée
it: Interrotto
nl: Afgebroken
pl: Przerwane

source: *no status change*
fr: *pas de modification*
it: *nessuna modifica*
nl: *geen verandering*
pl: *status bez zmian*

source: Discard aborted payments
fr: Rejeter les paiements interrompus
it: Elimina pagamenti interrotti
nl: Afgebroken betalingen verwijderen
pl: Skasować przerwane płatności

source: Orders with aborted payment will not be saved.
fr: Les commandes dont le paiement a été interrompu ne sont pas sauvegardées.
it: Gli ordini con pagamento interrotto non vengono memorizzati.
nl: Bestellingen met afgebroken betaling worden niet opgeslagen.
pl: Zamówienia z przerwaną płatnością nie będą zapisywane.

source: Redirection to SOFORT - Payment has not been made yet.
fr: La redirection vers le paiement SOFORT n'a pas encore eu lieu.
it: Inoltro a SOFORT - pagamento non ancora avvenuto.
nl: Doorsturen naar SOFORT - betaling heeft nog niet plaatsgevonden.
pl: Przekierowanie do SOFORT - płatność nie miała jeszcze miejsca.

source: SOFORT Banking has been transmitted successfully - Transaction ID: !transactionid.
fr: SOFORT Banking a effectué votre virement avec succès - identifiant de transaction: !transactionid.
it: Transazione di SOFORT Banking trasmessa correttamente - ID transazione: !transactionid.
nl: SOFORT Banking succesvol overgeboekt - Transactie ID: !transactionid.
pl: Zamówienie z SOFORT Banking zostało przesłane pomyślnie – ID transakcji: !transactionid.

source: Payment receipt on account.
fr: Montant crédité sur le compte.
it: Accredito sul conto.
nl: Geld ontvangen op de rekening.
pl: Wpływ pieniędzy na konto.
