Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/uc_pnag/translations/uc_pnag.*.po
Languages: fr, it, nl, pl

source: Payment aborted.
fr: Opération de paiement interrompue.
it: Pagamento interrotto.
nl: Betaling afgebroken.
pl: Płatność przerwana.

source: Payment confirmed. Payment has not been received yet. Transaction ID: !transactionid.
fr: Le paiement a été effectué. L'entrée du paiement n'a pas encore été constatée. Identifiant de transaction: !transactionid.
it: Pagamento confermato. L'accredito non è ancora stato rilevato. ID transazione: !transactionid.
nl: De betaling is afgerond. Ontvangst geld kon nog niet vastgesteld worden. Transactie ID: !transactionid.
pl: Przelew został zlecony. Nie stwierdzono jeszcze wpływu pieniędzy na konto. ID transakcji: !transactionid.

source: Amount will be refunded.
fr: Remboursement du montant.
it: L'importo viene rimborsato.
nl: Bedrag wordt gerestitueerd.
pl: Kowta zostanie zwrócona.

source: Partial amount will be refunded - !refunded_amount.
fr: Remboursement partiel du montant - !refunded_amount.
it: Viene rimborsato l'importo parziale - !refunded_amount.
nl: Gedeeltelijk bedrag word gerestitueerd. !refunded_amount
pl: Część kwoty zostanie zwrócona - !refunded_amount.

source: Confirmed payment (not credited yet). Only available with SOFORT Bank account.
fr: Paiement confirmé (not credited yet). Seulement disponible avec un compte bancaire SOFORT Bank
it: Pagamento confermato (not credited yet). Disponibile solo con conto SOFORT Bank
nl: Bevestigde betaling (not credited yet). Alleen mogelijk met een SOFORT Bank rekening
pl: Płatność potwierdzona (not credited yet). Funkcja dostępna tylko dla konta SOFORT Banku
