Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/themes/morelesszen/translations/*.po
Languages: de

source: Submitted by !username on
de: Von !username erstellt am

source: Primary tabs
de: Primär-Reitter

source: Secondary tabs
de: Sekundär-Reitter

source: General
de: Generisch

source: Display Feed Icons
de: RSS-Feed Icons anzeigen

source: Rebuild theme registry on every page.
de: Theme Registry mit jedem Seitenaufruf neu bauen.

source: During theme development, it can be very useful to continuously <a href="!link">rebuild the theme registry</a>. WARNING: this is a huge performance penalty and must be turned off on production websites.
de: Während dem Entwickeln kann es nützlich sein, diese Funktion zu benutzen. Achtung! Bei öffentlichen Seiten kann das zu extremen Leistungs-Einbußen führen.

source: Tabs
de: Reitter

source: Enable floating tabs
de: Fliegende Reitter aktivieren

source: Only for nodes
de: Nur für Seiten

source: Hide the breadcrumb if the breadcrumb only contains the link to the front page.
de: Das Breadcrumb-Menü verstecken, wenn es nur einen Link auf die Startseite anzeigen würde.

source: Show page title on breadcrumb.
de: Im Breadcrumb-Menü auch den Titel der aktuellen Seite anzeigen.

source: Breadcrumb separator
de: Zeichen mit dem Einträge im Breadcrumb-Menü separiert werden

source: Enable Google Analytics
de: Google Analytics aktivieren

source: Exclude roles
de: Rollen exkludieren

source: Exclude the following roles from being tracked
de: Folgende Rollen nicht tracken

source: Anonimize IP
de: IP-Adresse anonymisieren

source: Tells Google Analytics to anonymize the information sent by the tracker objects by removing the last octet of the IP address prior to its storage. Note that this will slightly reduce the accuracy of geographic reporting.
de: Mit Hilfe dieser Funktion kann Google Analytics die IP-Adressen anonymisieren. Das führt allerdings dazu, dass einige Funktionen von Google Analytics nicht reibungslos funktionieren.

source: Top bar
de: Kopf-Leiste

source: Header
de: Kopf-Bereich

source: Featured
de: Hervorgehoben

source: Content top
de: Inhalt Oben

source: Content bottom
de: Inhalt Unten

source: Sidebar first
de: Erste Seiten-Leiste

source: Sidebar second
de: Zweite Seiten-Leiste

source: Bottom
de: Unten

source: Footer
de: Fuß-Bereich

source: Updated:
de: Upgedated:

source: Categories
de: Kategorien

source: More
de: Mehr

source: Go to parent page
de: Zur Haupt-Seite zurück springen

source: up
de: hinauf

source: Add new comment
de: Neuen Kommentar schreiben

source: Submitted by !username on !datetime.
de: Von !username am !datetime
