Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/kkb_epay/translations/kkb_epay.*.po
Languages: ru

source: Proceed to payment
ru: Перейти к оплате

source: KKB Epay debugging mode is turned on. Payment is only possible with special bank cards.
ru: KKB Epay находит в режиме отладки. Оплата возможна только специальными картами.

source: KKB Epay payments gateway configuration.
ru: Конфигурация шлюза KKB Epay.

source: Choose to send payments to a live gateway or a sandbox.
ru: Переключение между тестовым и рабочим серверами.

source: Check the existing or add a new private key.
ru: Проверка закрытого ключа и добавление нового.

source: Save imported private key into configuration file.
ru: Сохраните импортированный закрытый ключ в конфигурационном файле.

source: Administer KKB Epay configuration
ru: Настройка модуля КKB Epay

source: Manage private keys and payments debugging mode.
ru: Управление закрытыми ключами и режимом отладки платежей.

source: KKB Epay debugging mode
ru: Режим отладки KKB Epay

source: KKB Epay private key configuration
ru: Настройка закрытого ключа KKB Epay

source: Payment was successful
ru: Ваш платеж успешно проведён

source: Payment failed
ru: Ошибка оплаты

source: OpenSSL extension
ru: Расширение OpenSSL

source: This module requires OpenSSL extension to secure transactions, but it was not found.
ru: Для обеспечения безопасности платежей модулю требуется расширение OpenSSL, но оно не найдено.

source: KKB Epay private key
ru: Закрытый ключ KKB Epay

source: Private key loaded. Merchant ID is %id.
ru: Закрытый ключ загружен. ID продавца — %id

source: Private key is not found. You will not be able to receive payments without a private key. You can <a href="@url">configure it right now</a>.
ru: Закрытый ключ не найден. Вы не сможете принимать платежи без закрытого ключа. Вы можете <a href="@url">настроить его прямо сейчас</a>.

source: Processes payments with the KKB 'Epay' authorization server - https://epay.kkb.kz/.
ru: Обрабатывает платежи на сервере авторизации KKB 'Epay' - https://epay.kkb.kz/.

source: Other
ru: Другие

source: Private key could not be loaded. Message will not be signed.
ru: Закрытый ключ не может быть загружен. Сообщение не подписано.

source: There is a problem with the key, message was not signed. Check logs for details.
ru: Возникла проблема с ключом, сообщение не было подписано. Подробности смотрите в логах.

source: There is a problem with the certificate. Check logs for details.
ru: Возникла проблема с сертификатор. Подробности смотрите в логах.

source: Thank you, your payment was successfully accepted.
ru: Спасибо, платёж проведён успешно.

source: Back to front page.
ru: На главную.

source: Unfortunately your payment was not completed.
ru: К сожалению, платёж не был закончен.

source: Put KKB Epay module into debugging mode
ru: Перевести модуль КKB Epay в режим отладки

source: When debugging mode is turned on, all payments are processed by a sandbox gateway. Payments can be done only with special testing bank cards. Make sure to turn debugging off as soon as you finish testing. You risk loosing money if real clients make payments while it is on.
ru: Когда режим отладки включён, все платежи обрабатываются тестовым сервером. Оплата может быть сделана только специальными тестовыми банковскими картами. Как только вы закончите тестирование, выключите режим отладки, так как вы рискуете потерять платежи, совершённые клиентами во время отладки.

source: Provide your password to save changes:
ru: Введите свой пароль, чтобы сохранить изменения:

source: Save configuration
ru: Сохранить конфигурацию

source: Incorrect password.
ru: Неверный пароль.

source: Debugging mode has been turned on. Turn it off as soon as possible.
ru: Режим отладки был включён. Выключите его как можно скорее.

source: Debugging mode has been turned off.
ru: Режим отладки выключён.

source: Certificate ID:
ru: ID сертификата:

source: Merchant name:
ru: Имя продавца:

source: Merchant ID:
ru: ID продавца:

source: Private key password:
ru: Пароль к закрытому ключу:

source: Private key:
ru: Закрытый ключ:

source: Import new private key
ru: Импорт нового закрытого ключа

source: There is something wrong with this key. Please check that the provided information is correct.
ru: Ошибка при работе с ключом. Пожалуйста, убедитесь, что предоставленная информация является корректной.

source: <strong>Your private key has been imported, but it was not yet saved.</strong> These instructions will tell you how to do it.
ru: <strong>Ваш закрытый ключ импортирован, но ещё не сохранён.</strong> В этой инструкии рассказано, как это сделать.

source: The private key must be kept <strong>in secret</strong> because anyone who has it can perform financial operations on your behalf; for example, debit any credit cards, cancel payments, transfer money from your account, etc.
ru: Закрытый ключ должен храниться <strong>в тайне</strong>, так как тот, кто имеет к нему доступ, может выполнять финансовые операции от вашего имени. Например, выставлять любые счета, отменять платежи, переводить деньги с вашего счёта, и т.д.

source: Copy the code below. Do not modify it! Place it at the end of the <strong>@file</strong> file and save the file.
ru: Скопируйте этот код. Не изменяйте его! Поместите его в конце файла <strong>@file</strong> и сохраните.

source: Place this code into your settings.php file:
ru: Скопируйте этот код в файл settings.php:

source: KKB Epay credit card processing center
ru: Процессинговый центр KKB Epay

source: Pay with our bank cart securely at the <a href="https://epay.kkb.kz/">https://epay.kkb.kz/</a> processing center.
ru: Безопасная оплата кредитной картой на сайте <a href="https://epay.kkb.kz/">https://epay.kkb.kz/</a>

source: Payment for the order has been received. Payment reference number is %s.
ru: Оплата за заказ получена. Номер обращения к платёжной системе: %s.

source: Order created through website.
ru: Заказ создан через сайт.

source: Order has been payed with KKB Epay. Payment reference number is %reference
ru: Заказ оплачен при помощи KKB Epay. Номер обращения к платёжной системе: %reference

source: This order cannot be payed with Epay processing center. Epay can accept payments only in Tenge. The currency of this order is %c.
ru: Этот заказ нельзя оплатить при помощи Epay. Epay может принимать заказы только в тенге. Валюте этого заказа: %c.

source: An order in unsupported currency %c could not be processed by Epay.
ru: Epay не может обработать заказ в неподдерживаемой валюте %c.

source: Allows KKB Epay gateway to be used to pay for Ubercart orders.
ru: Позволяет использовать шлюз KKB Epay для оплаты заказов в Ubercart.

source: Ubercart - payment
ru: Ubercart - оплата

source: Name of the file with the private key is <em>&lt;client name&gt;.prv</em>.
ru: Файл с закрытым ключом называется <em>&lt;имя клиента&gt;.prv</em>.

source: You must upload file with the private key.
ru: Вы должны загрузить файл с закрытым ключом.

source: Debug key can be loaded only when debugging mode is turned on. Call setDebug() method with TRUE parameter.
ru: Отладочный ключ может быть загружен только при условии, что включён режим отладки. Вызовите метод setDebug() с параметром TRUE.

source: Private key does not exist as a system variable.
ru: Закрытый ключ не сохранён в системной переменной.

source: Private key could not be unpacked.
ru: Закрытый ключ не может быть распакован.

source: Key must be a string.
ru: Ключ должен быть строкой.

source: Key is not valid, it does not contain a correct RSA key declaration.
ru: Ключ некорректен, так как не содержит определение RSA.

source: Key is not valid.
ru: Ключ некорректен.

source: Password must be a string.
ru: Пароль должен быть строкой.

source: Merchant ID must be a string.
ru: ID продавца должен быть строкой.

source: Merchant ID does not match expected format. It must consist of 8 digits.
ru: ID продавца имеет неверный формат. Он должен состоять из 8 цифр.

source: Merchant name must be a string.
ru: Имя продавца должно быть строкой.

source: Merchant name is too long. It cannot be longer than 255 characters.
ru: Имя продавца слишком длинное. Оно не может быть длиннее 255 символов.

source: Merchant name does not match expected format. It can consist only of English letters, digits, a dot, '-', '_' and space.
ru: Имя продавца имеет неверный формат. Оно может состоять только из букв английского алфавита, цифр, точки, знаков '-' и '_', и пробелов.

source: Certificate ID must be a string.
ru: ID сертификата должен быть строкой.

source: Certificate ID does not match expected format. It must be 8-10 characters long and consist of hexadecimal digits.
ru: ID сертификата имеет неверный формат. Он должен состоять из 8-10 цифр и букв A-F.

source: Unfortunately, the processing center did not send a confirmation of your payment. This may happen because of some technical problems. Please inform the site administrator.
ru: К сожалению, процессинговый центр не предоставил подтверждение о вашем платеже. Это могло случиться из-за технических неполадок. Пожалуйста, сообщите об этом администратору сайта.

source: A user has continued order checkout without confirmation of successful payment from Epay gateway. It is possible that the user has never payed the order and directly returned to the success landing page. Order ID: %order_id
ru: Пользователь продолжил оформление заказа без подтверждения успешной обработки платежа в Epay. Возможно, что пользователь вообще не оплатил заказ и напрямую вернулся на страницу подтверждения заказа. Номер заказа: %order_id

source: Unfortunately, you cannot use Epay processing center to pay for this order. Epay accepts orders only in Tenge. The currency of your order is %currency.
ru: Сожалеем, но этот заказ невозможно оплатить при помощи Epay. Epay принимает платежи только в тенге. Валюта вашего заказа: %currency.

source: Private key loaded, but cannot be opened. Please check that the key password is correct.
ru: Закрытый ключ загружен, но не может быть открыт. Проверьте, что вы ввели правильный пароль.
