Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/currency_converter/translations/*.po
Languages: ru

source: Bank settings
ru: Настройки банка

source: National Bank of Belarus
ru: Национальный Банк Республики Беларусь

source: Russian Central Bank
ru: Центральный Банк России

source: Css settings
ru: Настройки CSS

source: Use module css
ru: Использовать стили модуля

source: If checked, block will use module css
ru: Если отмечено, блок будет использовать стили модуля

source: Use module background
ru: Использовать фон модуля

source: If checked, block will use module background
ru: Если отмечено, блок будет использовать стандартный фон модуля

source: Save
ru: Сохранить

source: Run cron
ru: Запустить выполнение регулярных процедур

source: Configuration saved
ru: Конфигурация сохранена

source: Enabled
ru: Включено

source: Currency
ru: Валюта

source: Weight
ru: Вес

source: Set as default
ru: Сделать основной

source: Currency converter
ru: Валютный конвертер

source: Converter
ru: Конвертер

source: From NBB
ru: Курс от НБРБ

source: From RCB
ru: Курс от ЦБР

source: Please, run cron to enable the Currency converter module
ru: Пожалуйста, запустите выполнение регулярных процерур, чтобы запустить модуль Валютный Информер

source: Currency Converter
ru: Валютный Конвертер

source: Currency Converter by <a href = "http://www.internet-marketing.by/">Internet-Marketing</a>
ru: Валютный Конвертер от <a href = "http://www.internet-marketing.by/">Интернет-маркетинга</a>

source: Internet-Marketing
ru: Интернет-Маркетинг
