Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/vtw/translations/vtw.*.po
Languages: ru

source: Terms depth for vocabulary %voc_name was updated!
ru: Глубина Терминов для словаря %voc_name была обновлена!

source: Apply term weight to next views
ru: Применить вес терминов к следующим представлениям

source: Term weight
ru: Вес терминов

source: Module %name is override sort in this view.
ru: Модуль %name переназначил сортировку в этом представлении.

source: Please, remove %entity form %from.
ru: Пожалуйста, удалите %entity из %from.

source: Please, remove %entity from %from in this view.
ru: Пожалуйста, удалите %entity из %from в этом представлении.

source: Please, disable %entity from %from in this view.
ru: Пожалуйста, выключите %entity из %from в этом представлении.

source: Order argument
ru: Аргумент order

source: all fields
ru: все поля

source: Format: Table Settings
ru: Формат: Настройки таблицы

source: No available views.
ru: Нет доступных представлений.
