Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*-valencia.po
Languages: ca@valencia

source: block
ca@valencia: loqueja

source: You don't belong to any exchange yet.
ca@valencia: Encara no participes a cap xarxa d'intercanvi.

source: You don't administer any exchange yet.
ca@valencia: Encara no administres cap xarxa d'intercanvi.

source: Date
ca@valencia: Data

source: Buyer
ca@valencia: Comprador/ a

source: Seller
ca@valencia: Venedor/ a

source: You don't have any exchange account yet.
ca@valencia: Encara no tens cap conte a cap xarxa d'intercanvi.

source: New
ca@valencia: Nou

source: Triggered
ca@valencia: Llançat

source: Accepted
ca@valencia: Acceptat

source: Committed
ca@valencia: cutat

source: Archived
ca@valencia: Arxivat

source: Rejected
ca@valencia: Rebutjat

source: Discarded
ca@valencia: Descartat

source: Revoke triggered
ca@valencia: Revocació llançada

source: Revoke accepted
ca@valencia: Revocació acceptada

source: Revoke rejected
ca@valencia: Revocació rebutjada

source: Revoked
ca@valencia: Revocat

source: Error
ca@valencia: Errada

source: Currency value
ca@valencia: Valor de la moneda

source: Since
ca@valencia: Des de

source: Account number
ca@valencia: Nombre de conte

source: Buyer's exchange
ca@valencia: Xarxa d'intercanvi de la persona compradora

source: Seller's exchange
ca@valencia: rxa d'intercanvi de la persona venedora

source: Modified
ca@valencia: Modificat

source: Entered by
ca@valencia: Introduït per

source: No limits.
ca@valencia: Sense límits.

source: Action
ca@valencia: Acció

source: Weight
ca@valencia: Pes

source: Warn
ca@valencia: Advertir

source: Charge a sale. Select the payer account, enter a short decription and the amount of the transaction. This amount will be trasferred to your account.
ca@valencia: Cobra una venda. Selecciona la persona pagadora, introdueïx una descripció curta i la quantitat de la transacció. Esta quantitat se transferirà al teu conte.

source: All users and banking accounts of your exchange.
ca@valencia: Tots els contes de les persones usuàries de la teua xarxa d'intercanvi.

source: Showing your transactions. Set the "From" and "To" dates to see a specific time range.
ca@valencia: Mostrant les teues transaccions. Selecciona les dates "Des de" i "Fins a" per visualitzar un període de temps específic.

source: Click on the exchange you want to join.
ca@valencia: Clica la xarxa d'intercanvi a la que vols unir-te.

source: Absolute credit limit
ca@valencia: Límit absolut de crèdit

source: Absolute debit limit
ca@valencia: Límit absolut de dèbit

source: Tokens for bank exchanges.
ca@valencia: Tokens per intercanvis bancaris.

source: Tokens for bank accounts.
ca@valencia: Tokens per contes bancaris.

source: Transaction
ca@valencia: Transacció

source: Tokens for bank transactions.
ca@valencia: Tokens per transaccions bancaris.

source: Exchange code
ca@valencia: Codi de la xarxa d'intercanvi

source: The 4 letter exchange code.
ca@valencia: El codi de 4 lletres de la xarxa d'intercanvi.

source: Exchange short name
ca@valencia: Nom curt de la xarxa d'intercanvi.

source: Exchange short name.
ca@valencia: Nom curt de la xarxa d'intercanvi.

source: Exchange full name
ca@valencia: Nom complet de la xarxa d'intercanvi

source: Exchange full name.
ca@valencia: Nom complet de la xarxa d'intercanvi.

source: Exchange country
ca@valencia: País d'intercanvi

source: Exchange country.
ca@valencia: País de la xarxa d'intercanvi.

source: Exchange town
ca@valencia: Localitat d'intercanvi

source: Exchange town.
ca@valencia: Localitat d'intercanvi.

source: Exchange region
ca@valencia: Regió d'intercanvi

source: Exchange region within the country.
ca@valencia: Regió d'intercanvi dins del país.

source: Exchange website
ca@valencia: Lloc web de la xarxa d'intercanvi

source: Exchange website.
ca@valencia: Lloc web de la xarxa d'intercanvi.

source: Currency symbol
ca@valencia: Símbol de la moneda

source: Exchange currency symbol.
ca@valencia: Símbol de la moneda de la xarxa d'intercanvi.

source: Currency name
ca@valencia: Nom de la moneda

source: Exchange currency name.
ca@valencia: Nom de la moneda de la xarxa d'intercanvi.

source: Currency name plural
ca@valencia: Nom de la moneda al plural

source: Exchange currency name in plural.
ca@valencia: Nom de la moneda de la xarxa d'intercanvi al plural.

source: Exchange currency value in hours of work.
ca@valencia: Valor de la moneda de la xarxa d'intercanvi a hores de treball.

source: Exchange administrator
ca@valencia: Persona administradora de la xarxa d'intercanvi

source: Exchange administrator user.
ca@valencia: Usuari/ usuària administrador/ a de la xarxa d'intercanvi.

source: Account identifier
ca@valencia: Identificador del conte

source: 4 letter exchange identifier plus 4 number account code.
ca@valencia: Identidicador de 4 lletres de la xarxa d'intercanvi més codi de 4 nombres del conte.

source: Account type.
ca@valencia: Tipus de conte.

source: Account user
ca@valencia: Conte de l'usuari/ l' usuària

source: Account user.
ca@valencia: Conte del usuari/ de l'usuària.

source: Exchange Account
ca@valencia: Conte de la xarxa d'intercanvi

source: Identifier
ca@valencia: Identificador

source: Transaction identifier
ca@valencia: Identificador de la transacció

source: The buyer account object.
ca@valencia: Objecte del conte de la persona compradora

source: The seller account object.
ca@valencia: Objecte de conte de la persona venedora.

source: The transaction amount.
ca@valencia: Quantitat de la transacció.

source: The concept of the transaction.
ca@valencia: Concepte de la transacció.

source: Ordered by
ca@valencia: Comanda feta per

source: The user who created the transaction.
ca@valencia: L'usuari/ usuària que ha creat la transacció.

source: Not yet implemented. Sorry!
ca@valencia: Encara no s'ha implementat. Disculpa!

source: Sales
ca@valencia: Vendes

source: Purchases
ca@valencia: Compres

source: Account @name
ca@valencia: Conte @name

source: Accept payments manually
ca@valencia: Accepta pagaments manualment

source: If cheked, all payments from all accounts but those in the whitelist will not be effective until you manually accept them. Otherwise all payments will automatically be done. If you check this item you must regularly check your messages to quickly accept your pending payments.
ca@valencia: Si es marca, tots els pagaments quedaran bloquejats i no seran efectius fins que els autoritzes manualment. Si no, tots els pagaments seran automàticament acceptats. Si marques esta opció has de comprovar els teus missatges regularment per a poder acceptar ràpidament els pagaments pendents. els pagaments cap a contes de la llista blanca si que seran acceptats automàticament en qualsevol cas.

source: Accept payments whitelist
ca@valencia: Llista blanca d'acceptació de pagaments

source: Write one account per line. The payments from these accounts will be automatically accepted.
ca@valencia: Escriu un conte per línia. Els pagaments a estos contes seràn acceptats automàticament.

source: Could not find account @account.
ca@valencia: El conte @account no existeix.

source: Next >>
ca@valencia: Següent >>

source: << Previous
ca@valencia: << Anterior

source: Administer CES bank
ca@valencia: Administra el banc CES

source: Top administer interface for CES Bank
ca@valencia: Interfìcie principal d'administració pel Banc CES

source: New exchange
ca@valencia: Nova xarxa d'intercanvi

source: Create a new exchange
ca@valencia: Crea nova xarxa d'intercanvi

source: Administration
ca@valencia: Administració

source: Administer accounts
ca@valencia: Administra contes

source: List
ca@valencia: Llista

source: New account
ca@valencia: Nou conte

source: View account
ca@valencia: Visualitza conte

source: Edit account
ca@valencia: Edita conte

source: Delete account
ca@valencia: Esborra conte

source: Transactions
ca@valencia: Transaccions

source: Administer transactions
ca@valencia: Administra transaccions

source: Enter transaction
ca@valencia: Introdueïx transacció

source: Charge a sale to an account.
ca@valencia: Carga una venda a un coe.

source: My account
ca@valencia: El meu conte

source: View account details.
ca@valencia: Visualitza els detalls del conte.

source: View exchange details
ca@valencia: Visualitza els detalls de la xarxa d'intercanvi

source: Vieu exchange accounts list
ca@valencia: Visualitza la llista de contes de la xarxa d'intercanvi

source: Exchanges in your country
ca@valencia: Xarxes d'intercanvi al teu país.

source: List of exchanges in your country
ca@valencia: Llista de xarxes d'intercanvi al teu país

source: Edit exchange
ca@valencia: Edita xarxa d'intercanvi

source: Types of debit and credit limits for accounts.
ca@valencia: Tipus de límits per contes de dèbit i crèdit.

source: Create a new account limit.
ca@valencia: Crea un nou límit de conte.

source: View account limit details.
ca@valencia: Mostra detalls dels lìmits del conte.

source: Edit account limit
ca@valencia: Edita límit del conte

source: Delete account limit
ca@valencia: Esborra límit del conte

source: Account statement
ca@valencia: Estat del conte

source: Last transactions with this account
ca@valencia: Darrera transacció amb este conte

source: Accept transaction.
ca@valencia: Accepta transacció

source: Edit transaction.
ca@valencia: Edita transacció

source: Delete transaction.
ca@valencia: Esborra transacció.

source: Error creating default permissions.
ca@valencia: Errada al crear els permissos per defecte.

source: Initial records created.
ca@valencia: Registres d'inici creats.

source: ICES Bank
ca@valencia: Banc ICES

source: Integral Community Exchange System Banking
ca@valencia: Sistema Bancari Integral i Comunitari per Xarxes d'Intercanvi

source: Exchange blog entry
ca@valencia: Entrada al bloc de la xarxa d'intercanvi

source: Blog post for members of your exchange
ca@valencia: Article del bloc per membres de la xarxa d'intercanvi.

source: There are no blog posts yet.
ca@valencia: Encara no hi ha articles del bloc.

source: Add new post
ca@valencia: Afegeix un nou article

source: CES blog exchange
ca@valencia: Bloc d'Intercanvi del CES

source: Hidden formatter
ca@valencia: Formatejador amagat

source: Blog
ca@valencia: Bloc

source: View exchange posts
ca@valencia: Mostrar publicacions de la xarxa d'intercanvi

source: Post
ca@valencia: Article

source: Add new blog post
ca@valencia: Afegeix un nou article al bloc

source: CES Exchange blog post.
ca@valencia: Article del bloc de la xarxa d'intercanvi de l' ICES.

source: Content
ca@valencia: Contingut

source: ICES exchange blog
ca@valencia: Bloc de la xarxa d'intercanvi de l' ICES

source: Individual blog for each exchange.
ca@valencia: Bloc individual per cada xarxa d'intercanvi.

source: Create new account
ca@valencia: Crea un nou conte

source: Run script
ca@valencia: Script executar

source: ICES develop
ca@valencia: Desenvolupa ICES

source: CES develop helper module. Do not install in a production site.
ca@valencia: El CES desenvolupa un mòdul d'ajuda dicional. No instales a un site de producció.

source: Step
ca@valencia: Pas

source: Row
ca@valencia: Filera

source: Continue
ca@valencia: Continua

source: Upload new files
ca@valencia: Puja nous fitxers

source: Select a previously uploaded import file set or let "Upload new files".
ca@valencia: Selecciona un fitxer de conjunt d'importació prèviament pujat o permet "Pujar nous fitxers"

source: A good name is the four letter code of the exchange to be imported.
ca@valencia: Un bon nom és el codi de 4 lletres de la xarxa d'intercanvi a ser importada.

source: Do you really want to start a new import?
ca@valencia: De veritat vols començar una nova importació?

source: Either select an import set or upload a new set of files.
ca@valencia: Selecciona un conjunt d'importació o puja un nou conjunt d'arxius.

source: New import
ca@valencia: Nova importació

source: Step @num. Import @type.
ca@valencia: Pas @num. Importació @type.

source: Importing step @step of exchange @exchange from row @row.
ca@valencia: Pas d'importació @step d'intercanvi @exchange des d'una filera @row.

source: Import @type
ca@valencia: @type d'importació

source: All data has been imported
ca@valencia: Totes les dades han sigut importades

source: Click Finish to end the import process.
ca@valencia: Clica Finalitza per acabar el procés d'importació.

source: Finish
ca@valencia: Finalitza

source: Import row
ca@valencia: Importa filera

source: Skip row
ca@valencia: Salta filera

source: Invalid folder name.
ca@valencia: Nom de carpeta invàlida.

source: Could not copy file to %file
ca@valencia: No s'ha pogut canviar el fitxer a ~file.

source: Invalid import identifier.
ca@valencia: Identificació d'importació no vàlida.

source: Import finished successfully.
ca@valencia: Importació finalitzada amb èxit.

source: Invalid import step.
ca@valencia: Pas per importar no vàlid.

source: Import file @path not found.
ca@valencia: Fitxer d'importació @path no trobat.

source: Could not open import file @path.
ca@valencia: No s'ha pogut obrir el fitxer d'importació @path.

source: There is no data to import in this step.
ca@valencia: No hi ha cap dada a importar a aquest cas.

source: Importing @exchange step @step
ca@valencia: Important pas @step @exchange

source: Import is starting.
ca@valencia: Iniciant l'importació.

source: Processed @current out of @total.
ca@valencia: Processat @current del @total.

source: Error during import.
ca@valencia: Errada durant l'importació.

source: The row @row could not be parsed.
ca@valencia: La filera @row no s'ha pogut analitzar.

source: Step finished successfully.
ca@valencia: Pas finalitzat amb èxit.

source: Unknown error.
ca@valencia: Errada desconeguda.

source: Are you sure you want to delete the exchange @name and all its data?
ca@valencia: Segur/ a de què vols esborrar la xarxa d'intercanvi @name i totes les seues dades?

source: Invaid import id.
ca@valencia: Id. d' importació invàlida.

source: Import data has been deleted.
ca@valencia: Les dades d'importació han sigut esborrades.

source: Import exchange
ca@valencia: Importa la xarxa d'intercanvi

source: Start a new exchange import from CES
ca@valencia: Inicia una nova importació d'una xarxa d'intercanvi del CES.

source: Continue the import from CES
ca@valencia: Continua l'importació del CES

source: Delete the import from CES
ca@valencia: Esborra l'importació del CES

source: ICES import
ca@valencia: Importar CES

source: Import data from CES
ca@valencia: Importar dades del CES

source: The user @user was not found in want import row @row. It may be a user from another exchange not yet imported.
ca@valencia: L'usuari/ usuària @user no s'ha trobat a la filera per importar @row. Serà un/ a usuari/ usuària d'una altra xarxa d'intercanvi encara no importada.

source: Image @file could not be downloaded.
ca@valencia: La imatge @file no s'ha descarregat.

source: Error creating Drupal user.
ca@valencia: Errada creant l'usuari/ usuària Drupal.

source: Do you authorize the following transaction?
ca@valencia: Autoritxes la següent transacció?

source: No details provided.
ca@valencia: No s'han proveït detalls.

source: There is no user with ID @id.
ca@valencia: No hi ha un/ a usuari/ usuària @id.

source: There is no account with ID @id.
ca@valencia: No hi ha conte amb l'ID @id.

source: There is no transaction with ID @id.
ca@valencia: No hi ha transacció amb l'ID @id.

source: ICES interoperability services
ca@valencia: Servicis d'interoperativitat ICES

source: Impleemnts the opentransact protocol for financial transactions.
ca@valencia: Implementa el protocol opentransact per transaccions financeres.

source: Ces Message
ca@valencia: Missatge del CES

source: Default
ca@valencia: Per Defecte

source: Tweaky
ca@valencia: Ajustable

source: In an ces message list
ca@valencia: A una llista de missatge CES

source: Template ces message
ca@valencia: Missatge de plantilla CES

source: Full action
ca@valencia: Acció completa

source: Internal error
ca@valencia: Errada interna

source: No template was found
ca@valencia: No s'ha trobat una plantilla

source: for action
ca@valencia: Per a acció

source: with language
ca@valencia: Amb idioma

source: The exchange must come defined.
ca@valencia: Cal definir un codi per la xarxa d'intercanvi.

source: Error: No template from action
ca@valencia: Errada. no hi ha plantilla per a esta acció

source: Error processing template in ces_message
ca@valencia: Errada processant plantilla a missatge-ces

source: No accounts to test
ca@valencia: No hi ha contes per a provar

source: Messages
ca@valencia: Missatges

source: List messages
ca@valencia: llista

source: All Messages
ca@valencia: Tots

source: Message templates
ca@valencia: Plantilles de missatge

source: Administer ces message templates
ca@valencia: Administra plantilles de missatge CES

source: Add
ca@valencia: Afegeix

source: Add ces message templates
ca@valencia: Agrega plantilles de missatge CES

source: Test
ca@valencia: Prova

source: ICES Message
ca@valencia: Missatge ICES

source: System message for ICES
ca@valencia: Sistema de missatges de l'ICES

source: Message
ca@valencia: Missatge

source: Created date
ca@valencia: Data de creació

source: Type message
ca@valencia: Tipus de missatge

source: Subject
ca@valencia: Assumpte

source: Body
ca@valencia: Cos

source: Inserted message %action
ca@valencia: Missatge insertat %action

source: Created
ca@valencia: Creat

source: There are no date formats found in the db
ca@valencia: No s'han trobat formats de data a la BD

source: The entity ces message provides a template entity.
ca@valencia: El missatge de l'entitat CES proveïx d'una entitat plantilla.

source: Languages
ca@valencia: fiomes

source: No ces message template entities currently exist.
ca@valencia: Cap plantilla de missatge de CES existeix actualment.

source: Language
ca@valencia: Idioma

source: Subject of the message
ca@valencia: Assumpte del missatge

source: Body of the message
ca@valencia: Cos del missatge

source: Creation date
ca@valencia: Data de creació

source: Creation date (an extra display field)
ca@valencia: Data de creació (un camp extra de visualització)

source: The language code that will be saved with the field values. This is used to allow translation of fields.
ca@valencia: El codi de llenguatge que serà guardat amb els valors del camp. Aixó serà emprat per permetre la traducció de camps.

source: English
ca@valencia: Anglès

source: Select a action...
ca@valencia: Tria una acció...

source: Select the ces action.
ca@valencia: Tria una acció del CES.

source: Enable the <a href="@drupal-token">Token module</a> to view the available token browser.
ca@valencia: Activa el <a href="@drupal-token"> mòdul Token</a> per mostrar el token disponible al navegador.

source: The entity %subject (ID %id) has been deleted
ca@valencia: L'entitat %subject (ID %id) ha sigut esborrada

source: Inserted template %action.
ca@valencia: La plantilla %action ha sigut inserida

source: Category
ca@valencia: Categoria

source: Status
ca@valencia: Estat

source: Updated
ca@valencia: Actualitzat

source: Expire
ca@valencia: Caduca

source: Keywords
ca@valencia: Paraules clau

source: Seller's info
ca@valencia: Informació de la persona venedora

source: Administer your offers: add, update, hide or delete offers. Keep them attractive and updated.
ca@valencia: Administra les teues ofertes: afegeix, actualitza, amaga o esborra ofertes. Cal mantenir els anuncis actualitzats i ben descrits.

source: Administer your wants: add, update, hide or delete wants. Keep them clear and updated.
ca@valencia: Administra les teues necessitats: afegeix, actualitza, amaga-les o esborra-les. Mantingues les necessitats al dia.

source: Enter the details of your want.
ca@valencia: Introdueïx els detalls de la teua necessitat.

source: Enter the details of your offer. All offers that include national currency in the rate must include also %currenciesname. Filling the keywords field will improve the search of this offer. Remember to delete offers no longer available. The administrator may delete inappropriate ads.
ca@valencia: Introdueïx els detalls de la teua oferta. Totes les ofertes que inclouen part a moneda del país han d'incloure també %currenciesname. Afegir paraules clau millorarà la cerca d'este oferiment. La persona administradora pot esborrar anuncis inapropiats.

source: Administer offers and wants categories.
ca@valencia: Administra les categories d' oferiments i necesssitats.

source: Enter the category details.
ca@valencia: Introdueïx els detalls de la categoria.

source: Offer or want
ca@valencia: Oferiment o necessitat

source: Offer
ca@valencia: Oferiment

source: Want
ca@valencia: Necessitat

source: Full offer or want
ca@valencia: Oferiment o necessitat completa

source: In an offers or wants list
ca@valencia: A una llista d'oferiments o de necessitats

source: Full category
ca@valencia: Categoria completa

source: Offer comment
ca@valencia: Comentari d'oferiment

source: Full OfferComment
ca@valencia: Comentari d'oferiment complet

source: You don't have any offer yet. You should publish your goods and skills so others can ask you for them.
ca@valencia: Encara no tens cap oferiment. Hauries de publicar les teues habilitats i alló que altres puguen necessitar.

source: Add offer
ca@valencia: Afegeix oferiment

source: You don't have any want yet. Publishing a want is useful not only for you but also for other members searching for valued goods and skills.
ca@valencia: Encara no has afegit cap oferiment. Publicar una necessitat és útil no només per a tu, sinó que també per altres membres que cerquen habilitats o productes apreciats.

source: Add want
ca@valencia: Afegeix necessitat

source: Rate
ca@valencia: Valoració

source: Select a category...
ca@valencia: Selecciona una categoria...

source: Select the category that best matches your announcement.
ca@valencia: Selecciona la categoria que millor s'adapta al teu annunci

source: Enter here a short but descriptive title.
ca@valencia: Introdueïx ací un títol curt però descriptiu.

source: Title
ca@valencia: Títol

source: Enter here a detailed description.
ca@valencia: Introdueïx ací una descripció detallada.

source: keywords
ca@valencia: Paraules clau

source: Enter a comma-separated list of words to describe your content.
ca@valencia: Introdueïx una llista de paraules separades per comes per descriure el teu contingut.

source: Image
ca@valencia: Imatge

source: Upload an image for your announce.
ca@valencia: Pujar una imatge pel teu anunci.

source: Valid until
ca@valencia: Vàlid/ a fins

source: The announce will be automatically hidden this date
ca@valencia: L'anunci serà amagat automàticament a aquesta data

source: Hide
ca@valencia: Amaga

source: Check it if you don't want to publish the announcememnt.
ca@valencia: Marca-ho si no vols publicar l'anunci.

source: Eg: '2.5' or '5.00%symbol and transport' or 'Contact me' or 'Free'.
ca@valencia: Exemple: '2.5' o '5.00%symbol i transport' o 'Contacta' o 'Gratuït'

source: Expire date must be in the future.
ca@valencia: La data de caducitat ha de ser al futur.

source: Select a category.
ca@valencia: Tria una categoria.

source: Are you sure you want to delete the offer %offer?
ca@valencia: Segur/ a que vols esborrar l'oferiment @offer?

source: Are you sure you want to delete the want %want?
ca@valencia: Estàs segur/ a de què vols esborrar la necessitat %want?

source: You can simply hide the announcement so it becomes invisible to all other members but you can publish it later.
ca@valencia: Pots senzillament amagar l'annunci perquè siga invisible a tots els altres membres i publicar-ho més tard.

source: Offer %offer has been deleted.
ca@valencia: L' oferiment ha sigut esborrat.
