Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*-valencia.po
Languages: ca@valencia

source: - All offer comments have been deleted too.
ca@valencia: Tots els comentaris a l'oferiment han sigut esborrats també.

source: Want %want has been deleted.
ca@valencia: La necessitat ha sigut esborrada.

source: Details
ca@valencia: Detalls

source: Comments(
ca@valencia: Comentaris(

source: Send Notify
ca@valencia: Envia Notificació

source: Enter here the name of the category
ca@valencia: Introdueix ací el nom de la categoria

source: Enter here a detailed description with examples.
ca@valencia: Introdueix ací una descripció detallada amb exemples.

source: None
ca@valencia: Cap

source: Parent category
ca@valencia: Categoria superior

source: Do not select enything if this is a root category. Otherwise, if you are editing a subcategory, choose the parent category.
ca@valencia: No selecciones res si aixó és una categoria arrel. pel contrari, si estàs editant una subcategoria, selecciona la categoria mare.

source: Context
ca@valencia: Contexte

source: Offers
ca@valencia: Oferiments

source: Wants
ca@valencia: Necessitats

source: Both
ca@valencia: Ambdós

source: Choose whether this category is applicable to offers, wants or both.
ca@valencia: Tria si esta categoria és aplicable a oferiments, necessitats o a ambdues.

source: A title from category is necessary.
ca@valencia: És necessari un títol de la categoria.

source: A description from category is necessary.
ca@valencia: És necessària una descripció de la categoria.

source: A exchange from category is necessary.
ca@valencia: És necessari indicar una xarxa d'intercanvi de la categoria.

source: A context from category is necessary.
ca@valencia: És necessari un contexte de la categoria.

source: Are you sure you want to delete the category %category?
ca@valencia: Segur que vols esborrar la categoria %category?

source: %category is used by %count offers or wants. It is highly recommended that you change the category of these offers or wants before you delete it. If the category is deleted now they may become unusable or may not display correctly.
ca@valencia: %category és emprat per oferiments o necessitats %count . És altament recomanable que canvies la categoria d'estos oferiments o necessitats abans d'esborrar-les. Si la categoria s'esborra ara pot inutilitzar-se o pot no mostrar-se correctament.

source: Category %category has been deleted.
ca@valencia: La categoria %category ha sigut esborrada.

source: Your exchange does not have any category yet. It is very recommended to divide the offers and/or wants into several categories. A good first approach is to create 10-15 categories for offers but a single category for wants.
ca@valencia: La teua xarxa d'intercanvi encara no té cap categoria. És molt recomanable dividir els oferiments i les necessitats a diverses categories. Una bona primera aproximació és crear de 10 a 15 categories d'oferiments però només una categoria per necessitats.

source: Add category
ca@valencia: Afegeix categoria

source: CES offers and wants filter
ca@valencia: Filtre d'oferiments i necessitats del ICES

source: All
ca@valencia: Tot

source: Update time
ca@valencia: Data d'actualització

source: Creation time
ca@valencia: Data de creació

source: Order by
ca@valencia: Ordena per

source: Search
ca@valencia: Cerca

source: There are no results. Try broaden your search criteria in order to get some results.
ca@valencia: No hi ha hagut resultats. Intenta ampliar el teu criteri de cerca per mirar d'obtindre resultats.

source: Action not known
ca@valencia: Acció desconeguda

source: Offers and wants
ca@valencia: Oferiments i necessitats

source: No offers.
ca@valencia: Sense oferiments.

source: No wants.
ca@valencia: Sense necessitats.

source: Add offer >>
ca@valencia: Afegeix oferiment >>

source: Add want >>
ca@valencia: Afegeix necessitat >>

source: Minimum offers on register
ca@valencia: Mínim nombre d'oferiments al registrar-se

source: The minimum number of offers that a member must fill in the registration form.
ca@valencia: El nombre mínim d'oferiments que un/a habitant ha d'omplir al formulari del registre

source: Minimum wants on register
ca@valencia: eDemandes mínimes al registre

source: The minimum number of wants that a member must fill in the registration form.
ca@valencia: El nombre mínim de demandes que un/ a membre deu omplir al formulari de registre.

source: Add a new comment and rating to this offer.
ca@valencia: Afegeix un nou comentari i valoració a este oferiment.

source: Comment
ca@valencia: Comenta

source: Rating from 0 to 5
ca@valencia: Valoració de 0 a 5

source: Save comment
ca@valencia: Guarda el comentari

source: Your comment has been successfully saved.
ca@valencia: El teu comentari ha sigut guardat satisfactòriament.

source: Tokens for offer.
ca@valencia: Tokens per oferiment.

source: Notify
ca@valencia: Notifica

source: Tokens for user notify.
ca@valencia: Tokens per notificació d'usuari/ usuària.

source: Id of offer
ca@valencia: Id de l'oferiment

source: The id of offer.
ca@valencia: Id de l'oferiment.

source: Title of offer.
ca@valencia: Títol de l'oferiment.

source: Bodu of User notify
ca@valencia: Cos de la notificació a l'usuari/ usuària

source: Body of User notify.
ca@valencia: Cos de notificació a l'usuari/ usuària.

source: View available offers
ca@valencia: Veure els oferiments disponibles

source: View people's wants
ca@valencia: Mostra les necessitat de la gent

source: My offers
ca@valencia: Els meus oferiments

source: View my current offers
ca@valencia: Mostra els meus oferiments actuals

source: View offer
ca@valencia: Mostra l'oferiment

source: Edit offer
ca@valencia: Edita l'oferiment

source: Delete offer
ca@valencia: Esborra l'oferiment

source: My wants
ca@valencia: Les meues necessitats

source: View my current wants
ca@valencia: Mostra les meues necessitats actuals

source: Edit categories
ca@valencia: Edita les categories

source: View, edit and add categories for your exchange
ca@valencia: Mostra, edita i agrega categories a la teua xarxa d'intercanvi

source: List categories
ca@valencia: llista les categories

source: Edit category
ca@valencia: Edita la categoria

source: Delete category
ca@valencia: Esborra categoria

source: Offer comments and ratings
ca@valencia: Comentaris i valoracions de l'oferiment

source: View offer with comments and ratings
ca@valencia: Mostra l'oferiment amb comentaris i valoracions

source: ICES Offers and Wants
ca@valencia: Oferiments i necessitats ICES

source: Simple offers and wants module.
ca@valencia: Mòdul d'oferiments i necessitats simple.

source: Enter here a description.
ca@valencia: Introdueïx ací una descripció.

source: Send
ca@valencia: Envia

source: The body of message is empty.
ca@valencia: El cos del missatge està buït.

source: Installation of
ca@valencia: Instalació de

source: Download the package with the necessary libraries
ca@valencia: Descarrega el paquet amb les llibreries necessàries

source: Help
ca@valencia: Ajuda

source: Total inactivity
ca@valencia: Inactivitat total

source: 1-3 transactions
ca@valencia: 1-3 transaccions

source: 4-6 transactions
ca@valencia: 4-6 transaccions

source: 6-12 transactions
ca@valencia: 6-12 transaccions

source: +12 transactions
ca@valencia: +12 transaccions

source: Number of accounts:
ca@valencia: Número de contes:

source: Number of transactions:
ca@valencia: Número de transaccions:

source: Amount of transactions:
ca@valencia: Quantitat de transaccions:

source: Average transaction:
ca@valencia: Transacció mitjana:

source: Number of accounts
ca@valencia: Nombre de contes

source: Last year accounts activity
ca@valencia: Activitat de contes al darrer any

source: Number of transactions
ca@valencia: Nombre de transaccions

source: Amount of transactions in
ca@valencia: Quantitat de transaccions a

source: You need an account to see this.
ca@valencia: Necessita un conte per veure aixó.

source: Statistics
ca@valencia: Estadístiques

source: View exchange statistics.
ca@valencia: Mostra les estadístiques de la xarxa d'intercanvi.

source: ICES Statistics
ca@valencia: Estadístiques ICES

source: Some exchange statistics.
ca@valencia: Algunes estadístiques de la xarxa d'intercanvi.

source: CES bank account summary
ca@valencia: Resum del conte bancari CES

source: You haven't traded yet.
ca@valencia: No has intercanviat encara.

source: No offers yet!
ca@valencia: Encara sense oferiments!

source: Last trade
ca@valencia: Darrer intercanvi

source: You may be interested
ca@valencia: Podria interessar-te

source: Today
ca@valencia: Avui

source: Yesterday
ca@valencia: Ahir

source: This week
ca@valencia: Esta setmana

source: Last week
ca@valencia: Darrera setmana

source: Last 7 days
ca@valencia: Darrers 7 dies

source: Last 15 days
ca@valencia: Darrers 15 dies

source: Last 30 days
ca@valencia: Darrers 30 dies

source: This month
ca@valencia: Este mes

source: Last month
ca@valencia: Darrer mes

source: 182 days
ca@valencia: 182 dies

source: 365 days
ca@valencia: 365 dies

source: This year
ca@valencia: Este any

source: Last year
ca@valencia: Darrer any

source: ICES summary block
ca@valencia: Bloqueig del resum ICES

source: Block with ICES bank account summary.
ca@valencia: Bloqueig amb el resum de conte bancari del ICES

source: Forgot password?
ca@valencia: Oblidas-te la teua clau d'accés?

source: Request new password via e-mail.
ca@valencia: Demana una nova clau d'accés via correu electrònic.

source: Address
ca@valencia: Adreça

source: Email
ca@valencia: Adreça de correu electrònic

source: CES register
ca@valencia: Registre CES

source: CES front links
ca@valencia: Enllaços frontals CES

source: Documentation
ca@valencia: Documentació

source: Developers
ca@valencia: Desenvolupadors/ es

source: Donate
ca@valencia: Dona

source: Select country...
ca@valencia: Selecciona país

source: New to IntegralCES?
ca@valencia: Nou/ nova a Integral CES?

source: Find an exchange near you and start using social money:
ca@valencia: Troba una xarxa d'intercanvi prop de tu i comença a utilitzar moneda social:

source: Register
ca@valencia: Registrar

source: Welcome to <strong>Integral Community Exchange System</strong>,
ca@valencia: Benvingut/ da al <strong>Sistema Integral d'Intercanvi Comunitari<strong>

source: an open source platform featuring social currencies management for communities.
ca@valencia: una plataforma de codi obert oferint gestió de monedes socials per comunitats.

source: Boost local economy, return it to human scale.
ca@valencia: Impulsa l'economia local, torna-la a escala humana.

source: Help the environment, lower contamination.
ca@valencia: Ajuda el medi ambient, redueïx la contaminació.

source: Gain the control over money, prevent speculation and abuse.
ca@valencia: Guanya el control dels diners, evita l'especulació i l'abús.

source: Create a solid alternative to the current financial system.
ca@valencia: Crea una alternativa sòlida al sistema financer actual.

source: Empower your community. Have fun playing with social currency.
ca@valencia: Empodera la teua comunitat. Passa-ho bé jugant amb la moneda social.

source: Full user name
ca@valencia: Nom d'usuari/ uuària complet.

source: The full real user name
ca@valencia: El nom d'usuari/ usuària complet

source: Main user telephone
ca@valencia: Telèfon principal de l'usuari/ usuària

source: The main user telephone
ca@valencia: El telèfon principal de l'usuari/ usuària

source: Welcome to Integral CES
ca@valencia: Benvingut/ da a l'Integral CES

source: Error creating user fields.
ca@valencia: Errada al crear els camps d'usuari/ usuària.

source: ICES user profile
ca@valencia: Perfil d'usuari/ usuària ICES

source: Add some fields to the standard user profile and an api to access them.
ca@valencia: Afegeix alguns camps al perfil d'usuari/ usuària estàndard i accés via API a ells.
