Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*-valencia.po
Languages: ca@valencia

source: WARNING: CES table @table is missing. You probably need to reinstall CES.
ca@valencia: AVÍS: La taula CES @table no existeix. Potser et calgue reinstal·lar el mòdul ICES.

source: Impossible to get the database lock %lock
ca@valencia: Impossible obtindre el lock €lock de la base de dades.

source: About
ca@valencia: Sobre

source: Integral CES is a suite of Drupal modules featuring social currencies management for communities. See <a href="@integralces">integralces.net</a> for more documentation and <a href="@demo">demo.integralces.net</a> for a demonstration site.
ca@valencia: Integral CES és un conjunt de mòduls de Drupal per a la gestió de monedes socials per comunitats. Visita <a href="@integralces">integralces.net</a> per més informació i <a href="@demo">demo.integralces.net</a> per un lloc de demostració.

source: Initializing an exchange group
ca@valencia: Creant una xarxa d'intercanvi

source: Enable the sub-modules you need
ca@valencia: Habilita els sub-mòduls que necessites

source: <em>CES Bank</em> is needed to run Integral CES, is about management of exchange groups, users accounts, transactions between accounts, etc... <em>CES Notifications</em> is the messaging system of Integral CES. <em>CES Offers and Wants</em> allows users to publish their offers and wants in the exchange group. <em>CES user profile</em> extends Drupal user profile with fields about Integral CES. <em>CES Summary Block</em> enables a block with information about the user's account, and a switcher between accounts, if the user owns several. <em>CES exchange blog</em> enables a blog for every exchange group and the exchange administrator can publish entries. <em>CES Statistics</em> produces some statistics of the exchange groups.
ca@valencia: El <em>CES Bank</em> és necessari per a fer funcionar l'Integral CES. Proporciona la gestió de les xarxes d'intercanvi, contes d'usuari, transaccions entre contes, etc. <em>CES Missatges</em> és el sistema de missatgeria de l'Integral CES. <em>CES Ofertes i Necessitats </em> permet publicar les seues ofertes i necessitats a la xarxa d'intercanvi. <em>El perfil d'usuari CES</em> amplia el perfil d'usuari de Drupal amb camps necessaris per a l'Integral CES. <em>CES Summary Block</em> és un bloc amb informació al voltant del conte de l'usuari i permet canviar el conte actual si l'usuari té més d'un. <em>El blog d'intercanvi CES</em> proporciona un blog per cada xarxa d'intercanvi. <em>Estadístiques CES</em> proveïx d' algunes estadístiques dels grups d'intercanvi.

source: Create new exchange group
ca@valencia: Crea una nova xarxa d'intercanvi

source: Visit <a href="@newexchange">new exchange form</a> and initialize the first exchange group.
ca@valencia: Ves al <a href="@newexchange"> nou formulari d'intercanvi</a> i crea la primera xarxa d'intercanvi.

source: Invite the users to create an account
ca@valencia: Invita els usuaris/ les usuàries a crear un conte

source: Users can sing up and create a new account visiting <em>user/register/exchange_name</em>, where exchange_name is the short name of the new exchange group (Four numbers or uppercase letters)
ca@valencia: Els usuaris/ les usuàries poden registrar-se i crear un nou conte visitant <em>user/register/exchange_name</em>, on nom_xarxa_intercanvi és el nom curt de la nova xarxa d'intercanvi (Quatre números o lletres majúscules)

source: Publish some offers and wants, blog entries... And have fun!
ca@valencia: Publica algunes ofertes i necessitats, entrades de blog... I diverteix-te!

source: Module CES Bank required
ca@valencia: Mòdul Banc CES requerit

source: Integral Community Exchange System
ca@valencia: Sistema Comunitari de Xarxes d'Intercanvi

source: A social currency exchange system including banking and shopping.
ca@valencia: Un sistema de moneda social amb banc i tenda.

source: Invalid exchange id.
ca@valencia: Id de xarxa d'intercanvi invàlida

source: Settings for an individual exchange in Community Exchange System.
ca@valencia: Configuració individual d'una xarxa d'intercanvi al Sistema de Xarxes d'Intercanvi Comunitari.

source: General settings for this exchange.
ca@valencia: Paràmetres general per esta xarxa d'intercanvi.

source: Four numbers or uppercase letters identifying this exchange.
ca@valencia: Quatre números o lletres majúscules que identifiquen esta xarxa d'intercanvi

source: Code
ca@valencia: Codi

source: Acronym or short title. To be used in small-sized places like menus.
ca@valencia: Acrònim o títol curt. Per ser utilizat a llocs menuts com menús.

source: Short name
ca@valencia: Nom curt

source: It can be the same as the short name. To be used as title.
ca@valencia: Pot ser el mateix que el nom curt. Per ser utilizat com a títol.

source: Full name
ca@valencia: Nom complet

source: Website or blog of this exchange. Include http:// or https://
ca@valencia: Lloc web o bloc d'aquesta xarxa d'intercanvi. Inclou http:// o https://

source: Website
ca@valencia: Lloc web

source: Administrator
ca@valencia: Administrador

source: Administrator settings for this exchange. One Drupal user is the administrator. It is recommended not to use a real person name here.
ca@valencia: Paràmetres d'administrador per esta xarxa d'intercanvi. Un usuari de Drupal és l'administrador. Se recomana no utilitzar el nom real d'una persona.

source: Administrator settings for this exchange. One Drupal user is the administrator.
ca@valencia: Paràmetres d'administrador per esta xarxa d'intercanvi. Un usuari/ Una usuària de Druàl és l'administrador/ a.

source: Location
ca@valencia: Localització

source: Location settings for this exchange.
ca@valencia: Paràmetres de localització per esta xarxa d'intercanvi.

source: The legal country of this exchange.
ca@valencia: País legal d'esta xarxa d'intercanvi.

source: Country
ca@valencia: País

source: Region within the country.
ca@valencia: Regió dins del país.

source: Region
ca@valencia: Regió

source: Main city or town.
ca@valencia: Ciutat principal o municipi

source: Town
ca@valencia: Municipi

source: Paste here a Google Map URL pointing to your location. Something like http://maps.google.com/maps?...
ca@valencia: Enganxa ací la URL de Google Maps apuntant a la teua localització. Alguna cosa així com http://maps.google.com/maps?...

source: Map
ca@valencia: Mapa

source: Choose the language that will have the new users registered to this exchange. They will be able to change their preferred language once logged in.
ca@valencia: Escull l'idioma que tindran els nous usuaris / les noves usuàries d'esta xarxa d'intercanvi. podran canviar l'idioma una volta entren.

source: Default language
ca@valencia: Idioma per defecte

source: Currency
ca@valencia: Moneda

source: Currency settings for this exchange.
ca@valencia: Paràmetres de la moneda per esta xarxa d'intercanvi.

source: Symbol for the currency of this exchange. It can be any 3 unicode characters.
ca@valencia: Símbol de la moneda per esta xarxa d'intercanvi. Poden ser 3 caràcters Unicode qualsevols.

source: Symbol
ca@valencia: Símbol

source: Name for a single unit of this currency.
ca@valencia: Nom per una unitat d'esta moneda.

source: Name
ca@valencia: Nom

source: Plural currency name.
ca@valencia: Nom plural de la moneda.

source: Plural name
ca@valencia: Nom plural

source: Value of this currency against the value of an average hour of labor. This is used to convert amounts between two currencies. If your currency is worth 10u/hour then put "0.1". If you want to use your national currency as standard of value, look for the average cost of an hour of labor or choose an approximation based on your community reality.
ca@valencia: Valor d'esta moneda respecte el valor mitjà d'una hora de feïna. Aixó s'utilitza per la conversió entre dues monedes. Si la teua moneda se valora per 10u/ hora aleshores posa "0.1" Si vols utilitzar la moneda nacional com un valor estàndard, mira la mitjana del cost d'una hora de treball o tria una aproximació basada a la realitat de la teua comunitat.

source: Value
ca@valencia: Valor

source: Number of decimal digits to be shown.
ca@valencia: Número de decimals a mostrar

source: Scale
ca@valencia: Escala

source: Members
ca@valencia: Habitants

source: Settings for users registering with exchange. Sub-modules add settings here.
ca@valencia: Paràmetres pels usuaris/ per les usuàries que es registren a una xarxa d'intercanvi. Pels Sub-mòduls afegir paràmetres ací.,

source: Default limit chain
ca@valencia: Conjunt de limitacions per defecte

source: The limit chain for new accounts.
ca@valencia: Límit per nous contes

source: Activate exchange
ca@valencia: Activa xarxa d'intercanvi

source: Create exchange
ca@valencia: Crea xarxa d'intercanvi

source: Update exchange
ca@valencia: Actualitza xarxa d'intercanvi

source: Code %code is invalid. Code must have exactly 4 letters.
ca@valencia: El codi %code no és vàlid. El codi ha de tindre exactament 4 lletres.

source: Code %code is invalid. Code characters must be uppercase ASCII letters and numbers. No accents, no spaces, no special characters.
ca@valencia: El codi %code no és vàlid. Els caràcters el codi deven ser lletres majúscules i números ASCII. Sense accents, sense espais i sense caràcters especials.

source: The url %url is invalid. Please enter a fully qualified URL like http://www.example.org/something or leave the field blank.
ca@valencia: La url %url no és vàlida. per favor introdueïx una URL completa com http://www.example.org/algunacosa o deixa el camp buït.

source: The map url %url is invalid. Please enter a fully qualified URL like http://maps.google.com/....
ca@valencia: La url del mapa %url no és vàlida. Per favor, introdueïx una URL completal tal com http://maps.google.com/....

source: Currency value %value is invalid. Enter a numeric value like 0.1, 0.0666666667 or 1
ca@valencia: El valor de la moneda %value no és vàlid. Introdueïx un valor numèric com 0.1, 0.0666666667 o 1.

source: Exchange %code successfully created. You must wait for the system administrator to set up the exchange before it is operative. You will receive an e-mail notification within the next few days.
ca@valencia: La xarxa d'intercanvi %code ha sigut creada amb èxit. Has d'esperar a que l'administrador del sistema la configure abans d'estar operativa. Rebràs una notificació per correu electrònic als propers dies.

source: Exchange %code successfully updated.
ca@valencia: El codi de la xarxa d'intercanvi %code ha sigut actualitzat amb èxit.

source: Exchange %code successfully activated. There has been sent an email to the new exchange administrator.
ca@valencia: Xarxa d'intercanvi %code activada amb èxitt. S'ha enviat un correu a la persona administradora de la nova xarxa d'intercanvi.

source: An error occurred while saving the exchange record. Details: %msg
ca@valencia: Ha ocorregut una errada mentre es guardava el registre de la xarxa d'intercanvi. Dades: €msg

source: Invalid current exchange
ca@valencia: Xarxa d'intercanvi actual invàlida

source: Limit chain
ca@valencia: Conjunt de lìmits

source: Name for this account limit
ca@valencia: Nom del límit del conte

source: name
ca@valencia: nom

source: Account limits
ca@valencia: Límits del conte

source: List of account limits currently belonging to this chain.
ca@valencia: llista de límits de contes per nous contes que pertanyen a esta xarxa d'intercanvi.

source: Add account limit
ca@valencia: Afegir límit al conte

source: Add a new account limit to this limit chain.
ca@valencia: Afegix un nou lñimit de conte a este conjunt de límits.

source: Limit class
ca@valencia: Classe de límit

source: The type of limit to add. Each class limits a different aspect of the account balance or in a different way. Once added, you will be able to configure its parameters.
ca@valencia: El tipus de límit a afegir. Cada classe limita un aspecte diferent del balanç de conte o d'una forma diferent. Una volta agregada, seràs capaç de configurar els seus paràmetres.

source: Add limit
ca@valencia: Afegir límit

source: Create limit chain
ca@valencia: Crea conjunt de límits

source: Update limit chain
ca@valencia: Actualitza conjunt de límits

source: Block
ca@valencia: Bloqueja

source: Block transactions when account reaches the limit vaule.
ca@valencia: Bloqueja transaccions quan el conte aplega al límit màxim.

source: Limit value
ca@valencia: Valor límit

source: Value for this limit class
ca@valencia: Valor per aquest conjunt de límits

source: Delete
ca@valencia: Esborra

source: The limit amount must be numeric.
ca@valencia: La quantitat límit ha de ser numérica.

source: The credit limit must not be negative.
ca@valencia: El límit de crèdit no ha de ser negatiu.

source: The debit limit must not be positive.
ca@valencia: El límit de dèbit no ha de ser positiu.

source: Limit chain %name successfully created.
ca@valencia: El conjunt de límits %name ha sigut creat amb éxit.

source: Limit chain %name successfully updated.
ca@valencia: El conjunt de límits %name ha sigut actualitzat amb éxit.

source: An error occurred while saving the record. Details: %msg
ca@valencia: Una errada va ocòrrer mentre es guardava el registre. Detalls: %msg

source: Exchange
ca@valencia: Xarxa d'intercanvi

source: Four digits code.
ca@valencia: Codi de quatre dìgits.

source: Username
ca@valencia: Nom d'usuari

source: The username of the owner of this account.
ca@valencia: El nom d'usuari del propietari d'aques conte.

source: Shared
ca@valencia: Compartit

source: Organization
ca@valencia: Organització

source: Company
ca@valencia: Empresa

source: Public
ca@valencia: Públic

source: Type
ca@valencia: Tipus

source: Select "Individual" for personal use, "Shared" if several people share this account, "Organization" for a non-profit organization, "Company" for a profit-pursuing company and "Public" for a public account.
ca@valencia: Selecciona "Individual" per ús personal, "Compartit" si diferents persones comparteixen este conte, "Organització" per una organització sense ànim de lucre, "Empresa" per una empresa amb ànim de lucre i "públic" per un conte públic.

source: The limit chain to apply to this account
ca@valencia: Conjunt de límits per aplicar a este conte

source: State
ca@valencia: Estat

source: Active is the common state.
ca@valencia: l'estat habitual és actiu.

source: Hidden
ca@valencia: Amagat

source: Active
ca@valencia: Actiu/ va

source: Closed
ca@valencia: Tancat

source: Locked
ca@valencia: Bloquejat

source: Save
ca@valencia: Guarda

source: Username %name does not exist.
ca@valencia: L'usuari/ l'usuària €name no existeix.

source: Account number %name already exists.
ca@valencia: El nombre de conte %name ja existeix.

source: Account successfully created.
ca@valencia: Conte creat amb éxit.

source: The account will not be available until it is being activated by this exchange's administrator. You will receive an email when this is done.
ca@valencia: El conte no estarà disponible fins que siga activat per l'administrador de la xarxa d'intercanvi. Rebràs un correu electrònic una volta es faça.

source: Account successfully activated.
ca@valencia: Conte activat amb éxit.

source: An error occurred while saving the account record. Details: %msg
ca@valencia: Una errada ocorregué mentre se guardava el registre del conte. Detalls: %msg

source: Delete Exchange Account
ca@valencia: Esborra conte de xarxa d'intercanvi

source: Deleting accounts is not implemented yet.
ca@valencia: Esborrar contes encara no està desenvolupat.

source: There are no exchanges yet.
ca@valencia: Encara no hi ha xarxes d'intercanvi.

source: Seller exchange
ca@valencia: Xarxa d'intercanvi del venedor

source: The seller's account exchange.
ca@valencia: El conte de la xarxa d'intercanvi del venedor.

source: Seller account
ca@valencia: El conte del venedor

source: The recipient of the transaction. The Exchange four letters code plus four numbers.
ca@valencia: Receptor de la transacció. El codi de la xarxa d'intercanvi més quatre nombres.

source: Account id %id does not exist, is not active yet, or does not belong to exchange %ex
ca@valencia: L'identificador del conte %id no existeix, no està actiu o encara no pertany a la xarxa d'intercanvi %ex

source: Buyer exchange
ca@valencia: Xarxa d'intefcanvi del comprador

source: The buyer's account exchange.
ca@valencia: El conte de la xarxa d'intercanvi del comprador.

source: Buyer account
ca@valencia: Conte del comprador

source: The payer of the transaction. The Exchange four letters code plus four numbers.
ca@valencia: El pagador de la transacció. El codi de 4 lletres de la Xarxa d'intercanvi més quatre nombres.

source: Description
ca@valencia: Descripció

source: Enter the concept of the transference.
ca@valencia: Introdueïx el concepte de la transferència.

source: Amount in @currenciesname
ca@valencia: Quantitat en @currenciesname

source: The amount to be transferred.
ca@valencia: Quantitat a ser transferida.

source: Create transaction
ca@valencia: Crear transacció

source: Update transaction
ca@valencia: Actualitzar la transacció

source: Authorize transaction
ca@valencia: Autoritza transacció

source: Do you accept the following transaction from your account?
ca@valencia: Acceptes la següent transacció des del teu conte?

source: Accept
ca@valencia: Accepta

source: Reject
ca@valencia: Rebutja

source: Cancel
ca@valencia: Cancel·la

source: Operation not permitted or not implemented yet.
ca@valencia: Operació no permesa o encara no implementada.

source: Amount
ca@valencia: titat

source: Back
ca@valencia: Arrere

source: Confirm transaction
ca@valencia: Confirma transacció

source: Trigger transaction
ca@valencia: Llança transacció

source: The amount entered is not a numeric value. Use the dot "." character for the decimal point and do not use any thousands separator.
ca@valencia: La quantitat traduïda no és un valor numèric. Utilitza el caràcter del punt "." pels decimals i no utilitzes cap per separar els milers.

source: The amount must be positive.
ca@valencia: La quantitat deu ser positiva.

source: Seller account %acc is incorrect.
ca@valencia: El conte de la persona venedora és incorrecte.

source: Buyer account %acc is incorrect.
ca@valencia: El conte de la persona compradora %acc és incorrecte.

source: Buyer account cannot be the same as seller account.
ca@valencia: El conte de la persona compradora no pot ser el mateix que el conte de la venedora.

source: Transaction successfully applied.
ca@valencia: Transacció efectuada amb èxit.

source: Transaction successfully updated.
ca@valencia: Transacció actualitzada amb èxit.

source: Transaction has been rejected and will NOT be applied.
ca@valencia: La transacció ha sigut rebutjada i NO s'aplicarà

source: The transaction has NOT been applied.
ca@valencia: La transacció no ha sigut aplicada.

source: Details:
ca@valencia: Detalls:

source: Are you sure you want to delete the transaction?
ca@valencia: Està segur/ a de què vols esborrar la transacció?

source: Transaction details:
ca@valencia: Detalls de la transacció:

source: This action cannot be undone.
ca@valencia: Esta acció no es pot desfer.

source: Transaction %concept has been deleted.
ca@valencia: transacció %concept ha estat esborrada.

source: From
ca@valencia: e

source: To
ca@valencia: A

source: Filter
ca@valencia: Filtre

source: Permission type
ca@valencia: Tipus de permís

source: View
ca@valencia: Visualitza

source: Use
ca@valencia: Empra

source: Edit
ca@valencia: ta

source: Admin
ca@valencia: Administra

source: Object type
ca@valencia: Tipus d'objecte

source: The type of the piece of data on which the permission is set.
ca@valencia: El tipus de dada en el que es defineix el permís.

source: Global statistics
ca@valencia: stadístiques globals

source: Global exchange creation
ca@valencia: Creació de xarxa d'intercanvi global

source: Exchange configuration details
ca@valencia: Detalls de configuració de xarxa d'intercanvi

source: Exchange account creation
ca@valencia: Creación de contes de la xarxa d'intercanvi

source: Account
ca@valencia: Conte

source: Account details
ca@valencia: Detalls del conte

source: Account transactions
ca@valencia: Transaccions del conte

source: Account seller
ca@valencia: Conte de la persona venedora

source: Account buyer
ca@valencia: Conte de la persona compradora

source: Object identifier
ca@valencia: Identificador de l'objecte

source: Scope type
ca@valencia: Tipus d'objectiu

source: The group of users who have this permission.
ca@valencia: El grup d'usuaris/ usuàries que tenen este permís.

source: User
ca@valencia: Usuari/ usuària

source: Scope identifier
ca@valencia: Identificador de l'objectiu

source: Create permission
ca@valencia: Crea permís

source: Update permission
ca@valencia: Actualitza permís

source: You are not authorized to modify permissions on this object.
ca@valencia: No estàs autoritzat/ da per modificar permissos en este objecte.

source: Object with given id does not exist.
ca@valencia: L'objecte amb esta id no existeix.

source: Scope with given id does not exist.
ca@valencia: L'objectiu amb esta id no existeix.

source: Permission successfully created.
ca@valencia: Permís creat amb èxit.

source: Permission successfully updated.
ca@valencia: Permís actualitzat amb èxit.

source: Transaction id %id is invalid
ca@valencia: l'id de la transacció %id no és vàlid.

source: CES Debug: getDefaultAccount: No exchangeId.
ca@valencia: Errada CES: obtindreContePerDefecte: No hi existeix l' ID de la Xarxa d'intercanvi.

source: CES Debug: getDefaultAccount: exchange is false.
ca@valencia: Errada CES: obtindreContePerDefecte: la xarxa d'intercanvi és falsa.

source: Object of type %classname with id %id does not exist.
ca@valencia: Objecte de tipus %nomdeclasse amb id %id no existeix.

source: Seller account not set.
ca@valencia: El conte de la persona venedora no s'ha configurat.

source: Error loading seller account.
ca@valencia: Errada carregant el conte de la persona venedora.

source: Error loading buyer account.
ca@valencia: Errada carregant el conte de la persona compradora.

source: User %user cannot accept transactions because it is not active.
ca@valencia: La persona usuària %user no pot acceptar transaccions peruè no est``a activa.

source: The transaction must be manually authorized.
ca@valencia: La transacció ha de ser autoritzada manualment.

source: Account %account exceeds the debit limit of %limit.
ca@valencia: El conte %account excedeix el límit de dèbit de %limit.

source: Account %account exceeds the credit limit of %limit.
ca@valencia: El conte %account excedeix el límit de crèdit de %limit

source: Invalid state transition for transaction %trans.
ca@valencia: Transició d'estat invàlida per transacció %trans.

source: New accounts
ca@valencia: Nous contes

source: List of new account requests for this exchange. Activate or delete all them.
ca@valencia: Llista de noves peticions de contes per esta xarxa d'intercanvi. Activa-les ó esborra-les totes.

source: No requests for new accounts.
ca@valencia: No hi ha peticions de nous contes.

source: Administer limit chains
ca@valencia: Administra conjunts de límits

source: Limit
ca@valencia: Límit

source: Balance
ca@valencia: Balanç

source: Actions
ca@valencia: Accions

source: There are no active exchanges in %country.
ca@valencia: No hi ha xarxes d'intercanvi en %country.

source: Accounts
ca@valencia: Contes

source: Click to open an account in this exchange
ca@valencia: Clica per obrir un conte en esta xarxa d'intercanvi

source: Statement
ca@valencia: Estat

source: Charge a sale
ca@valencia: una venda

source: Exchange requests
ca@valencia: Solicituts de la xarxa d'intercanvi

source: No requests for new exchanges.
ca@valencia: No hi ha solicituts de noves xarxes d'intercanvi.

source: Limits
ca@valencia: ímits
