Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: WARNING: CES table @table is missing. You probably need to reinstall CES.
ca: ATENCIÓ: La taula @table no existeix. Probablement necessites reinstal·lar el mòdul ices.
es: Atención: Tabla ICES @table no encontrada. Probablemente necesite instalar ICES.
fr: Attention: table CES @table manquante. Il faudrait peut-être réinstaller CES

source: Impossible to get the database lock %lock
ca: Impossible obtenir el lock %lock de la base de dades.
es: Imposible obtener la base de datos %lock
fr: Impossible de verrouiller la base de données pour %lock

source: About
ca: Sobre
es: Sobre
fr: À propos

source: Integral CES is a suite of Drupal modules featuring social currencies management for communities. See <a href="@integralces">integralces.net</a> for more documentation and <a href="@demo">demo.integralces.net</a> for a demonstration site.
ca: Integral CES és un conjunt de mòduls de Drupal per a la gestió de monedes socials per a comunitats. Visita <a href="@integralces">integralces.net</a> per a més informació i el lloc de demostració <a href="@demo">demo.integralces.net</a>.
es: IntegralCES es un conjunto de módulos Drupal para la gestión de monedas sociales para comunidades. Mirar <a href="@integralces">integralces.net</a> para más documentación y <a href="@demo">demo.integralces.net</a> el sitio de demostración.
fr: Intégral CES est une suite de modules de Drupal permettant la gestion de devises sociales. Veuillez regarder <a href="@integralces">integralces.net</a> pour plus d'information ainsi que <a href="@demo">demo.integralces.net</a> pour une démonstration du site.

source: Initializing an exchange group
ca: Creant una xarxa d'intercanvi
es: Iniciando una nueva Red de Intercambio
fr: Lancer un groupe d'échange

source: Enable the sub-modules you need
ca: Habilita els sub-mòduls que necessitis
es: Active los submódulos que necesite.
fr: Activez les sous-modules dont vous avez besoin

source: <em>CES Bank</em> is needed to run Integral CES, is about management of exchange groups, users accounts, transactions between accounts, etc... <em>CES Notifications</em> is the messaging system of Integral CES. <em>CES Offers and Wants</em> allows users to publish their offers and wants in the exchange group. <em>CES user profile</em> extends Drupal user profile with fields about Integral CES. <em>CES Summary Block</em> enables a block with information about the user's account, and a switcher between accounts, if the user owns several. <em>CES exchange blog</em> enables a blog for every exchange group and the exchange administrator can publish entries. <em>CES Statistics</em> produces some statistics of the exchange groups.
ca: El <em>ICES Bank</em> és necessari per a fer funcionar l'<em>Integral CES</em>. Proporciona la gestió de les xarxes d'intercanvi, comptes d'usuari, transaccions entre comptes, etc. <em>ICES Messages<em> és el sistema de missatgeria de l'Integral CES. <em>ICES offers and wants<em> permet publicar les seves ofertes i necessitats en la xarxa d'intercanvi. <em>ICES user profile</em> amplia el perfil d'usuari de Drupal amb camps necessaris per a l'Integral CES. <em>ICES Summary Block</em> és un bloc amb informació sobre el compte de l'usuari i permet canviar el compte actual si l'usuari en té més d'un. <em>ICES exchange blog</em> proporciona un blog per a cada xarxa d'intercanvi. <em>ICES Statstics</em> proporciona estadístiques sobre les xarxes d'intercanvi.
es: El <em>ICES Bank</em> es necesario para que funcione <em>Integral CES</em>. Permite la gestión de redes de intercabio, cuentas de usuario, transacciones, entre cuentas...<em>ICES Messages<em> es el sistema de mensageria de Integral CES. <em>ICES offers and wants<em> permite publicar sus ofertas y necesidades en la red de intercambio. <em>ICES user profile</em> amplia el perfil de usuario de Drupal con los campos necesarios para el Integral CES. <em>ICES Summary Block</em> activa un bloque con información sobre la cuenta del usuario y permite cambiar la cuenta actual si el usuario tiene más de una. <em>ICES exchange blog</em> proporciona un blog para cada red de intercambio. <em>ICES Statstics</em> proporciona estadísticas sobre las redes de intercambio.
fr: <em>Banque CES</em> est requis pour lancer Intégral CES, il s'agit de gestion de groupes d'échange, comptes utilisateurs, transactions entre comptes etc. <em>Notifications CES</em> est le système de messagerie de CES Intégral. <em>Offres et demandes CES</em> permet aux utilisat-eur-rice-s de diffuser à leur groupe d'échange leurs offres et leurs demandes. <em>Profils CES</em> prolonge les profils d'utilisateur Drupal avec des champs sur spécifiques à CES intégral. <em>Bloc résumé CES</em> ajoute un encart contenant des informations sur un compte utilisat-eur-rice, ainsi qu'un bouton pour basculer entre plusieurs comptes le cas échéant. <em>Blog d'échanges CES</em> permet à chaque groupe d'échanges d'avoir son propre blog où l'administrat-eur-rice de l'échange peut publier. <em>Statistiques CES</em> calcule des statistiques concernant les groupes d'échange.

source: Create new exchange group
ca: Crear una nova xarxa d'intercanvi
es: Crear una nueva red de intercambio
fr: Créer un nouveau groupe d'échange

source: Visit <a href="@newexchange">new exchange form</a> and initialize the first exchange group. You must fill in the Administrator section with the user that will be the exchange administrator (It cannot be the current drupal admin).
ca: Visita <a href="@newexchange">nova xarxa d'intercanvi</a> i inicia el primer grup d'intercanvi. Has d'omplir la secció Administrador amb l'usuari que serà l'administrador de la xarxa d'intercanvi (i no pot ser l'adminisrador de Drupal).
es: Visita <a href="@newexchange">Nueva red de intercambio</a> e inicia el primer grupo de intercambio. Tienes que responder la sección de Administrador con el usuario que será el administrador de la red (No pude ser el mismo administrador de Drupal).
fr: Veuillez visiter <a href="@newexchange"> le formulaire pour un nouvel échange</a> et initier le premier groupe d'échange. Vous devez remplir la section d'Administrat-eur-rice avec l'utilisat-eur-rice qui sera l'administrat-eur-rice des échanges (il ne peut pas être l'actuel administrateur de drupal).

source: Visit <a href="@activateexchange">admin exchanges page</a>, click on the new exchange and activate it.
ca: Visita la pàgina d'<a href="@activateexchange">administració de xarxes d'intercanvi</a>, clica sobre la nova xarxa i activa-la.
es: Visita la página <a href="@activateexchange">administrar redes de intercambio</a>, clica sobre la nueva red y actívala.
fr: Veuillez visiter <a href="@activateexchange">la page d'administration des échanges</a>, cliquer sur le nouvel échange et l'activer.

source: Login as exchange administrator and write some welcome blog posts.
ca: Entra com a administrador de la xarxa i escriu algn missatge de benvinguda al blog.
es: Entra como administrador de la red de intercambo y escribe alguna entrada de bienvenida en el blog.
fr: Se connecter en tant qu'administrat-eur-rice d'échanges et écrire quelques affiches de blog.

source: Invite the users to create an account
ca: Invita a usuaris a crear un compte
es: Invite a los usuarios a crear una cuenta
fr: Inviter des personnes à créer un compte

source: Users can sing up and create a new account visiting <em>user/register/exchange_name</em>, where exchange_name is the short name of the new exchange group (Four numbers or uppercase letters)
ca: Els usuaris poden registrar-se i crear un nou compte visitant <em>usuari/registrar/nom_xarxa_intercanvi</em>, on nom_xarxa_intercanvi és el nom curt de la nova xarxa d'intercanvi (Quatre números o lletres majúscules)
es: Los usuarios pueden registrarse y crear una cuenta nueva visitando <em> usuario / registrarse / exchange_name </ em>, donde exchange_name es el nombre corto del nuevo grupo de intercambio (cuatro números o letras mayúsculas)
fr: Des personnes peuvent s'enregistrer en visitant la page <em>user/register/nom_du_groupe</em> où nom_du_groupe est remplacé par le diminutif du nouveau groupe (constitué de quatre chiffres ou lettres majuscules).

source: Publish some offers and wants, blog entries... And have fun!
ca: Publica algunes ofertes i necessitats, entrades al blog... I diverteix-te!
es: Publicar ofertas y necesidades, entradas en el blog... Disfrute!
fr: Publie des offres et des demandes, des billets sur le blog... en tout cas amuse-toi bien!

source: Module CES Bank required
ca: Cal el modul ICES Bank
es: Modulo ICES Bank requerido
fr: Le module "Banque CES" est nécessaire

source: Integral Community Exchange System
ca: Sistema Integral Comunitari de Xarxes d'Intercanvi
fr: Système d'échange communautaire intégral

source: A social currency exchange system including banking and shopping.
ca: Un sistema de moneda social amb banc i comerç.
es: Red de Intercambio de moneda social incluyendo banco y comercio.
fr: Un système de transactions monétaires social, avec des fonctionnalités bancaires et marchandes.

source: Account
ca: Compte
es: Cuenta
fr: compte

source: Operation not permitted
ca: Operació no permesa
es: Operación no permitida.
fr: Opération non permise

source: Edit user in account
ca: Edita l'usuari del compte
es: Editar usuario de la cuenta
fr: éditer un utilisat-eur-trice dans le compte

source: Add user in account
ca: Afegeix usuari al compte
es: Añadir usuario en la cuenta
fr: ajouter un utilisat-eur-rice dans le compte

source: Username
ca: Nom d'usuari
es: Nombre de usuario
fr: Nom d'utilisat-eur-rice

source: The name of the user.
ca: El nom de l'usuari
es: El nombre del usuario.
fr: Le nom de l'utilisat-eur-rice

source: Privilege
ca: Administrador
es: Administrador
fr: Privilège

source: Add administrator privileges.
ca: Inclou privilegis d'administrador.
es: Añadir privilegios de administrador.
fr: Ajouter des privilèges d'administrat-eur-rice.

source: Save
ca: Desar
es: Guardar
fr: Sauvegarder

source: Cancel
ca: Cancel·lar
es: Cancela
fr: Annule

source: The user not exist
ca: L'usuari no existeix
es: El usuario no existe

source: The user is required
ca: Es requereix l'usuari
es: Se requiere el usuario

source: Users account successfully update.
ca: Usuaris del compte actualitzats.
es: Usuarios de la cuenta actualizados con éxito.
fr: Le compte a bien été mis à jour

source: Duplicate entry
ca: Entrada duplicada
es: Entrada duplicada
fr: Dupliquer l'entrée

source: An error occurred while saving the user account record. Details: %msg
ca: Ha ocorregut un error al desar l'usuari del compte. Detalls: %msg
es: Ha ocurrido un error al guardar el usuario de la cuenta. Detalles %msg
fr: Une erreur est survenue lors de l'enregistrement du registre du compte utilisateur. Détails: %msg

source: Delete account user
ca: Esborra usuari de compte
es: Borra usuario de la cuenta
fr: Supprimer le compte d'utilisateur

source: Delete user
ca: Esborra usuari
es: Borra usuario
fr: Supprimer l'utilisateur

source: of
ca: de
es: de
fr: de

source: account
ca: compte
es: cuenta
fr: compte

source: Confirm delete user of account.
ca: Confirma l'eliminació de l'usuari del compte
es: Confirma la eliminación de la cuenta
fr: Confirme la suppression du compte d'utilisateur.

source: Confirm
ca: Confirma
es: Confirmar
fr: Confirmer

source: Users account successfully delete.
ca: Usuari de compte esborrat amb èxit.
es: Usuario de la cuenta eliminado con éxito.
fr: Le compte d'utilisateur a bien été supprimé.

source: Invalid exchange id.
ca: Id de xarxa d'intercanvi invàlida
es: Id de red de intercambio no válido
fr: Identifiant d'échange invalide.

source: Settings for an individual exchange in Community Exchange System.
ca: Configuració individual d'una xarxa d'intercanvi al Sistema de Xarxes d'Intercanvi Comunitari.
es: Ajustes para una red de intercambio individual en Community Exchange System
fr: Paramètres pour un échange individuel sur CES

source: General settings for this exchange.
ca: Configuració general per aquesta xarxa d'intercanvi.
es: Ajustes generales para la red de intercambio.
fr: Paramètres généraux pour cet échange

source: Four numbers or uppercase letters identifying this exchange.
ca: Quatre números o lletres majúscules que identifiquin aquesta xarxa d'intercanvi
es: Cuatro números o letras mayúsculas para identificar esta red de intercambio.
fr: Quatre chiffres et/ou lettres majuscules qui serviront à identifier cet échange.

source: Code
ca: Codi
es: Código

source: Acronym or short title. To be used in small-sized places like menus.
ca: Acrónim o títol curt. Per utilitzar en llocs petits com menús.
es: Acrónimo o título pequeño. Será usado en lugares pequeños, como menús.
fr: Acronyme ou diminutif qui sera utilisé en cas de manque de place, par exemple dans les menus.

source: Short name
ca: Nom curt
es: Nombre corto
fr: Diminutif

source: It can be the same as the short name. To be used as title.
ca: Pot ser el mateix que el nom curt. Per utilitzar com a títol.
es: Puede ser el mismo que el nombre corto. Será usado como título.
fr: Titre de l'échange. Il peut être identique au diminutif.

source: Full name
ca: Nom complet
es: Nombre completo
fr: Nom complet

source: Website or blog of this exchange. Include http:// or https://
ca: Lloc web o blog d'aquesta xarxa d'intercanvi. Inclou http:// o https://
es: Website o blog para esta red de intercambio. Incluir http:// o https://
fr: Adresse d'un site internet ou blog relatif à cet échange, y compris le préfixe http:// ou https://

source: Website
ca: Lloc web
fr: Site internet

source: Administrator
ca: Administrador
es: Administrador
fr: Administrat-rice-eur

source: Administrator settings for this exchange. One Drupal user is the administrator. It is recommended not to use a real person name here.
ca: Configuració d'administració de la xarxa d'intercanvi. Un usuari de Drupal és l'administador. Es recomana no utilitzar el nom real d'una persona.
es: Ajustes de administrador para esta red de intercambio. Un usuario Drupal es el administrador. Es recomendable no usar el nombre real de la persona aquí.
fr: Paramètres d'administration pour cet échange. Un-e utilisat-eur-rice est choisie en tant qu'administrat-eur-rice. Il n'est pas recommandé d'utiliser le nom réel d'une personne.

source: Administrator settings for this exchange. One Drupal user is the administrator.
ca: Configuració d'administració de la xarxa d'intercanvi. Un usuari de Drupal és l'administador.
es: Ajustes de administrador para esta red de intercambio.
fr: Paramètres d'administration pour cet échange. Un-e utilisat-eur-rice est choisi-e en tant qu'administrat-eur-rice.

source: Location
ca: Localització
es: Lugar
fr: Emplacement

source: Location settings for this exchange.
ca: Configuració de la localització per a aquesta xarxa d'intercanvi.
es: Ajustes de lugar para esta red de intercambio.
fr: Paramètres géographiques pour cet échange

source: The legal country of this exchange.
ca: País legal d'aquesta xarxa d'intercanvi.
es: País legal para esta red de intercambio.
fr: Le pays où a lieu juridiquement l'échange.

source: Country
ca: País
es: País
fr: Pays

source: Region within the country.
ca: Regió dins del país
es: Región en este país
fr: Région plus restreinte à l'intérieur de ce pays

source: Region
ca: Regió
es: Región
fr: Région

source: Main city or town.
ca: Ciutat principal o poble
es: Principal ciudad.
fr: Ville ou village ou a lieu l'échange

source: Town
ca: Poble
es: Ciudad o Pueblo.
fr: Ville

source: Paste here a Google Map URL pointing to your location. Something like http://maps.google.com/maps?...
ca: Enganxa aquí la URL de Google Maps apuntant a la teva localització. Una cosa tipus http://maps.google.com/maps?...
es: Copie aquí una URL Google Map para situar su localización. Algo como http://maps.google.com/maps?....
fr: Collez ici une URL Google Map indiquant votre localisation. Quelque chose comme : http://maps.google.com/maps ?....

source: Map
ca: Mapa
es: Mapa
fr: Carte

source: Choose the language that will have the new users registered to this exchange. They will be able to change their preferred language once logged in.
ca: Tria l'idioma que tindran els nous usuaris d'aquesta xarxa d'intercanvi. Podran canviar l'idioma un cop entrin.
es: Escoge el idioma que tendran los usuarios registrados en esta red de intercambio. Podran modificarlo una vez entren.
fr: La langue que les utilisat-eur-rice qui créent leur compte en accédant à cet échange auront par défaut.

source: Default language
ca: Idioma per defecte
es: Idioma por defecto
fr: Langue par défaut

source: Currency
ca: Moneda
es: Moneda
fr: Devise

source: Currency settings for this exchange.
ca: Configuració de la moneda per aquesta xarxa d'intercanvi
es: Ajustes de moneda para esta red de intercambio.
fr: Paramètre de la devise pour cette échange.

source: Symbol for the currency of this exchange. It can be any 3 unicode characters.
ca: Símbol per la moneda d'aquesta xarxa d'intercanvi. Poden ser 3 caràcters unicode qualsevols.
es: Símbolo para la moneda de esta red de intercambio. Debe ser 3 carácteres unicode.
fr: Symbole de la devise pour cet échange (3 caractères Unicode)

source: Symbol
ca: Símbol
es: Símbolo
fr: Symbole

source: Name for a single unit of this currency.
ca: Nom per una unitat d'aquesta moneda.
es: Nombre para una unidad individual de esta moneda.
fr: Nom de la devise au singulier

source: Name
ca: Nom
es: Nombre
fr: Nom

source: Plural currency name.
ca: Nom plural de la moneda.
es: Nombre plural de la moneda.
fr: Nom de la devise au pluriel

source: Plural name
ca: Nom plural
es: Nombre Plural.
fr: Nom au pluriel

source: Value of this currency against the value of an average hour of labor. This is used to convert amounts between two currencies. If your currency is worth 10u/hour then put "0.1". If you want to use your national currency as standard of value, look for the average cost of an hour of labor or choose an approximation based on your community reality.
ca: Valor d'aquesta moneda respecte el valor promig d'una hora de feina. Això s'utilitza per a la conversió entre dos monedes. Si la teva moneda es valorada per 10u/hora llavors posa "0.1". Si vols utilitzar la moneda nacional com un valor estàndard, mira el promig del cost d'una hora de treball o tria una aproximació basada en la realitat de la teva comunitat.
es: Valor de esta moneda respecto la media de una hora de trabajo. Se utiliza para la conversión entre dos monedas. Si tu moenda vale 10u/hora entonces pon "0.1". Si quieres usar la moneda nacional como valor por estándar busca la media del coste de una hora de trabajo o utiliza una aproximación basado en los valores de tu comunidad.
fr: Temps de travail moyen (en heures) correspondant à une unité de la devise. Cette valeur est utilisée pour les conversion entre plusieurs devises. Par exemple, si tu estimes qu'une heure de travail équivaut à 10 unités, il faut mettre 0.1. Si tu souhaites utiliser ta monnaie nationale comme mesure de valeur, cherche combien vaut en moyenne une heure de travail, ou fais ta propre estimation en fonction des réalités au sein de ta communauté.

source: Value
ca: Valor
es: Valor
fr: Valeur

source: Number of decimal digits to be shown.
ca: Nombre de decimals a mostrar
es: Número de dígitos decimales que se muestran.
fr: Nombre de chiffres de précisio

source: Scale
ca: Escala
es: Escala
fr: Échelle

source: Members
ca: Habitants
es: Habitantes
fr: Membres

source: Settings for users registering with exchange. Sub-modules add settings here.
ca: Paràmetres pels usuaris/ per les usuàries registrant-se a una xarxa d'intercanvi. Pels Sub-mòduls afegir paràmetres aquí.
es: Ajustes para habitantes registrados en esta red de Intercambio. Ajústes de los submódulos añadir aquí.
fr: Paramètres concernant les utilisat-rice-eur-s qui créent leur compte en accédant à cet échange, et paramètres concernant les modules supplémentaires.

source: Hide balance
ca: Amaga el saldo
es: Esconde el saldo

source: If checked the balance is shown only to account owners. Otherwise it is public to any exchange user.
ca: Si es marca el saldo es mostra només als propietaris dels comptes. Si no és públic per a qualsevol usuari de la xrxa d'intercanvi.
es: Si se marca, el saldo sólo se muestra a los propietrios de una cuenta. Si no, el saldo es público para todos los usuarios de la red de intercambio.

source: Hide sales and purchases
ca: Amaga vendes i compres.
es: Escnde las compras y las ventas.

source: If checked, the total amount purchased and sold is shown only to to account owners. Otherwise it is public to any exchange user.
ca: Si es marca, la quantitat total comprada i venuda es mostra només als propietaris dels comptes. Si no, és pública per a qualsevol usuari de la xarxa d'intercanvi.
es: Si se marca, la cantidad total comprada y vendida se muestra sólo a los popietarios de la cuenta. Si no, es pública a todos los usuarios de la red de intercambio.

source: Default limit chain
ca: Conjunt de limitacions per defecte
es: Conjunto de límites por defecto.
fr: Longueur maximale de chaîne

source: The limit chain for new accounts.
ca: Límit per noves comptes
es: Límite para nuevos cuentas.
fr: La longueur maximale de la chaîne pour les nouveaux comptes.

source: Activate exchange
ca: Activa xarxa d'intercanvi
es: Activar red de intercambio
fr: Activer l'échange

source: Create exchange
ca: Crear xarxa d'intercanvi
es: Crear red de intercambio
fr: Créer un échange

source: Update exchange
ca: Actualitza xarxa d'intercanvi
es: Actualizar red de Intercambio.
fr: Modifier l'échange

source: Code %code is invalid. Code must have exactly 4 letters.
ca: Codi %code no és vàlid. El codi ha de tenir exactament 4 lletres.
es: Código %code es inválido. Su código tiene exáctamente 4 letras.
fr: Le code %code est invalide. Un code doit comporter exactement 4 caractères.

source: Code %code is invalid. Code characters must be uppercase ASCII letters and numbers. No accents, no spaces, no special characters.
ca: El %code no és vàlid. Els caràcters del codi han d'estar en majúscules i ser lletres o números ASCII. Sense accents, sense espais i sense caràcters especials.
es: Código %code no válido. Los carácteres deben escribirse en letras mayúsculas ASCII o números. Sin acentos, sin espacios y sin carácteres especiales.
fr: Le code %code est invalide. Tous les caractères doivent être des lettres ASCII majuscules ou des chiffres. Aucun accent, espace ou caractère spécial n'est autorisé.

source: The url %url is invalid. Please enter a fully qualified URL like http://www.example.org/something or leave the field blank.
ca: La url %url no és vàlida. Si us plau, introdueix una URL completa tipus http://www.exemple.org/algunacosa o deixa el camp buit.
es: La url %url no és válida. Por favor introduzca una URL como http://www.example.org/something o deje el campo en blanco.
fr: L'adresse internet %url est invalide. Entre une URL valide (http://www.example.org/something) ou bien laisse le champ vide.

source: The map url %url is invalid. Please enter a fully qualified URL like http://maps.google.com/....
ca: La url del mapa no és vàlida. Si us plau, introdueix una URL completa tipus
es: La url del mapa %url no es válida. Por favor entre una URL como http://maps.google.com/...
fr: L'url de la carte %url n'est pas valide. Entre une URL valide

source: Currency value %value is invalid. Enter a numeric value like 0.1, 0.0666666667 or 1
ca: El valor %value de la moneda . Introdueix un valor numèric tipus 0.1, 0.0666666667 or 1
es: El valor de la moneda %value no es válido. Introduzca un valor como 0.1, 0.0666666667 o 1.
fr: La valeur de la devise %value est invalide. Saisis un nombre valide (0.1, 0.06666667, 1...)
