Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: Enter the concept of the transference.
ca: Introdueix el concepte de la transferència.
es: Introduzca el concepto del intercambio
fr: Introduire le descriptif de l'échange.

source: Amount in @currenciesname
ca: Quantitat en @currenciesname
es: Cantidad en @currenciesname
fr: Quantité en @currenciesname

source: The amount to be transferred.
ca: Quantitat a ser transferida.
es: Cantidad transferida
fr: La quantité à être transférée.

source: Create transaction
ca: Crear transacció
es: Crear transacción
fr: Créer un échange.

source: Update transaction
ca: Actualitzar transacció
es: Actualiza transacción
fr: Actualiser une transaction

source: Authorize transaction
ca: Autoritzar transacció
es: Autoriza transacción
fr: Autoriser une transaction

source: Do you accept the following transaction from your account?
ca: Acceptes la següent transacció des del teu compte?
es: Aceptas la siguiente transacción de tu cuenta
fr: Acceptez-vous la transactions suivante de votre compte?

source: Accept
ca: Acceptar
es: Acepta
fr: Accepeter

source: Reject
ca: Rebutjar
es: Rechaza
fr: Rejeter

source: No transaction provided.
ca: No s'ha proporcionat cap transacció.
es: No se ha proporcionado ninguna transacción.

source: Operation not permitted or not implemented yet.
ca: Operació no permesa o encara no implementada.
es: Operación no permitida o aún no implementada
fr: Opération non permise ou non pratiquée à l'heure actuelle.

source: Are you sure you want to delete the transaction?
ca: Segur que vols esborrar la transacció?
es: ¿Está seguro/ a de borrar la transacción?
fr: Êtes-vous sûr de vouloir supprimer la transaction?

source: Transaction details:
ca: Detalls de la transacció:
es: Detalles de transacción:
fr: Détails de transaction:

source: Back
ca: Enrere
es: Atrás
fr: Retour

source: Confirm transaction
ca: Confirmar transacció
es: Confirmar transacción
fr: Confirmer une transaction

source: Confirm the transaction to end the process
ca: Confirma la transacció pe finalitza el procés.
es: Confirma la transacción para finalizar el proceso.

source: Trigger transaction
ca: Llançar transacció
es: Ejecutar transacción
fr: Exécuter une transaction

source: Seller account %acc is incorrect.
ca: El compte del venedor %acc és incorrecta.
es: Cuenta del vendedor %acc es incorrecta
fr: Compte vendeur %acc incorrecte.

source: Buyer account %acc is incorrect.
ca: El compte del comprador %acc és incorrecta.
es: Cuenta del vendedor %acc es incorrecta
fr: Compte acheteur %acc incorrecte.

source: Buyer account cannot be the same as seller account.
ca: El compte del venedor no pot ser el mateix que el compte del venedor.
es: La cuenta del comprador no debe ser la misma que la cuenta del vendedor.
fr: Le compte acheteur ne peut pas être le même que le compte vendeur.

source: The amount entered is not a numeric value. Use the dot "." character for the decimal point and do not use any thousands separator.
ca: La quantitat introduïda no és un valor numèric. Utilitza el caràcter del punt "." pels decimals i no utilitzis cap per separar els milers.
es: La cantidad introducida no es un valor numérico. Utiliza el signo del punto "." para el punto decimal y no emplees ningún separador de millares.
fr: Le montant renseignée n'est pas une valeur numérique. Veuillez utiliser le caractère point "." en tant que point décimal et ne pas utiliser l'espace séparateur des milliers.

source: The amount must be positive.
ca: La quantitat ha de ser positiva.
es: La cantidad debe ser positiva.
fr: Le montant doit être positif.

source: You don't have permission to apply this transaction.
ca: No tens permís per dur a terme aquesta transacció.
es: No tienes permiso para efectuar esta transacción.
fr: Vous n'avez pas la permission d'appliquer cette transaction.

source: Transaction successfully applied.
ca: Transacció efectuada amb èxit.
es: Transacción exitosamente realizada.
fr: La transaction a bien été appliquée.

source: Transaction successfully updated.
ca: Transacció actualitzada amb èxit.
es: Transacción exitosamente actualizada.
fr: La transaction a bien été mise à jour.

source: Transaction has been rejected and will NOT be applied.
ca: La transacció ha estat rebutjada i NO s'aplicarà.
es: La transacción ha sido rechazada y NO se aplicará.
fr: La transaction a été rejetée et ne sera PAS appliquée.

source: The transaction has NOT been applied.
ca: La transacció NO s'ha efectuat.
es: La transacción NO ha sido realizada.
fr: La transaction n'a PAS été appliquée.

source: Details:
ca: Detalls:
es: Detalles:
fr: Détails:

source: Invalid exchange or account.
ca: Xarxa d'intercanvi o compte invàlids.
es: Red de intercambio o cuenta inválidos.
fr: Échange ou compte invalide.

source: Concept
ca: Concepte
es: Concepto
fr: Descriptif

source: Create transactions
ca: Crear transaccions
es: Crear transacciones
fr: Créer des transactions.

source: You must specify the concept of this transaction.
ca: Has d'especificar el concepte d'aquesta transacció.
es: Tienes que especificar el concepto de la transacción.
fr: Veuillez d'abord spécifier le descriptif de cette transaction.

source: Seller account and user
ca: Compte i usuari del venedor/a
es: Cuenta y usuario vendedor
fr: Compte vendeur et utilisat-eur-rice

source: Confirm all transactions
ca: Confirma totes les transaccions
es: Confirmar todas las transacciones
fr: Confirmer toutes les transactions

source: All transactions have been properly registered. For more information, see
ca: Totes les transaccions han estat correctament registrades. Per a més informació mira
es: Todas las transacciones ahn sido registradas. Para más información mira
fr: Toutes les transactions ont été enregistrée proprement. Pour plus d'information veuillez regarder

source: your account statement
ca: els teus moviments
es: tus movimientos
fr: Votre relevé de compte

source: Transaction %concept has been deleted.
ca: La transacció %concept ha estat esborrada.
es: El concepto del intercambio %concept ha sido borrado
fr: Transaction %concept a été supprimée.

source: From
ca: De
es: De
fr: De

source: To
ca: Per a
es: A
fr: Pour

source: Filter
ca: Cercar
es: Buscar
fr: Filtre

source: Permission type
ca: Tipu de permís
es: Tipo de permiso
fr: Type de permission

source: View
ca: Visualitza
es: Visualiza
fr: Vue

source: Use
ca: Empra
es: Utiliza
fr: Utiliser

source: Edit
ca: Edita
es: Edita
fr: Éditer

source: Admin
ca: Administra
es: Administra

source: Object type
ca: Tipus d'objecte
es: Tipo de objeto
fr: Type d'objet

source: The type of the piece of data on which the permission is set.
ca: El tipus del tros de dades en el que es defineix el permís.
es: El tipo de dato en el que el permiso se encuentra.
fr: Le type de la pièce d'information sur laquelle la permission est appliquée.

source: Global statistics
ca: Estadístiques globals
es: Estadísticas globales
fr: Statistiques globales

source: Global exchange creation
ca: Creació de xarxa d'intercanvi global
es: Creación de red de intercambio global
fr: Création de réseau d'échange global

source: Exchange configuration details
ca: Detalls de configuració de la xarxa d'intercanvi
es: Datos de configuración de la red de intercambio
fr: Détails de configuration de l'échange

source: Exchange account creation
ca: Creació de comptes de la xarxa d'intercanvi
es: Creación de cuenta de red de intercambio
fr: Création de compte d'échange

source: Account details
ca: Detalls del compte
es: Detalles de la cuenta
fr: Détails de compte

source: Account transactions
ca: Transaccions del compte
es: Transacciones de cuenta
fr: Transactions de compte

source: Account seller
ca: Compte del venedor
es: Cuenta de vendedor
fr: Compte vendeur

source: Account buyer
ca: Compte del comprador
es: Cuenta de comprador
fr: Compte acheteur

source: Object identifier
ca: Identificador de l'objecte
es: Identificador de objeto
fr: Identificateur d'objet

source: Scope type
ca: tipus d'objectiu
es: Tipo de ámbito
fr: Type de domaine

source: The group of users who have this permission.
ca: El grup d'usuaris que tenen aquest permís.
es: el grupo de usuarios/ as que tienen este permiso
fr: Le groupe d'utilisat-eur-rices qui ont cette permission.

source: Scope identifier
ca: Identificador de l'objectiu
es: Identificador de ámbito
fr: Identificateur de domaine

source: Create permission
ca: Crear permís
es: Crea permiso
fr: Créer une permission

source: Update permission
ca: Actualitzar permís
es: Actualiza permiso
fr: Mettre à jour une permission

source: You are not authorized to modify permissions on this object.
ca: No estàs autoritzat per modificar els permissos d'aquest objecte.
es: No estás autorizado/ a amodificar los permisos en este objeto.
fr: Vous n'êtes pas autorisé à modifier les permissions sur cet objet.

source: Object with given id does not exist.
ca: L'objecte amb aquest id no existeix.
es: El objeto con la id especificada no existe.
fr: L'objet avec l'identifiant donnée n'existe pas.

source: Scope with given id does not exist.
ca: L'objectiu amb aquest id no existeix.
es: El ámbito con la id especificada no existe.
fr: Le domaine avec l'identité donné n'existe pas.

source: Permission successfully created.
ca: Permisos creats amb èxit.
es: Permiso exitosamente creado.
fr: La permission a bien été crée.

source: Permission successfully updated.
ca: Permisos actualitzats amb èxit.
es: Permiso exitosamente actualizado.
fr: La permission a bien été mise à jour.

source: Transaction id %id is invalid
ca: L'id de la transacció %id no és vàlid.
es: El id del intercambio %id esno válido
fr: L'identifiant de la transaction %id est invalide

source: %offrs offers and wants of user %usr have been deleted.
ca: S'han esborrat %offrs ofertes i necessitats de l'usuari %usr.
es: Se han eliminado %offrs ofertas y necesidades del usuario %usr.
fr: %offrs les offres et demandes de l'utilisat-eur-rice %usr ont bien été supprimées.

source: %offrs offers and wants of user %usr have been hidden.
ca: S'han amagat %offrs ofertes i necessitats de l'usuari %usr.
es: Se han ocultado %offrs ofertas y necesidades del usuario %usr.
fr: %offrs les offres et demandes de l'utilisat-eur-rice %usr on bien été cachées.

source: %offrcomm offer comments and ratings of user %usr have been deleted.
ca: Shan esborrat %offrcomm comentaris a ofertes i valoracions de l'usuari %usr.
es: Se han borrado %offrcomm comentaros y valoraciones en ofertas del usuario %usr.
fr: %offrcomm les commentaires et classements de l'utilisat-eur-rice %usr ont bien été supprimées.

source: CES Debug: getDefaultAccount: No exchangeId.
ca: Errada CES: obtindreComptePerDefecte: No hi existeix l' Id de la Xarxa d'Intercanvi.
fr: Debug CES: getDefaultAccount: non échangée.

source: CES Debug: getDefaultAccount: exchange is false.
ca: Errada CES: obtindreComptePerDefecte: la xarxa d'intercanvi és falsa.
es: CES Debug: getDefaultAccount: el intercambio es falso.
fr: Debug CES: getDefaultAccount: l'échange est faux.

source: There has been an error applying the transaction.
ca: Ha ocorregut un error a l'aplicar la transacció.
es: Ha ocurrido un error al aplicar la transacción.
fr: Un erreur est survenue lors de l'application de la transaction.

source: Object of type %classname with id %id does not exist.
ca: Objecte de tipus %nomdeclasse amb id %id no existeix.
es: El tipo de objeto %classname con %id no existe.
fr: Type d'objet %classname avec l'identifiant %id n'existe pas.

source: Seller account not set.
ca: No s'ha configurat el compte del venedor.
es: Cuenta del vendedor no seleccionada.
fr: Le compte vendeur n'est pas en place.

source: Error loading seller account.
ca: Error carregant el compte del venedor.
es: Error cargando cuenta del vendedor/ de la vendedora.
fr: Erreur d'affichage du compte vendeur

source: Error loading buyer account.
ca: Error carregant el compte del comprador.
es: Error cargando la cuenta del comprador/ de la compradora.
fr: Erreur d'affichage du compte acheteur.

source: User %user cannot accept transactions because it is not active.
ca: L'usuari %user no pot acceptar transaccions perquè no està actiu.
es: El usuario %user no puede aceptar intercambios porque no es activo.
fr: L'utilisat-eur-rice %user ne peut pas accepter des transactions parce qu'ielle n'est pas acti-f-ve.

source: The transaction must be manually authorized.
ca: La transacció ha de ser autoritzada manualment.
es: La transacción debe ser autorizada manualmente.
fr: La transaction doit être autorisée manuellement.

source: Account %account exceeds the debit limit of %limit.
ca: El compte %account excedeix el limit de dèbit de %limit.
es: Estado no válido para este intercambio %trans.
fr: Le comptre %account excède la limite de dette de %limit.

source: Account %account exceeds the credit limit of %limit.
ca: El compte %account excedeix el límit de cedit de %limit.
es: La cuenta %account exede el crédito límite %limit.
fr: Le compte % excède la limite de crédit de %limite.

source: Invalid state transition for transaction %trans.
ca: Transició d'estat invàlida per transacció %trans.
es: Estado del intercambio no válido para %trans.
fr: Relevé de transition invalide pour la transaction %trans.

source: List users account
ca: Usuaris del compte
es: Usuarios de la cuenta
fr: Lister les comptes utilisat-eur-rice

source: Mail
ca: Correu
es: Correo

source: Actions
ca: Accions
es: Acciones

source: yes
ca: si
es: si
fr: oui

source: New accounts
ca: Nous comptes
es: Nuevas cuentas
fr: Nouveaux comptes

source: List of new account requests for this exchange. Activate or delete all them.
ca: Llista de peticions de noves comptes per aquesta xarxa d'intercanvi. Activa-les o esborra-les totes.
es: Lista de solicitudes de nuevas cuentas en esta red de intercambio. Activa o borra todas ellas.
fr: Liste de nouvelles requêtes de compte dans ce réseau. Toutes les supprimer.

source: No requests for new accounts.
ca: No hi ha peticions de noves comptes.
es: Sin solicitudes de nuevas cuentas.
fr: Aucune requête de comptes nouveaux.

source: Administer limit chains
ca: Administrar conjunt de límits
es: Administra conjuntos de límites
fr: Administrer ensemble de limites

source: Limit
ca: Límit
es: Límite
fr: Limite

source: Balance
ca: Saldo

source: There are no active exchanges in %country.
ca: No hi ha xarxes d'intercanvi actives a %country.
es: No hay Redes de Intercambio activas en %country
fr: Il n'existe pas de réseaux d'échanges actifs au %country.

source: Click to open an account in this exchange
ca: Clica per obrir un compte en aquesta xarxa d'intercanvi.
es: Clica para abrir una cuenta en esta red de intercambio
fr: Veuillez cliquer pour ouvrir un compte dans ce réseau d'échange

source: Imports
ca: Importacions
es: Importaciones

source: Exports
ca: Exportacions
es: Exportaciones

source: Remote
ca: Remota
es: Remota

source: Statement
ca: Moviments
es: Movimientos
fr: Relevé

source: Charge a sale
ca: Cobra una venda
es: Carga una venta
fr: Charger une vente

source: Exchange requests
ca: Solicituts de la xarxa d'intercanvi
es: Solicitudes en la red de intercambio
fr: Demandes de réseaux d'échanges

source: No requests for new exchanges.
ca: No hi ha solicituts de noves xarxes d'intercanvi.
es: Sin solicitudes de nuevas redes de intercambio.
fr: Aucune demande de réseau d'échanges.

source: Active exchanges
ca: Xarxes d'intercanvi actives
es: Redes de intercambio activas
fr: Échanges actifs

source: No exchanges activated yet.
ca: Encara no hi ha xarxes d'intercanvi actives.
es: Aún no hay redes de intercambio activas
fr: Aucun échange est activé pour l'instant.

source: block
ca: bloqueja
es: Bloquea
fr: bloquer

source: You don't belong to any exchange yet.
ca: Encara no participes de cap xarxa d'intercanvi.
es: No perteneces todavía a ninguna red de intercambio.
fr: Vous n'appartenez pas encore à un réseau d'échanges.

source: Invalid exchange
ca: Xarxa d'intercanvi invàlida
es: Red de intercambio inválida
fr: Échange invalide

source: Date
ca: Data
es: Fecha

source: Buyer
ca: Comprador
es: Comprador/ a
fr: Acheteur

source: Seller
ca: Venedor
es: Vendedor/ a
fr: Vendeur

source: Amount
ca: Quantitat
es: Cantidad
fr: Quantitée

source: You don't have any exchange account yet.
ca: Encara no tens cap compte en una xarxa d'intercanvi.
es: No tienes ninguna cuenta en red de intercambio alguna todavía.
fr: Vous n'avez pas de compte d'échange encore.

source: No Transaction
ca: Sense transacció
es: Ninguna transacción
fr: Aucune Transaction

source: New
ca: Nou
es: Nuevo
fr: Nouv-eau-elle

source: Triggered
ca: Activat
es: Pendiente
fr: Activé-e

source: Accepted
ca: Acceptat
es: Aceptado
fr: Accepté-e

source: Committed
ca: Executat
es: Aceptada
fr: Commenté-e

source: Archived
ca: Arxivat
es: Archivado
fr: Archivé-e

source: Rejected
ca: Rebutjat
es: Rechazado
fr: Rejeté-e

source: Discarded
ca: Descartat
es: Descartado
fr: Écarté-e

source: Revoke triggered
ca: Revocació demorada
es: Revocar encadenado
fr: Révoquer activation

source: Revoke accepted
ca: Revocació acceptada
es: Revoado aceptado
fr: Révoquer accepation

source: Revoke rejected
ca: Revocació rebutjada
es: Revocado rechazado
fr: Révoquer rejet

source: Revoked
ca: Revocat
es: Revocado
fr: Revoqué-e

source: Currency value
ca: Valor de la moneda
es: Valor de la moneda
fr: Valeur de monnaie

source: Since
ca: Des de
es: Desde
fr: Depuis

source: Account number
ca: Número de compte
es: Número de Cuenta
fr: Numéro de compte

source: Buyer's exchange
ca: Xarxa d'intercanvi del comprador
es: Intercambio del comprador
fr: Échange acheteur

source: Seller's exchange
ca: Xarxa d'intercanvi del venedor
es: Intercambio del Vendedor
fr: Échange vendeur

source: Modified
ca: Modificat
es: Modificado
fr: Modifié-e

source: Entered by
ca: Introduït per
es: Entrado por
fr: Rentré-e par

source: No limits.
ca: Sense límits.
es: Sin limites
fr: Aucune limite.

source: Action
ca: Acció
es: Acción
fr: Aciton

source: Weight
ca: Pes
es: Peso
fr: Poids

source: Warn
ca: Advertir
es: Advertencia
fr: Advertissement

source: Charge a sale. Select the payer account, enter a short decription and the amount of the transaction. This amount will be trasferred to your account.
ca: Cobra una venda. Selecciona el compte del pagador, introdueix una descripció curta i la quantitat de la transacció. Aquesta quantitat serà transferida al teu compte.
es: Cargue una venta. Seleccione la cuenta ordenante, introduzca una breve decription y el importe de la transacción. Esta cantidad será trasferida a su cuenta.
fr: Charger une vente. Veuillez choisir le compte payeur, entrer un bref descriptif et le montant de la transaction. Ce montant sera transféré sur votre compte.

source: All users and banking accounts of your exchange.
ca: Tots els usuaris/ totes les usuàries de comptes de la teua xarxa d'intercanvi.
es: Todos los usuraio y cuentas de su Red de Intercambio
fr: Tou-te-s les utilisat-eur-rices et comptes de votre réseau d'échange.

source: Balance of trade and currency value of other exchanges.
ca: Saldo comercial i valor de la moneda d'altres xarxes d'intercanvi.
es: Saldo comercial y valor de la moneda de otras redes de intercambio.

source: Showing your transactions. Set the "From" and "To" dates to see a specific time range.
ca: Mostrant les teues transaccions. Selecciona les dates "De" i "Fins" per visualitzar un perìode de temps específic.
es: Muestre sus intercambios. Marque "Desde" "Hasta" para ver un intervalo de tiempo específco.
fr: Montrer vos transactions. Marquer les dates "de" à "à" pour voir un classement temporel spécifique.

source: Click on the exchange you want to join.
ca: Clica la xarxa d'intercanvi a la que vols unir-te
es: Clique en la Red de Inetrcambio a la que se quiere unir.
fr: Cliquez sur le réseau d'échange que vous voulez rejoindre.

source: You can add users to this account.
ca: Pots afegir usuaris a aquest compte.
es: Puedes añadir usuarios a esta cuenta.

source: If you give them privileges, they can manage the account in addition to making transactions.
ca: Si li otorgues el privilegi d'administrador del compte, l'usuari podrà editar el compte a més de poder fer transaccions.
es: Si le otorgas privilegios de administración, el usuaio podrá editar la cuenta además de poder hacer transacciones con ella.

source: Absolute credit limit
ca: Límit de crédit absolut
es: Límite absoluto de crédito
fr: Limite absolue de crédit

source: Absolute debit limit
ca: Límit de dèbit absolut
es: Límite absoluto de débito
fr: Limite absolue de débit

source: Tokens for bank exchanges.
ca: Tokens per intercanvis bancaris.
es: Informe para los intercambios bancarios
fr: Marquage pour échanges de portefeuille

source: Tokens for bank accounts.
ca: Tokens per comptes bancaris.
es: Informe para las cuentas bancarias
fr: Marquages pour compte de portefeuille

source: Transaction
ca: Transacció
es: Transacción

source: Tokens for bank transactions.
ca: Tokens per transaccions bancàries
es: Informe de las transaciones bancarias
fr: Marquages pour transactions de portefeuille

source: Exchange code
ca: Codi de la xarxa d'intercanvi
es: Código de intercambio
fr: Code d'échange

source: The 4 letter exchange code.
ca: El codi de 4 letres de la xarxa d'intercanvi
es: Las 4 letras del código de la red de Interambio
fr: Le code échange de 4 lettres

source: Exchange short name
ca: Nom curt de la xarxa d'intercanvi
es: Nombre corto de la Red de Intercambio
fr: Nom court du réseau d'échange

source: Exchange short name.
ca: Nom curt de la xarxa d'intercanvi.
es: Nombre corto de la Red de Intercambio
fr: Nom court du réseau d'échange

source: Exchange full name
ca: Nom complet de la xarxa d'intercanvi
es: Nombre completo de la Red de Intercambio
fr: Nom complet du réseau d'échange

source: Exchange full name.
ca: Nom complet de la xarxa d'intercanvi
es: Nombre completo de la Red de Intercambio
fr: Nom complet du réseau d'échange

source: Exchange country
ca: Païs d'intercanvi
es: País de la Red de Intercambio
fr: Pays du réseau d'échange

source: Exchange country.
ca: Païs d'intercanvi
es: País de la Red de Intercambio
fr: Pays du réseau d'échange.

source: Exchange town
ca: Localitat d'intercanvi
es: Ciudad de la Red de Intercambio
fr: Ville du réseau d'échange

source: Exchange town.
ca: Localitat d'intercanvi
es: Región de la Red de Intercambio
fr: Région du pays d'échange.

source: Exchange region
ca: Regió d'intercanvi
es: Region y País de la Red de Intercambio
fr: Région du réseau d'échange

source: Exchange region within the country.
ca: Regió d'intercanvi dins del païs
es: Website de la Red de Intercambio
fr: Région du réseau d'échange dans le pays.

source: Exchange website
ca: Lloc web de la xarxa d'intercanvi
es: Website de la Red de Intercambio
fr: Website du réseau d'échange

source: Exchange website.
ca: Lloc web de la xarxa d'intercanvi.
es: Website de la Red de Intercambio
fr: Website du réseau d'échange.

source: Currency symbol
ca: Símbol de la moneda
es: Símbolo de la Moneda
fr: Symbole de la monnaie

source: Exchange currency symbol.
ca: Símbol de la moneda de la xarxa d'intercanvi
es: Símbolo de la moneda de la Red de Intercambio
fr: Symbole de la monnaie d'échange.

source: Currency name
ca: Nom de la moneda
es: Nombre de la moneda
fr: Nom de la monnaie

source: Exchange currency name.
ca: Nom de la moneda de la xarxa d'intercanvi
es: Nombre de la moneda de la Red de Intercambio
fr: Nom de la monnaie du réseau d'échange

source: Currency name plural
ca: Nom de la moneda en plural
es: Nombre en plural de la Moneda
fr: Nom de la monnaie au pluriel

source: Exchange currency name in plural.
ca: Nom de la moneda de la xarxa d'intercanvi en plural.
es: Nombre en plural de la moneda de la Red de Intercambio
fr: Nom de la monnaie au pluriel.
