Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: The full real user name
ca: El nom d'usuari complet
es: Nombre real del usuario completo
fr: Le nom complet et réel d'utilisat-eur-rice

source: Main user telephone
ca: Telèfon principal de l'usuari
es: Teléfono
fr: Téléphone de l'utilisat-eur-rice principal-e

source: The main user telephone
ca: El telèfon principal de l'usuari
es: Teléfono del principal usuario
fr: Le Téléphone de l'utilisat-eur-rice principal-e

source: You have successfully registered to the exchange %name in the Integral Community Exchange System.
ca: T'has registrat amb èxit a la xarxa d'intercanvi %name dins del Integral Community Exchange System.
es: Te has registrado con éxito en la red de intercambio %name dentro del Integral Community Exchange System.
fr: Vous avez bien enregistré votre réseau d'échange %name dans le Système d'Échange Communautaire Intégral.

source: Before you can start using the system, the administration of your exchange must authorize your account. You will receive an email when your account is activated with further instructions. If you have no news in these comming days, contact your exchange administration at %mail.
ca: Abans de poder començar a usar el sistema, l'administració de la teva xarxa d'intercanvi ha d'autoritzar el teu compte. Quan s'accepti el teu compte, rebràs un correu electrònic amb més instruccions. Si no rebs notícies nostres en aquests propers dies, contacta amb l'administració de la teva xarxa d'intercanvi a l'adreça %mail.
es: Antes de que puedas usar el sistema, la administración de tu red de intercambio debe autorizar tu cuenta. Cuando tu cuenta sea activada recibirás un correo electrónico con más instrucciones. Si no recibes noticias en los próximos días contacta con la administración de tu red a la dirección %mail.
fr: Avant de pouvoir utiliser le système, l'administration de votre réseau d'échanges doivent autoriser votre compte. Vous recevrez un mél lorsque votre compte sera activée avec des instructions supplémentaires. Si vous n'avez pas de nouvelles dans les jours qui suivent, veuillez contacter l’administration de votre réseau d'échanges sur %mail.

source: See you soon!
ca: Fins aviat!
es: Hasta pronto!
fr: À très vite!

source: New exchange URL
ca: Direcció de Nova xarxa d'intercanvi
es: URL para nueva red de intercambio

source: The URL of the new exchange form or intermediate custom page. You can use the placeholder @langcode for the current language ISO code. If you let it empty the link will be hidden.
ca: La direcció del formulari de Nova xarxa d'intercanvi o una pàgina prèvia. Pots utilitzar la marca @langcode per a indicar el codi ISO de l'idioma actual. Pots deixar-lo buit per a amagar el link.

source: Documentation URL
ca: Direcció de documentació
es: URL de documentación

source: The url of the general documentation page.
ca: La direcció de la pàgina de documentació general.

source: Developers URL
ca: Direcció de desenvolupament

source: The url of the IntegralCES develop site.
ca: La direcció del lloc de desenvolupament de l'IntegralCES

source: Donate URL
ca: Direcció per a donacions

source: The url of the donations page.
ca: La drecció de la pàgina de donacions.

source: Terms of service URL
ca: Direcció de les condicions d'ús.

source: The terms of service page.
ca: La pàgina de les condicions d'ús.

source: About URL
ca: Direcció "Sobre"

source: The about page.
ca: La pàgina "sobre".

source: Welcome to Integral CES
ca: Benvingut a l'Integral CES
es: Bienvenido al IntegralCES
fr: Bienvenue au SEC Intégral

source: Successfuly registered to Integral CES
ca: Registrat correctament a Integral CES
es: Registrado correctamente en Integral CES
fr: Enregistré au SEC Integral avec succès

source: ICES user settings
ca: ICES configuració d'usuari

source: Change global settings related to IntegralCES user module
ca: Canvia la configuració global relacionada amb el mòdul IntegralCES user.

source: First Name
ca: Nom
es: Nombre

source: Your first name or the name of the organization.
ca: El teu nom o el nom de la teva organització.
es: Tu nombre o el nombre de tu organización

source: Surname
ca: Cognoms
es: Apellidos

source: Eg. 15 Main Street
ca: Ex. Plaça Catalunya 10, 2n
es: Ej. Plaza Mayor, 15

source: Postcode
ca: Codi postal
es: Código postal

source: Phone (mobile)
ca: Telèfon (mòbil)
es: Teléfono (móvil)

source: The main phone to be displayed.
ca: El telèfon principal a mostrar.
es: El teléfono principal

source: Phone (work)
ca: Telèfon (feina)
es: Teléfono (trabajo)

source: Will only be displayed in your account details
ca: Només serà mostrat als detalls del teu compte.
es: Sólo aparece en los detalles de tu cuenta.

source: Phone (home)
ca: Telèfon (casa)
es: Teléfono (casa)

source: Your personal or organization website address
ca: L'adreça de la teva pàgina web o la de la teva organització
es: La dirección web de tu página personal o de tu organización.

source: Error creating user fields.
ca: Error creant els camps de l'usuari.
es: Error creando campos de usuarios
fr: Erreur dans la création des champs d'utilisat-eur-rice.

source: ICES user profile
ca: Perfil d'usuari ICES
es: Pérfil de ICES
fr: Profil d'utilisat-eur-rice SECI

source: Add some fields to the standard user profile and an api to access them.
ca: Afegir alguns camps al perfil d'usuari estàndard i accés via API a ells.
es: Añada algunos campos al usuario estándard y un aceso api a ellos
fr: Ajouter quelques champs sur le profil utilisat-eur-rice standard et api pour y accéder.

source: Assumpte
es: Asunto

source: Tot
es: Todo

source: Context
es: Contexto
fr: Contexte

source: General
fr: Général

source: Individual
fr: Individu

source: Virtual
fr: Virtuel

source: Global
fr: Globale

source: No
fr: Non

source: Error
fr: Erreur

source: Vieu exchange accounts list
fr: Vue de la liste échange des comptes

source: Clearing Central
fr: Dégager le Cental-e

source: Impleemnts the opentransact protocol for financial transactions.
fr: Implémente le protocole opentransact pour les transactions financières.

source: In an ces message list
fr: Dans une liste de message SEC

source: Template ces message
fr: Gabarit de message SEC

source: The exchange must come defined.
fr: Le réseau d'échange doit être spécifié.

source: Error: No template from action
fr: Erreur: aucun gabarit de l'action

source: Error processing template in ces_message
fr: Erreur lors du traitement sur message_sec

source: List messages
fr: Lister les messages

source: All Messages
fr: Tous les messages

source: Message templates
fr: Gabarits de message

source: Administer ces message templates
fr: Gérer les gabarits de message sec

source: Add ces message templates
fr: Ajouter des gabarits de message sec

source: There are no date formats found in the db
fr: Aucun format de date n'a été trouvé dans le db

source: Bodu of User notify
fr: Corps de la notification l'utilisat-eur-rice
