Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: Exchange %code successfully created. You must wait for the system administrator to set up the exchange before it is operative. You will receive an e-mail notification within the next few days.
ca: Xarxa d'intercanvi %code creada amb èxit. Has d'esperar a que l'administrador del sistema la configuri abans d'estar operativa. Rebràs una notificació per correu-e en els propers dies.
es: Red de intercambio %code creada con èxito. Debes esperar a que el administrador configure la red de intercambio antes que esté operativa. Recibirás una notificación por correo-e en los próximos dias.
fr: L'échange %code a bien été créé. Il ne sera fonctionel qu'après validation par l'administrat-rice-eur. Tu en seras averti par mail dans les prochains jours.

source: Exchange %code successfully updated.
ca: Xarxa d'interncavi %code actualitzada amb èxit.
es: Red de intercambio %code actualizada con éxito.
fr: L'échange %code a bien été modifié.

source: Exchange %code successfully activated. There has been sent an email to the new exchange administrator.
ca: Xarxa d'intercanvi %code activada exitosament. S'ha enviat un correu-e al nou administrador de la xarxa d'intercanvi.
es: Red de intercambio %code activada con éxito. Se ha mandado un correo al nuevo administrador de la red de intercambio.
fr: L'échange %code a bien été activé. L'administrat-eur-rice en a été inform-é-e par mail.

source: An error occurred while saving the exchange record. Details: %msg
ca: Hi ha hagut un error quan s'anava a desar el registre de la xarxa d'intercanvi. Detalls: %msg
es: Ha ocurrido un error mientras se registraba la red de intercambio. Detalles %msg
fr: Une erreur s'est produite pendant la sauvegarde de l'échange. Détails : %msg

source: Exchange
ca: Xarxa d'intercanvi
es: Red de intercambio
fr: Échange

source: Total number of accounts:
ca: Nombre total de comptes:
es: Número total de cuentas:
fr: Nombre total de comptes.

source: Accounts to be deleted:
ca: Comptes a esborrar:
es: Cuentas a borrar:
fr: Comptes à supprimer:

source: These accounts
ca: Aquests comptes
es: Estas cuentas
fr: Ces comptes

source: depend on other exchange/s in the system, so they CANNOT be deleted:<br /><i>
ca: depèn d'altres xarxes d'intercanvi del sistema i per tant NO pot ser esborrada:<br/><i>
es: depende de otras redes de intercambio y no puede ser borrada:<br /><i>
fr: dépend sur d'autres échanges dans le système, donc NE PEUT PAS être supprimé:<br /><i>

source: No accounts depend on other exchanges in the system, so all of them can be deleted.
ca: Cap dels comptes depèn d'altres xarxes d'intercanvi en el sistema i per tant tots ells poden ser esborrats.
es: Ninguna cuenta depende de otras redes de intercambio en el sistema, así que todas ellas pueden ser borradas.
fr: Aucun compte dépend sur d'autres échanges dans le système, donc elles peuvent tous être supprimés.

source: Accounts
ca: Comptes
es: Cuentas
fr: Comptes

source: Total number of users:
ca: Nombre total d'usuaris:
es: Número total de usuarios:
fr: Nombre total d'usager-è-s

source: Users to be deleted:
ca: Usuaris a esborrar:
es: Usuarios a borrar:
fr: Usager-e-s à être supprimé-e-s.

source: These users
ca: Aquests usuaris
es: Estos usuarios:
fr: Ces usagèr-e-s

source: have accounts that depen on other exchanges in the system, so they CANNOT be deleted:
ca: tenen comptes que depenen d'altres xarxes d'intercanvi dins el sistema i per tant NO poden ser esborrats.
es: tiene cuentas que dependen de otras redes de intercambio y no puede ser eliminada:
fr: dispose de comptes qui dépendent sur d'autres échanges dans le système, donc ielles NE PEUVENT PAS être supprimé-e-s.

source: All users have accounts that belongs only to this exchange, so they can be deleted.
ca: Tots els usuaris tenen comptes que pertanyen només a aquesta xarxa d'intercanvi i per tant poden ser esborrats.
es: Todos los usuarios tienen cuentas que pertenecen sólo a esta red de intercambio, así que pueden ser borradas.
fr: Tou-te-s les usagèr-e-s ont des comptes qui appartiennent uniquement à cet échange, donc ielles ne peuvent pas être supprimé-e-s.

source: Users
ca: Usuaris
es: Usuarios
fr: utilisat-eur-rice

source: Number of transactions:
ca: Nombre de transaccions:
es: Número de transacciones:
fr: Nombre de transactions:

source: Transactions
ca: Transaccions
es: Intercambios
fr: inter-échanges

source: Sorry, it is not possible to delete the exchange.
ca: La xarxa d'intercanvi no es pot esborrar
es: No es posible borrar la red de intercambio
fr: Désolé, il n'est pas possible de supprimer cet interéchange

source: Proceed to delete the exchange
ca: Procedeix a esborrar la xarxa d'intercanvi
es: Proceder a eliminar la red de intercambio
fr: Procéder à la suppression de l'interéchange

source: Delete accounts:
ca: Esborra comptes:
es: Borrar cuentas:
fr: Supprimer des comptes:

source: Delete users:
ca: Esborra usuaris:
es: Borrar usuarios:
fr: Supprimer les usagèr-e-s

source: Delete transactions:
ca: Esborra transaccions:
es: Borrar transacciones:
fr: Supprimer des transactions:

source: Confirm actions for exchange
ca: Confirma les accions per la xarxa d'intercanvi
es: Confirmar acciones para la red de intercambio
fr: Confirmer des actions pour l'interéchange.

source: Do you really want to delete the exchange?
ca: Realment vols esborrar la xarxa d'intercanvi?
es: Realmente quieres eliminar la red de intercambio?
fr: Souhaitez-vous vraiment supprimer cet interéchange?

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
es: La acción no puede ser deshecha.
fr: Cette action ne peut pas être défaite.

source: %trans transactions have been deleted.
ca: S'han esborrat %trans transaccions.
es: %trans transacciones han sido borradas.
fr: %trans des transactions ont été supprimées.

source: The account %account has been deleted.
ca: S'ha esborrat el compte %account.
es: La cuenta %account ha sido borrada.
fr: Le compte %account a été supprimé.

source: An error occurred while deleting the account %account. Details: %msg
ca: Ha ocorregut un error a l'esborrar el compte %account. Detalls: %msg
es: Ha ocurrido un error al borrar la cuenta %account. Detalles: %msg
fr: Une erreur est survenue lors de la suppression du compte %account. Détails: %msg

source: The exchange %exchg has been deleted.
ca: La xarxa d'intercanvi %exchg ha estat esborrada.
es: La red de intercambio %exchg ha sido borrada.
fr: L'échange %exchg a été supprimé.

source: An error occurred while deleting the exchange %exchg. Details: %msg
ca: Ha ocorregut un error a l'esborrar la xarxa %exchg. Detalls: %msg
es: Ha ocurido un error al borrar la red de intercambio %exchg. Detalles: %msg
fr: Une erreur est survenue lors de la suppression de l’échange %exchg. Détails: %msg

source: Invalid current exchange
ca: Xarxa d'intercanvi actual invàlida
es: Red de intercambio actual no válida
fr: Échange courant invalide.

source: Limit chain
ca: Conjunt de limitacions
es: Conjunto de límites
fr: Chaîne limite

source: Name for this account limit
ca: Nom del límit del compte
es: Nombre para este conjunto de límites
fr: Nom de cette limite

source: name
ca: nom
es: nombre
fr: nom

source: Account limits
ca: Límits del compte
es: Límites de cuenta
fr: Limites des compte

source: List of account limits currently belonging to this chain.
ca: Llista de límits de comptes per noves comptes que pertanyen a aquest intercanvi
es: Lista de límites de cuenta que pertenecen a este conjunto.
fr: Liste de limites de comptes appartenant actuellement à cette chaîne.

source: Add account limit
ca: Afegir límit al compte
es: Añada un límite de cuenta
fr: Ajouter une limite de compte

source: Add a new account limit to this limit chain.
ca: Afegir un nou límit de compte a aquest conjunt de límits.
es: Añadir un nuevo límite de cuenta a este conjunto de límites.
fr: Ajouter une nouvelle limite de compte à cette chaîne limite.

source: Limit class
ca: Classe de límit
es: Clase de límite
fr: Classe limite

source: The type of limit to add. Each class limits a different aspect of the account balance or in a different way. Once added, you will be able to configure its parameters.
ca: El tipus de límit a agregar. Cada classe limita un aspecte diferent del balanç de compte o d'una forma diferent. Una vegada agregada, seràs capaç de configurar els seus paràmetres.
es: El tipo de límite a añadir. Cada clase limita un aspecto diferente del balance de la cuenta o otros aspectos. Una vez añadido podrás configurar sus parámetros.
fr: Le type de limite à ajouter. Chaque type limite le solde d'un compte d'une manière différente. Une fois la limite ajoutée, tu pourras en configurer les paramètres.

source: Add limit
ca: Afegir límit
es: Añadir un límite
fr: Ajouter la limite

source: Create limit chain
ca: Crear un conjunt de límits
es: Crear un conjunto de límites
fr: Créer une chaîne limite

source: Update limit chain
ca: Actualitzar conjunt de límits
es: Actualizar un conjunto de límites
fr: Modifier une chaîne limite

source: Delete Limit Chain
ca: Esborra conjunt de límits
es: Borra conjunto de límites
fr: Supprimer chaîne de limites

source: Limits
ca: Límits
es: Límites
fr: Limites

source: An error occurred while delete the limitchain record. Details: %msg
ca: Ha ocorregut un error a l'esborrar el conjunt de límits. Detalls %msg
es: Ha ocurrido un error al borrar el conjunto de límites. Detalles: %msg
fr: Une erreur est survenue lors de la suppression de la chaîne de limites. Détails: %msg

source: Block
ca: Bloquejar
es: Bloque
fr: Blocage

source: Block transactions when account reaches the limit vaule.
ca: Bloquejar transaccions quan el compte arribi al valor límit.
es: Bloque de transacciones cuando una cuenta alcanza el valor límite.
fr: Bloquer les transations quand le solde descend à une certaine valeur

source: Limit value
ca: Valor límit
es: Valor límite
fr: Valeur limite

source: Value for this limit class
ca: Valor per aquesta classe de límit
es: Valor para esta clase de límite
fr: Valeur pour ce type de limite

source: Delete
ca: Esborrar
es: Eliminar
fr: Effacer

source: The limit amount must be numeric.
ca: El valor del límit ha de ser numèric.
es: La cantidad límite tiene que ser numérica.
fr: Le montant de la limite doit être une valeur numérique.

source: The credit limit must not be negative.
ca: El límit del crèdit no pot ser negatiu.
es: El límite de crédito no tiene que ser negativo.
fr: Le crédit maximum ne doit pas être négatif.

source: The debit limit must not be positive.
ca: El límit del dèbit no pot ser positiu.
es: El límite de débito no tiene que ser positivo.
fr: Le débit maximum ne doit pas être positif.

source: Limit chain %name successfully created.
ca: Conjunt de límits %name creats amb èxit.
es: Conjunto de límites %name creados con éxito.
fr: La chaine limite %name a bien été créée.

source: Limit chain %name successfully updated.
ca: Conjunt de límits %name actualitzats amb èxit.
es: Conjunto de límites %name actualizados con éxito.
fr: La chaîne limite %name a bien été modifiée.

source: An error occurred while saving the record. Details: %msg
ca: Hi ha hagut un error quan s'estava desant el registre. Detalls: %msg
es: Sucedió un error mientras se guardaba. Detalles %msg
fr: Une erreur s'est produite pendant la sauvegarde. Détails : %msg

source: Four digits code.
ca: Codi de quatre dígits.
es: Código de cuatro dígitos.
fr: Code à quatre caractères.

source: The username of the owner of this account.
ca: El nom d'usuari del propietari d'aquest compte.
es: El nombre de usuario del propietario de esta cuenta.
fr: Le nom de la personne détentrice de ce compte.

source: Shared
ca: Compartit
es: Compartida
fr: Collectif

source: Organization
ca: Organització
es: Organización
fr: Association

source: Company
ca: Empresa
es: Empresa
fr: Entreprise

source: Public
ca: Públic
es: Público

source: Type
ca: Tipus
es: Tipo

source: Select "Individual" for personal use, "Shared" if several people share this account, "Organization" for a non-profit organization, "Company" for a profit-pursuing company and "Public" for a public account.
ca: Selecciona "Individual" per ús personal, "Compartit" si varies persones comparteixen aquest compte, "Organització" per una organització sense ànim de lucre, "Empresa" per una empresa amb ànim de lucre i "Públic" per un compte públic.
es: Escoge "Individual" para uso personal, "Compartida" si la cuenta se comparte con más gente, "Organización" para organizaciones sin ánimo de lucro, "Empresa" para empresas con ánimo de lucro y "Público" para cuentas públicas.
fr: Sélectionnes "Invidiuel" pour un usage personnel, "Collectif" si plusieurs personnes utilisent ce compte, "Association" si il s'agit d'une association à but non lucratif, "Entreprise" pour une entreprise à but lucratif, et "Public" pour un compte public.

source: The limit chain to apply to this account
ca: Conjunt de límits per aplicar a aquest compte
es: Conjunto de límites para esta cuenta
fr: La chaîne limite qui s'appliquera à ce compte

source: State
ca: Estat
es: Estado
fr: État

source: Active is the common state.
ca: L'estat habitual és actiu.
es: El estado común es activo.
fr: L'état "actif" est le plus courant.

source: Hidden
ca: Amagat
es: Escondido
fr: Caché

source: Active
ca: Actiu
es: Activo
fr: Actif

source: Closed
ca: Tancat
es: Cerrado
fr: Fermé

source: Locked
ca: Bloquejat
es: Bloqueado
fr: Verrouillé

source: Username %name does not exist.
ca: L'usuari %name no existeix.
es: El nombre de usuario %name no existe.
fr: L'utilisat-eur-rice %name n'existe pas.

source: The name of the administrator account can not be changed
ca: No es pot canviar el nom del compte d'administrador.
es: No se puede cambiar el nombre de la cuenta administrativa.

source: Account number %name already exists.
ca: El número de compte %name ja existeix.
es: El número de cuenta %name ya existe.
fr: Un compte du même nom (%name) existe déjà.

source: The first four carecteres should be the network (%code).
ca: Els primers quatre caràcters han de ser la xarxa (%code).
es: Los primeres cuatro caracteres deben ser la red de intercambio (%code).

source: The last four digits must be a number. (%number).
ca: Els últims quatre caràcters han de ser números (%number).
es: Los cuatro últimos caracteres deben ser numéricos (%number).

source: Account successfully created.
ca: Compte creat exitosament.
es: Cuenta creada con éxito.
fr: Le compte a bien été créé.

source: The account will not be available until it is being activated by this exchange's administrator. You will receive an email when this is done.
ca: El compte no estarà disponible fins que no sigui activat per l'administador de la xarxa d'intercanvi. Rebràs un correu-e quan s'hagi fet.
es: La cuenta no estará disponible hasta que sea activada por el administrador de la red de intercambio. Recibiràs un correo-e cuando esté hecho.
fr: Le compte ne sera pas accessible tant qu'il n'a pas été validé par l'administrat-eur-rice de cet échange. Tu en seras averti par email.

source: Account successfully activated.
ca: Compte activat exitosament.
es: Cuenta creada con éxito.
fr: Le compte a bien été activé.

source: An error occurred while saving the account record. Details: %msg
ca: Hi ha hagut un error quan s'anava a desar el registre del compte. Detalls: %msg
es: Se ha producido un error al guardar el registro de la cuenta. Detalles: % msg
fr: Une erreur s'est produite lors de la sauvegarde. Détails : %msg

source: Account successfully update.
ca: Compte actualitzat correcament.
es: Cuenta actualizada correctamente.

source: Invalid account.
ca: Compte invàlid.
es: Cuenta inválida.
fr: Compte invalide.

source: This account depends on other exchanges in the system, so the account will not be deleted, nor closed
ca: Aquest compte depèn en altres xarxes d'intercanvi dins el sistema i per tant el compte no serà esborrat ni tancat.
es: Esta cuenta depende de otras redes de intercambio en el sistema, así que no se borrará ni se cerrará la cuenta.
fr: Ce compte dépend sur d'autres échanges dans le système, il ne peut donc pas être, supprimé ou fermé.

source: Delete account
ca: Esborra compte
es: Borrar cuenta
fr: Supprimer le compte

source: These transactions
ca: Aquestes transaccions
es: Estas transacciones
fr: Ces transactions

source: refer to this account, so the account can only be closed, not deleted.
ca: es refereix a aquest compte i per tant el compte només pot ser tancat, no esborrat.
es: se refiere a esta cuenta y por tanto la cuenta sólo puede ser cerrada, no borrada.
fr: relatif à ce compte, il peut donc être uniquement fermé, non pas supprimé.

source: No transaction refers to this account.
ca: Cap transacció es refereix a aquest compte.
es: Ninguna transacción se refiere a esta cuenta.
fr: Aucune transaction relative à ce compte.

source: User
ca: Usuari
es: Usuario/ a
fr: Utilisat-eur-rice

source: has other accounts and cannot be deleted nor canceled:
ca: té altres comptes i no pot ser esborrat ni cancel·lat
es: tiene otras cuentas y no se puede borrar ni cancelar:
fr: Possède d'autres comptes et ne peut donc pas être supprimé ou annulé-e:

source: This user doesn't have more accounts.
ca: Aquest ususari no té més comptes
es: Este usuario no tiene más cuentas.
fr: Cet-te utilisat-eur-rice n'a pas d'autres comptes.

source: These users doesn't have more accounts.
ca: Aquests usuaris no tenen més comptes.
es: Estos usuarios no tienen más cuentas.
fr: Ces utilisat-eur-rices n'ont pas d'autres comptes.

source: The account belongs to a single user
ca: El compte pertany a un únic usuari
es: La cuenta pertenece a un único usuario
fr: Le compte appartient à un-e seul-e utilisat-eur-rice

source: The account belongs to
ca: El compte pertany a
es: La cuenta pertenece a
fr: Le compte appartient à

source: users
ca: usuaris
es: usuarios
fr: utilisat-eur-rice-s

source: Delete user (The user will no longer exist in the system)
ca: Esborra usuari (l'usuari deixarà d'existir en el sistema)
es: Borrar usuario (El usuario dejará de existir en el sistema)
fr: Supprimer l'utilisat-eur-rice ( ielle n'existera plus dans le système)

source: Cancel user (The user will not be able to login in the system)
ca: Cancel·la usuari (l'usuari no podrà entrar al sistema)
es: Cancelar usuario (El usuario no podrá entrar en el sistema)
fr: Annuler l'utilisat-eur-rice (ielle ne pourra plus se connecter au système)

source: Do nothing
ca: No facis res
es: No hacer nada
fr: Ne rien faire

source: Action with user
ca: Acció amb usuari
es: Acción con el usuario
fr: Action avec l'utilisat-eur-rice

source: Select the action you want to do with this user.
ca: Escull l'acció que ols fer amb aquest usuari
es: Selecciona la acción que quieres efectuar con este usuario
fr: Choisir l'action souhaitée avec cet utilisateur-rice.

source: Close account
ca: Tanca el compte
es: Cierra la cuenta
fr: Fermer le compte

source: It is NOT possible to delete nor to close the account.
ca: No és possible esborrar o tancar aquest compte.
es: No es posible borrar ni cerrar la cuenta.
fr: Ce n'est PAS possible de supprimer ou de fermer ce compte.

source: Hey! That's not a valid option!
ca: Ei! Això no és una opció vàlida!
es: Ey! Esto no es una operación válida!
fr: Hé! Ce n'est pas une option valide!

source: Do nothing with account
ca: No fer res amb el compte
es: No hacer nada con la cuenta
fr: Ne rien faire avec le compte

source: Delete user (and all content: offers, wants, comments...)
ca: Esborra usuari (i tot el seu contingut: ofertes, necessitats, comentaris...)
es: Borrar usuario (y todo su contenido: ofertas, necesidades, comentarios...)
fr: Supprimer l'utilisat-eur-rice (et tout le contenu: offres, demandes, commentaires...)

source: Cancel user
ca: Cancel·la usuari
es: Cancelar usuario
fr: Annuler l'utilisat-eur-rice

source: Do nothing with user
ca: No fer res amb l'usuari
es: No hacer nada con el usuario
fr: Ne rien faire avec l'utilisat-eur-rice

source: Confirm actions for account
ca: Confirm accions pel compte
es: Confirmar acciones para el usuario
fr: Confirmer les actions pour le compte

source: An error occurred while deleting the account. Details: %msg
ca: Ha ocorregut un error a l'esborrar el compte. Detalls: %msg
es: Ha ocurrido un error al borrar la cuenta. Detalles: %msg
fr: Une erreur est survenue lors de la suppression du compte. Détails: %msg

source: The account %account has been closed.
ca: S'ha tancat el compte %account.
es: Se ha cerrado la cuenta %account.
fr: Le compte %account a été fermé.

source: An error occurred while closing the account. Details: %msg
ca: Ha ocorregut un error al tancar el compte. Detalls %msg
es: Ha ocurrido un error al cerrar la cuenta. Detalles: %msg
fr: Une erreur est survenue lors de la fermeture du compte. Détails: %msg

source: The account %account remains as before. No action has done to this account.
ca: El compte %account es manté com abans. No s'ha fet cap acció amb aquest compte.
es: La cuenta %account se queda como antes. No se ha efectuado ninguna acción con esta cuenta.
fr: Le compte %account reste comme avant. Aucune action a été effectuée sur le compte.

source: The user %user remains as before. No action has done to this user.
ca: L'usuari %user es manté com abans. No s'ha fet cap acció amb aquest compte.
es: El usuario %user se queda como antes. No se ha efectuado ninguna acción con este usuario.
fr: L'utilisat-eur-rice reste comme avant. Aucune action a été effectué sur l'utilisat-eur-rice.

source: There are no exchanges yet.
ca: Encara no hi ha xarxes d'intercanvi.
es: Todavía sin intercambios
fr: Il n'y a pas d'échanges pour le moment.

source: Seller exchange
ca: Xarxa d'intercanvi del venedor
es: Red de intercambio del vendedor/ de la vendedora
fr: Échange du vendeur

source: The seller's account exchange.
ca: El compte de la xarxa d'intercanvi del venedor.
es: Cuenta d eintercambio del vendedor.
fr: L'échange du compte du vendeur.

source: Seller account
ca: Compte de venedor
es: Cuenta del vendedor
fr: Compte du vendeur

source: The recipient of the transaction. The Exchange four letters code plus four numbers.
ca: Receptor de la transacció. El codi de la xarxa d'intercanvi més quatre números.
es: Receptor de la transacción. El código de cuatro letras de la red de intercambio más cuatro números.
fr: Le destinataire de la transaction, composé des quatres caractères du code de l'échange plus quatre chiffres supplémentaires.

source: Account id %id does not exist, is not active yet, or does not belong to exchange %ex
ca: l'identificador del compte %id no existeix, no està actiu o encara no pertany a la xarxa d'intercanvi %ex
es: ID de la cuenta % id no existe, no está existe, no está activo o no pertenece a la Red de Intercambio %ex
fr: Le compte %id n'existe pas, n'est pas actif, ou n'appartient pas à l'échange %ex

source: Buyer exchange
ca: Xarxa d'intercanvi del comprador
es: Red de intercambio del comprador
fr: L'échange de l'acheteur

source: The buyer's account exchange.
ca: El compte de la xarxa d'intercanvi del comprador.
es: Red de intercambio de la cuenta del comprador.
fr: L'échange du compte acheteur.

source: Buyer account
ca: Compte del comprador
es: Cuenta del Comprador
fr: Le compte acheteur.

source: The payer of the transaction. The Exchange four letters code plus four numbers.
ca: El pagador de la transacció. Les quatre lletres de la xarxa d'intercanvi més els quatre nombres.
es: Pagador de la transacción. El código de cuatro letras de la red de intercambio más cuatro números.
fr: Le payeur de la transaction. Le code échange de quatre lettres plus quatre chiffres.

source: Description
ca: Descripció
es: Descripción
