Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: Exchange currency value in hours of work.
ca: Valor de la moneda de la xarxa d'intercanvi en hores de treball.
es: Valor en horas de la moneda en la Red de Intercambio
fr: Valeur en heures de la monnaie du réseau d'échange

source: Exchange administrator
ca: Administrador de la xarxa d'intercanvi
es: Administrador de la Red de Intercambio
fr: Administra-teur-rice du réseau d'échange

source: Exchange administrator user.
ca: Usuari administrador de la xarxa d'intercanvi.
es: Usuario Administrador de la Red de Intercambio
fr: Utilisateur-rice qui administre le réseau d'échange

source: Account identifier
ca: Identificador del compte
es: Identificador de la cuenta
fr: Identifiant de compte

source: 4 letter exchange identifier plus 4 number account code.
ca: Identificador de 4 lletres de la xarxa d'intercanvi més 4 números del codi del compte.
es: Identificador de 4 letras mas 4 numeros en el código de la cuenta.
fr: Identifiant de 4 lettres du réseau d'échange plus le code du compte en 4 chiffres

source: Account type.
ca: Tipus de compte.
es: Tipo de Cuenta
fr: Type de compte.

source: Account user
ca: Compte de l'usuari
es: Cuenta de usuario
fr: Compte d'utilisat-eur-rice

source: Account user.
ca: Compte de l'usuari.
es: Cuenta de usuario
fr: Compte d'utilisat-eur-rice.

source: Exchange Account
ca: Compte de la xarxa d'intercanvi
es: Cuenta de Red de Intercambio
fr: Compte d'échange

source: Identifier
ca: Identificador
es: Identificador
fr: Identifiant

source: Transaction identifier
ca: Identificador de la transacció
es: Identificador de transacción
fr: Identifiant de transaction

source: The buyer account object.
ca: Objecte del compte del comprador.
es: Objeto de la cuenta del comprador
fr: L'objet du compte acheteur

source: The seller account object.
ca: Objecte del compte del venedor.
es: Objeto de la cuenta del vendedor
fr: L'objet du compte vendeur

source: The transaction amount.
ca: Quantitat de la transacció.
es: La cantidad de la transacción
fr: Le montant de la transaction.

source: The concept of the transaction.
ca: Concepte de la transacció.
es: El concepto de la transación
fr: Le descriptif de la transaction.

source: Ordered by
ca: Comanda feta per
es: Pedido por
fr: Commandé-e par

source: The user who created the transaction.
ca: L'usuari que ha creat la transacció.
es: El usuario que creó la transacción.
fr: L'utilisat-eur-rice qui a crée la transaction.

source: Not yet implemented. Sorry!
ca: Encara no s'ha implementat. Ho sento!
es: No está implementado.Disculpe.
fr: Désolé. Pas encore appliqué-e.

source: Sales
ca: Vendes
es: Ventas
fr: Ventes

source: Purchases
ca: Compres
es: Compras
fr: Achats

source: Account @name
ca: Compte @name
es: Nombre de la cuenta @name
fr: Compte @name

source: Accept payments manually
ca: Acceptar pagaments manualment
es: Acepta manualmente los pagos
fr: Accepter les paiements manuellement

source: If cheked, all payments from all accounts but those in the whitelist will not be effective until you manually accept them. Otherwise all payments will automatically be done. If you check this item you must regularly check your messages to quickly accept your pending payments.
ca: Si és marcat, tots els pagaments quedaran bloquejats i no seran efectius fins que els autoritzis manualment. Si no, tots els pagaments seran automàticament acceptats. Si marques aquesta opció has de comprovar els teus missatges regularment per a poder acceptar ràpidament els pagaments pendents. Els pagaments cap a comptes de la llista blanca sí que seran acceptats automàticament en qualsevol cas.
es: Si chequea los pagos de todas las cuentas, el pedido no se hará efectivo hasta que los acepte de forma manual. De lo contrario serán realizará automáticamente todos los pagos. Si marca esta opción debe comprobar regularmente sus mensajes parar aceptar rápidamente sus pagos pendientes.
fr: Si vous cochez cette option, aucun paiement d'aucun compte ne sera effectif tant qu'ils ne sera pas accepté manuellement, sauf pour les comptes inscrits dans la liste blanche. Si cette option n'est pas cochée les paiements seront effectuées acutomatiquement. Si vous cochez cette option une révision constante de vos messages est nécessaire pour accepter rapidement vos demandes de paiement.

source: Accept payments whitelist
ca: Llista blanca d'acceptació de pagaments
es: Acepta lista blanca de pagos
fr: Liste blanche des paiements

source: Write one account per line. The payments from these accounts will be automatically accepted.
ca: Escriu un compte per línia. Els pagaments a aquests comptes seran acceptats automàticament.
es: Escribe una cuenta por línea. los pagos de estas cuentas se aceptarán automáticamente.
fr: Veuillez inscrire un compte par ligne. Les échanges avec ces comptes seront acceptés automatiquement.

source: Manage account users
ca: Administra els usuaris del compte
es: Administra usuarios de la cuenta
fr: Gérer les comptes d'utilisat-eur-rices

source: Could not find account @account.
ca: El compte @account no existeix.
es: No se puede encontra la cuenta @cuenta
fr: Le compte @account n'a pas pu être trouvé.

source: Next >>
ca: Següent >>
es: Próximo>>
fr: Suivant >>

source: << Previous
ca: << Anterior
es: << Previo
fr: << Précédent

source: Administer CES bank
ca: Administra el banc ICES
es: Administrador de CES bank
fr: Administrer le portefeuille CES

source: Top administer interface for CES Bank
ca: Interfìcie principal d'administració pel Banc ICES
es: Interfaz del Administrador del CES bank
fr: Interface principale d'administration du portefeuille CES

source: Edit exchange
ca: Editar xarxa d'intercanvi
es: Editar Red de Intercambio
fr: Éditer le réseau d'échange

source: Top administer interface for CES Bank - Edit exchange
ca: Interfície d'administració superior del ICES Bank - Edita xarxa d'intercanvi
es: Interfície de administración superior del CES Bank - Editar red de intercambio
fr: Interface principale d'administration du portefeuille CES - Éditer un réseau d'échange

source: Delete exchange
ca: Esborra xarxa d'intercanvi
es: Borrar red de intercambio
fr: Supprimer un réseau d'échange

source: Top administer interface for CES Bank - Delete exchange
ca: Interfície d'administració superior del ICES Bank - Esborra xarxa d'intercanvi
es: Interfície de administración superior del CES Bank - Borrar red de intercambio
fr: Interface principale d'administration du portefeuille CES - Supprimer un réseau d'échange

source: Edit accounts
ca: Edita comptes
es: Editar cuentas
fr: Éditer des comptes

source: Top administer interface for CES Bank - Edit accounts
ca: Interfície d'administració superior del ICES Bank - Edita comptes
es: Interfície de administración superior del CES Bank - Editar cuentas
fr: Interface principale d'administration du portefeuille CES - Éditer des comptes

source: Edit transactions
ca: Eidta transaccions
es: Editar transacciones
fr: Édites des transactions

source: Top administer interface for CES Bank - Edit transactions
ca: Interfície d'administració superior del ICES Bank - Edita transaccions
es: Interfície de administración superior del CES Bank - Editar transacciones
fr: Interface principale d'administration du portefeuille CES - Éditer des transactions

source: New exchange
ca: Nova xarxa d'intercanvi
es: Nueva Red de Intercambio
fr: Nouveau réseau d'échange

source: Create a new exchange
ca: Crear nova xarxa d'intercanvi
es: Crear nueva Red de Intercambio
fr: Créer un nouveau réseau d'échange

source: Administration
ca: Administració
es: Administración

source: Administer accounts
ca: Administrar comptes
es: Cuentas de Administrador
fr: Administrer des comptes

source: List
ca: Llista
es: Lista
fr: Liste

source: New account
ca: Nou compte
es: Nueva Cuenta
fr: Nouveau compte

source: View account
ca: Mostra compte
es: Vista de cuenta
fr: Voire un compte

source: Edit account
ca: Edita compte
es: Editar cuenta
fr: Éditer un compte

source: Administer transactions
ca: Administrar transaccions
es: Administrar transacciones
fr: Administrateur de transactions

source: Do a transaction between two accounts.
ca: Fes una transacció entre dos comptes.
es: Realizar una transacción entre dos cuentas.
fr: Faire une transactions entre deux comptes.

source: Enter transaction
ca: Introduir transacció
es: Introducir Intercambio
fr: Entrer une transaction

source: Charge a sale to an account.
ca: Carregar una venda a un compte.
es: Cargar una venta en una cuenta.
fr: Charger une vente sur un compte.

source: One transaction
ca: Una transacció
es: Una transacción
fr: Une transaction

source: Multiple transactions
ca: Moltes transaccions
es: Muchas transacciones
fr: Plusieurs transactions.

source: Charge many sales to many accounts.
ca: Carrega vàries vendes a varis comptes.
es: Carga varias ventas a varias cuentas.
fr: Charger plusieurs ventes dans sur comptes.

source: Autocomplete for multiple transactions
ca: Autocompleta per a vàries transaccions
es: Autocompletar para múltiples transacciones
fr: Compléter automatiquement pour plusieurs transactions

source: Autocomplete for multiple transactions.
ca: Autocompleta per a vàries transaccions.
es: Autocompletar para múltiples transacciones.
fr: Compléter automatiquement pour plusieurs transactions.

source: My account
ca: El meu compte
es: Mi cuenta
fr: Mon portefeuille

source: View account details.
ca: Mostrar detalls del compte.
es: Ver detalles de la cuenta
fr: Voire les détails du portefeuille.

source: Account users
ca: Usuaris del compte
es: Usuarios de la cuenta
fr: Utilisat-eur-rices du compte

source: Admin account users
ca: Usuaris administradors del compte
es: Administrar usuarios de la cuenta
fr: Utilisateurs de compte Administrateur

source: Add account users
ca: Afegeix usuaris a compte
es: Añadir usuarios a la cuenta
fr: Ajouter des comptes utilsateurs

source: Edit account user
ca: Edita usuari del compte
es: Editar usuario de la cuenta
fr: Édition compte utilisateur

source: View exchange details
ca: Mostrar detalls de la xarxa d'intercanvi
es: Ver detalles de la Red de Intercambio
fr: Vue des détails d'échanges

source: View exchange accounts list
ca: Veu la llista de comptes de la xarxa d'intercanvi.
es: Ver las cuentas de la red de intercambio

source: Other exchanges
ca: Altres xarxes
es: Otras redes

source: View trade balances with other exchanges
ca: Veu el saldo comercial amb altres xarxes d'intercanvi.
es: Ver el saldo comercial con otras redes de intecambio.

source: Exchanges in your country
ca: Xarxes d'intercanvi en el teu país
es: Lista de Redes de Intercambio en tu país
fr: Échanges dans ta région

source: List of exchanges in your country
ca: Llista de xarxes d'intercanvi al teu país
es: Editar Red de Intercambio
fr: Liste des échanges dans votre région

source: Types of debit and credit limits for accounts.
ca: Tipus de límits per comptes de dèbit i crèdit.
es: Tipos de límites de las cuentas de crédito y débito.
fr: Types de limites de crédit et débit pour les comptes.

source: Create a new account limit.
ca: Crear un nou límit d'un compte.
es: Crear una nuevo límite de cuenta.
fr: Créer une nouvelle limite de compte

source: View account limit details.
ca: Mostrar detalls dels límits del compte.
es: Ver los detalles de los límites de cuenta.
fr: Regarder les détails d'une limite de compte

source: Edit account limit
ca: Editar límit del compte
es: Editar un límite de cuenta
fr: Éditer une limite de compte

source: Delete account limit
ca: Esborrar límit del compte
es: Borrar un límite de cuenta
fr: Supprimer une limite de compte

source: Account statement
ca: Moviments
es: Movimientos
fr: Relevé de compte

source: Last transactions with this account
ca: Última transacció amb aquest compte
es: Último intercambio con esta cuenta
fr: Dernière transaction avec ce compte

source: Accept transaction.
ca: Acceptar transacció
es: Acepta la transacción.
fr: Accepter une transaction.

source: Edit transaction.
ca: Editar transacció.
es: Editar transacción.
fr: Éditer une transaction.

source: Delete transaction.
ca: Esborrar transacció.
es: Borrar Transación
fr: Supprimer une transaction

source: List users
ca: Llista usuaris
es: Ver usuarios
fr: Lister une utilistat-eur-rice

source: List account users
ca: Usuaris del compte
es: Ver usuarios de la cuenta
fr: Lister un compte d'utilisat-eur-rice

source: Error creating default permissions.
ca: Error creant permissos per defecte.
es: Error creando permisos por defecto
fr: Erreur lors de la création des permissions par défaut.

source: Initial records created.
ca: Registres d'inici creats
es: Registros Iniciales Creados
fr: Les archives initiaux ont été crées.

source: ICES Bank
ca: Banc ICES
fr: Portefeuille ICES

source: Integral Community Exchange System Banking
ca: Sistema Bancari Integral i Comunitari per Xarxes d'Intercanvi
es: Banco de Intercambio de Sistemas Comunitarios Integrales
fr: Le Portefeuilles du Système Communautaire d'Échange Intégral

source: Ces Exchange
ca: Xarxa d'intercanvi
es: Red de intercambio

source: Ces Exchange table
ca: Taula de xarxes d'intercanvi
es: Red de intercambio

source: Ces Exchange view.
ca: Vista de xarxa d'intercanvi
es: Red de intercambio

source: Ces exchange Id
ca: Id de la xarxa d'intercanvi
es: Id de red de intercambio

source: Ces exchange id.
ca: Id de la xarxa d'intercanvi.
es: Id de red de intercambio

source: Ces exchange message relationship
ca: Relació de missatge de la xarxa d'intercanvi
es: Relación de la red de intercambio

source: More information on this relationship
ca: Més informació sobre aquesta relació
es: Más información sobre esta relación

source: Exchange Shortname
ca: Nom curt de la xarxa d'intercanvi
es: Nombre corto de la red de intercambio

source: Exchange Shortname.
ca: Nom curt de la xarxa d'intercanvi.
es: Nombre corto de la red de intercambio

source: Exchange blog entry
ca: Entrada al bloc de la xarxa d'itercanvi
es: Entrada de blog
fr: Affiche de blog d'échange

source: Blog post for members of your exchange
ca: Entrada del bloc per membres de la xarxa d'intercanvi.
es: Entrada de Blog para habitantes de su Red de Intercambio
fr: Affichage blog pour les membres de votre système d'échange

source: There are no blog posts yet.
ca: Encara no hi ha entrades al blog.
es: No hay entradas de blog aún.
fr: Il n'y a pas d'affiches blog pour l'instant.

source: Add new post
ca: Afegir una nova entrada
es: Añada una nueva entrada
fr: Ajouter une nouvelle affiche

source: CES blog exchange
ca: Blog d'Intercanvi del ICES
es: CES blog de su Red de Intercambio
fr: échange blog CES

source: Title
ca: Títol
es: Título
fr: Titre

source: Hidden formatter
ca: Formatejador amagat
es: Oculte formato
fr: Formatage caché

source: Blog
ca: Bloc

source: View exchange posts
ca: Mostrar entrades del blog de la xarxa d'intercanvi
es: Vea las entradas blog de su Red de Intercambio
fr: Voire les affiches du système d'échange

source: Post
ca: Entrada
es: Entrada de blog
fr: Affiche

source: Add new blog post
ca: Afegir una nova entrada al bloc
es: Añada una nueva entrada de blog
fr: Ajouter une nouvelle affiche de blog

source: CES Exchange blog post.
ca: Entrada del blog de la xarxa d'intercanvi del ICES.
es: CES Entrada de blog de su Red de Intercambio.
fr: Billet sur le blog du réseau CES

source: Content
ca: Contingut
es: Contenido
fr: Contenu

source: Title Ces Blog
ca: Títol
es: Título
fr: Titre du blog

source: ICES exchange blog
ca: Bloc de la xarxa d'intercanvi del ICES
es: ICES blog de su Red de Intercambio
fr: Blog du réseau ICES

source: Individual blog for each exchange.
ca: Bloc individual per cada xarxa d'intercanvi.
es: Blog individual para cada Red de Intercambio
fr: Blog individuel pour chaque système d'échange.

source: Create new account
ca: Crear un nou compte
es: Crear una nueva cuenta
fr: Créer un nouveau compte

source: Run script
ca: Correr script
es: Accione el script
fr: Lancer un script

source: ICES develop
ca: desenvolupament ICES
es: Desarrollo ICES
fr: devellopper ICES

source: CES develop helper module. Do not install in a production site.
ca: El CES desenvolupa un mòdul de més ajuda. No instal·lis un site de producció.
es: CES desarrollo del módulo de ayuda. No lo instale en un sitio público.
fr: Module d'aide au développement CES. Ne pas installer sur un site de production.

source: Step
ca: Pas
es: Paso
fr: Pas

source: Row
ca: Fila
es: Línea
fr: Ligne

source: Continue
ca: Continua
fr: Continuer

source: Upload new files
ca: Pujar nous fitxers
es: Suba nuevos ficheros
fr: Téléverser des nouveaux fichiers

source: Select a previously uploaded import file set or let "Upload new files".
ca: Selecciona un fitxer de conjunt d' importació prèviament pujat ó deixa "Pujar nous fitxers"
es: Seleccione a un archivo de intercambio subido o vaya a "Subir nuevos archivos"
fr: Choisis un fichier déjà transféré, ou bien "Transférer des nouveaux fichiers".

source: A good name is the four letter code of the exchange to be imported.
ca: Un bon nom és el codi de 4 lletres de la xarxa d'intercanvi a importar.
es: Un buen nombre es un código de 4 letras para que la Red de Intercambio sea importada.
fr: Par exemple le code à quatre caractères du réseau d'échange à importer.

source: Do you really want to start a new import?
ca: De veritat vols començar una nova importació?
es: Realmente quiere empezar un nuevo intercambio?
fr: Veux-tu vraiment commencer une importation ?

source: Either select an import set or upload a new set of files.
ca: Selecciona un conjunt d'importació o puja un nou conjunt d'arxius.
es: Ningún conjunto de intercambios seleccionados o suba un nuevo conjunto de archivos.
fr: Tu peux sois sélectionner un ensemble de fichiers déjà précédemment transféré, soit transférér un nouvel ensemble de fichiers depuis ton ordinateur.

source: New import
ca: Nova importació
es: Nuevo intercambio
fr: Nouvel import

source: Step @num. Import @type.
ca: Pas @num. Importació @tipus
es: Paso @num. Importe@type.
fr: Étape @num. Import @type.

source: Importing step @step of exchange @exchange from row @row.
ca: Pas d'importació @step de la xarxa d'intercanvi @exchange des de la fila @row.
es: Importe paso @step de la red de intercambio @exchange de una línea @row.
fr: Importation de l'étape @step de l'échange @exchange sur la ligne @row.

source: Import @type
ca: @Tipus d'importació
es: Importe @type

source: All data has been imported
ca: Totes les dades han estat importades
es: Todos los datos han sido importados
fr: Toutes les données ont bien été importées.

source: Click Finish to end the import process.
ca: Clica Finalitza per finalitzar el procés d'importació.
es: Clique Terminar y finalize el proceso de intercambio.
fr: Clique sur "Terminer" pour finaliser l'importation.

source: Finish
ca: Finalitza
es: Terminar
fr: Terminer

source: Import row
ca: Importa fila
es: Importe línea
fr: Importer cette entrée

source: Skip row
ca: Salta fila
es: Salte linea
fr: Sauter cette entrée

source: Invalid folder name.
ca: Nom de carpeta invàlida.
es: Nombre de carpeta no válida.
fr: Le nom du répertoire est incorrect.

source: Could not copy file to %file
ca: No s'ha pogut copiar el fitxer a %file
es: No es posible copiar el archivo %file
fr: Impossible de copier le fichier vers %file

source: Invalid import identifier.
ca: Identificació d'importació no vàlid.
es: Identificador de importación inválida
fr: L'identifiant d'importation est incorrect.

source: Import finished successfully.
ca: Importació finalitzada amb èxit.
es: Importación finalizada exitosamente.
fr: L'importation a bien été effectuée.

source: Invalid import step.
ca: Pas per importar no vàlid.
es: Paso importado no válido.
fr: Étape d'importation incorrecte.

source: Import file @path not found.
ca: Importar fitxer @path no trobat.
es: Importe archivo @path no funciona.
fr: Le fichier d'importation @path est introuvable.

source: Could not open import file @path.
ca: No s'ha pogut obrir el fitxer a importar @path.
es: No se puede abrir el archivo importado @path
fr: Impossible d'ouvrir le fichier d'importation @path.

source: There is no data to import in this step.
ca: No hi ha cap dada a importar en aquest pas.
es: No hay datos para importar en este paso.
fr: Il n'y a aucunes données à importer à cette étape.

source: Importing @exchange step @step
ca: Important @exchange pas @step
es: Importando @exchange paso @step
fr: Importation de @exchange, étape @step.

source: Import is starting.
ca: Iniciant la importació.
es: Importando...
fr: L'importation commence.

source: Processed @current out of @total.
ca: Processat @current de @total.
es: Procesado @current del @total
fr: @current sur @total effectué.

source: Error during import.
ca: Error durant la importació.
es: Error durante la importanción
fr: Erreur pendant l'importation.

source: The row @row could not be parsed.
ca: La fila @row no s'ha pogut parsejar.
es: La fila @row no puede ser analizada.
fr: Impossible d'interpréter la ligne @row.

source: Step finished successfully.
ca: Pas finalitzat amb èxit.
es: Paso finalizado exitosamente.
fr: Étape terminée avec succès.

source: Unknown error.
ca: Error desconegut
es: Error desconocido.
fr: Erreur inconnue.

source: Are you sure you want to delete the exchange @name and all its data?
ca: Segur que vols esborrar la xarxa d'intercanvi @name i tota la informació relacionada?
es: Estás segura que quieres borrar toda la red de intercambio y todo su contenido?
fr: Veux-tu vraiment supprimer le réseau @name et toutes les données qui y sont rattachées?

source: Invaid import id.
ca: Id. d'import invàlida
es: Id. importado no válido
fr: Identifiant d'importation incorrect.

source: Import data has been deleted.
ca: Les dades d'importació han sigut esborrades
es: Los datos importados han sido borrados.
fr: Les données d'importation ont été effacées.

source: Import exchange
ca: Importar xarxa d'intercanvi
es: Importando Red de Intercambio
fr: Importer un réseau d'échange

source: Start a new exchange import from CES
ca: Iniciar una nova importació d'una xarxa d'intercanvi del CES
es: Empezando una nueva Red de Intercambio importando del CES
fr: Lancer l'importation d'un réseau d'échange depuis la plateforme CES

source: Continue the import from CES
ca: Continuar la importació del CES
es: Continuar la importación del CES
fr: Poursuivre une importation en cours depuis CES

source: Delete the import from CES
ca: Esborrar la importació del CES
es: Borrar la importación del CES
fr: Effacer une importation en cours depuis CES

source: ICES import
ca: importar ICES
es: ICES importación
fr: Importation ICES

source: Import data from CES
ca: Importar dades del CES
es: Importando datos del CES
fr: Importer des donnés depuis CES

source: The user @user was not found in offer import row @row. It may be a user from another exchange not yet imported.
ca: L'usuari @user no s'ha trobat en la importció de la oferta a la fila @row. Pot ser un usuari d'una altra xarxa d'intercanvi que no ha estat importada a aquest sistema.
es: La oferta de la fila @row menciona el usuario @user que no se ha encontrado. Puede ser usuario de otra red que no pertenece a este sistema.

source: Image @file could not be downloaded.
ca: La imatge @file no s'ha descarregar.
es: La imagen @file no puede ser descargada.
fr: L'image @file n'a pas pu être téléchargée.

source: Acount @account not found.
ca: No s'ha trobat el compte @account.
es: No se ha encontrado la cuenta @account.

source: Error creating Drupal user.
ca: Error creant l'usuari de Drupal.
es: Error creando usuario/ a de Drupal.
fr: Erreur lors de la création du compte Drupal.
