Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: You don't have any want yet. Publishing a want is useful not only for you but also for other members searching for valued goods and skills.
ca: Encara no has afegit cap petició. Publicant una necessitat és útil no només per tu, sinó que també per fer saber als altres membres quins productes o habilitats són necessaris.
es: No tienes ninguna necesidad aún. Publicar una necesidad no sólo es útil para ti sino también para miembros/ as que buscan bienes y habilidades valoradas.
fr: Vous n'avez aucune demande encore. Publier une demande est intéressant pas seulement pour vous mais aussi pour d'autres membres à la recherche de biens et compétences valorisées.

source: Add want
ca: Afegir necessitat
es: Añade necesidad
fr: Ajouter une demande

source: Rate
ca: Valoració
es: Valoración
fr: Prix

source: Select a category...
ca: Selecciona una categoria...
es: Selecciona una categoría...
fr: Sélectionner une catégorie...

source: Select the category that best matches your announcement.
ca: Selecciona la categoria que millor s'adapta al teu annunci
es: Selecciona la categoría que mejor se ajusta a tu anuncio.
fr: Choisir la catégorie qui coïncide le mieux avec votre annonce.

source: Enter here a short but descriptive title.
ca: Introduïx ací un títol curt però descriptiu.
es: Introduce aquí una descipción de título corta pero descriptiva.
fr: Entrer un descriptif court et explicite.

source: Enter here a detailed description.
ca: Introduïx ací una descripció detallada.
es: Introduza una descripción detllada
fr: Entrer une description detaillée.

source: keywords
ca: Paraules clau
es: palabras clave
fr: mots clés

source: Enter a comma-separated list of words to describe your content.
ca: Introduïx una llista de paraules separades per comes per descriure el teu contingut.
es: Introduce una lista de palabras separada por comas para describir tu contenido.
fr: Enter une liste de mots séparés par des virgules poru décrire le contenu.

source: Image
ca: Imatge
es: Imagen

source: Upload an image for your announce.
ca: Pujar una imatge pel teu anunci.
es: Sube una imagen para tu anuncio.
fr: Téléverser une image pour votre annonce.

source: Valid until
ca: Vàlid fins
es: Válido hasta
fr: Valide jusqu'à

source: The announce will be automatically hidden this date
ca: L'anunci serà automàticament amagat aquesta data
es: El anuncio se ocultará automáticamente en esta fecha
fr: L'annonce sera automatiquement cachée à cette date

source: Hide
ca: Amaga
es: Oculta
fr: Cacher

source: Check it if you don't want to publish the announcememnt.
ca: Marca-ho si no vols publicar l'anunci.
es: Compruébalo por si no quieres publicar el anuncio.
fr: Cocher si vous ne voulez pas publier l'annonce.

source: Eg: '2.5' or '5.00%symbol and transport' or 'Contact me' or 'Free'.
ca: Exemple: '2.5' o '5.00%symbol i transport' o 'Contacta' o 'Gratuït'
es: Eg:'2.5' o '5.00%symbol y transporte' o 'Contacto o 'Gratis'.
fr: Ex: '2.5 ou '5.00%symbol plus le transport' ou 'Me contacter' ou 'Gratuit'.

source: Expire date must be in the future.
ca: La data de caducitat ha de ser en el futur.
es: La fecha de expiración debe ser futura.
fr: La date d'expiration doit être dans le futur.

source: Select a category.
ca: Tria una categoria.
es: Selecciona una categoría
fr: Sélectionner une catégorie.

source: Are you sure you want to delete the offer %offer?
ca: Segur que vols esborrar l'oferta %offer?
es: ¿Seguro que quieres eliminar la oferta %offer?
fr: Êtes-vous sur de vouloir supprimer l'offre %offre ?

source: Are you sure you want to delete the want %want?
ca: Segur que vols esborrar la necessitat %want?
es: ¿Está seguro que desea eliminar el pedido %want?
fr: Êtes vous sûr de vouloir supprimer l'offre %want?

source: You can simply hide the announcement so it becomes invisible to all other members but you can publish it later.
ca: Pots amagar l'anunci perquè sigui invisible a tots els altres membres i publicar-lo més tard.
es: Puedes simplemente ocultar tu anuncio para hacerlo invisible al resto de miembros, pero puedes publicarlo luego.
fr: Vous pouvez simplement cacher l'annonce pour qu'elle soit invisible pour le reste des membres mais publiable par la suite.

source: Offer %offer has been deleted.
ca: L'oferta %offer ha estat esborrada
es: La oferta %offer ha sido eliminada.
fr: L'offre %offre a été supprimée.

source: - All offer comments have been deleted too.
ca: Tots els comentaris a la oferta també han estat esborrats.
es: - Todos los comentarios de las ofertas han sido borrados también.
fr: - Tous les commentaires d'offre ont aussi été supprimés.

source: Want %want has been deleted.
ca: La necessitat %want ha estat esborrada.
es: ¿está seguro que desea borrar la categoría %category?
fr: Offre %want a été supprimée.

source: Details
ca: Detalls
es: Datos
fr: Détails

source: Comments(
ca: Comentaris(
es: Comentarios(
fr: Commentaires(

source: Send Notify
ca: Enviar notificació
es: Envía Notificación
fr: Envoyer notification

source: Enter here the name of the category
ca: Introdueix aquí el nom de la categoria
es: Introduce el nombre de la categoría
fr: Entrer ici le nom de la catégorie

source: Enter here a detailed description with examples.
ca: Introdueix aquí una descripció detallada amb exemples.
es: Introduzaca una descripción detallada con ejemplos.
fr: Entrer ici une description détaillée avec des exemples.

source: None
ca: Cap
es: Ninguna
fr: Aucun-e

source: Parent category
ca: Categoria superior
es: Categoría Padre
fr: Catégorie mère

source: Do not select enything if this is a root category. Otherwise, if you are editing a subcategory, choose the parent category.
ca: No selecciones res si aixó és una categoria arrel. Pel contrari, si estàs editant una subcategoria, selecciona la categoria pare.
es: No seleccione nada si es la categoría raíz. Si está editando una subcategoría, elija la categoría padre.
fr: Ne rien sélectionner s'il s'agit d'une catégorie racine. Autrement, si vous éditez une sous-catégorie, veuillez choisir la catégorie mère.

source: Offers
ca: Ofertes
es: Ofertas
fr: Offres

source: Wants
ca: Necessitats
es: Busca
fr: Demandes

source: Both
ca: Ambdós
es: Ambos
fr: Les deux

source: Choose whether this category is applicable to offers, wants or both.
ca: Tria si aquesta categoria és aplicable a ofertes, necessitats o ambdues.
es: Elija si esta categoría es aplicable a ofertas, necesidades o ambas.
fr: Choisir si la catégorie s'applique aux offres, aux demandes ou à toutes les deux.

source: A title from category is necessary.
ca: És necessari un títol de la categoria.
es: Un título por la categoría es necesario.
fr: Un titre de catégorie est nécessaire.

source: A description from category is necessary.
ca: És necessaria una descripció de la categoria.
es: Una descripción para la categoría es necesaria.
fr: Une description de catégorie est nécessaire.

source: A exchange from category is necessary.
ca: És necessari indicar una xarxa d'intercanvi de la categoria.
es: Un contexto por la categoría es necesario.
fr: Un réseau d'échange est nécessaire pour la catégorie.

source: A context from category is necessary.
ca: És necessari un context de la categoria.
es: Estas seguro que quieres borrar la categoría %categoría?
fr: Un contexte de catégorie est nécessaire.

source: Are you sure you want to delete the category %category?
ca: Segur que vols esborrar la categoria %category?
es: Categoría %category ha sido borrada
fr: Êtes-vous sur de vouloir supprimer la catégorie %category ?

source: %category is used by %count offers or wants. It is highly recommended that you change the category of these offers or wants before you delete it. If the category is deleted now they may become unusable or may not display correctly.
ca: %categoria és utilitzada per %conte ofertes i necessitats. Es recomana canviar la categoria d'aquestes ofertes o necessitats abans d'esborrar-les. Si la categoria s'esborra ara pot inutilitzar-se o no mostrar-se correctament.
es: %category se usa %count veces entre ofertas y necesidades. Se recomienda que cambies de categoria estas ofertas o necesidades antes de que la borres. Si borras la categoria ahora, se pueden volver inusables o no mostrar correctamente.
fr: %category est utilisée par les offres ou demandes de %count. Il est hautement recommandé de changer la catégorie de ces offres et demandes avant de la supprimer. Si la catégorie est supprimée les offres et demandes pourraient devenir inutilisables ou pourraient ne pas s'afficher correctement.

source: Category %category has been deleted.
ca: La categoria %category ha estat esborrada.
es: Categoría %category ha sido borrada.
fr: Catégorie %category a été supprimée.

source: Your exchange does not have any category yet. It is very recommended to divide the offers and/or wants into several categories. A good first approach is to create 10-15 categories for offers but a single category for wants.
ca: La teva xarxa d'intercanvi encara no té cap categoria. Es recomana dividir les ofertes i les necesitats en diverses categories. Una bona primera aproximació és crear de 10 a 15 categories per ofertes però només una categoria per necesitats.
es: La red e intercambio todavia no tiene ninguna categoria. Se recomienda organizar las ofertas y necesidades en varias categorias. Una buena forma es crear entre 10 y 15 categorias para ofertas y una categoria para necesidades.
fr: Votre réseau d'échange n'a aucune catégorie pour l'instant. Il est bien recommandé de diviser les offres et/ou demandes en plusieurs catégories. Une bonne première approche est de créer de 10-15 catégories pour les offres mais une seule catégorie pour les demandes.

source: Add category
ca: Afegir categoria
es: Añadir categoría
fr: Ajouter une catégorie

source: CES offers and wants filter
ca: Filtre d'ofertes i necessitats del ICES
es: Filtro de ofertas y necesidades del ICES
fr: Filtre d'offres et demandes SEC

source: All
ca: Tot
es: Todo
fr: Toutes

source: Update time
ca: data d'actualització
es: Actualizar tiempo
fr: Mette à jour la temporalité

source: Creation time
ca: Data de creació
es: Tiempo de creación
fr: Créer une temporalité

source: Order by
ca: Ordenar per
es: Ordenado por
fr: Classer par

source: There are no results. Try broaden your search criteria in order to get some results.
ca: No hi ha hagut resultats. Intenta ampliar el teu criteri de cerca per mirar d'obtenir resultats.
es: No hay resultados. Amplia tus criterios de búsqueda para obtener algunos resultados.
fr: Il n'y a aucun résultat. Veuillez diversifier les critères de votre recherche afin d'obtenir des résultats.

source: Action not known
ca: Acció desconeguda
es: Ación descconocida
fr: Action inconnue

source: Offers and wants
ca: Ofertes i necessitats
es: Ofertas y necesidades
fr: Offres et demandes

source: No offers.
ca: Sense ofertes.
es: No hay ofertas
fr: Aucune offre.

source: No wants.
ca: Sense necessitats.
es: No hay demandas
fr: Aucune demande.

source: Add offer >>
ca: Afegir oferta >>
es: Añadir oferta >>
fr: Ajouter une offre >>

source: Add want >>
ca: Afegir necessitat >>
es: Busco >>
fr: Ajouter une demande >>

source: Minimum offers on register
ca: Mínim nombre d'ofertes al registrar-se
es: Mínimo de ofertas al registrarse
fr: Minimum d'offres dans le registre

source: The minimum number of offers that a member must fill in the registration form.
ca: El nombre mínim d'ofertes que un/a habitant/a ha d'omplir al formulari de registre
es: Minimo número de ofertas que un habitante debe rellenar en el formulario de registro
fr: Le nombre minimal d'offres qu'un-e utilisat-eur-rice doit remplir dans le formulaire d'enregistrement.

source: Minimum wants on register
ca: Nombre mínim de necessitats al registrar-se
es: Necesidades mínimas a registrar
fr: Minimum de demandes dans le registre

source: The minimum number of wants that a member must fill in the registration form.
ca: El nombre mínim de necessitats que un/a membre deu omplir al formulari de registre
es: El número mínimo de necesidades que un miembro debe rellenar en el formulario de solicitud.
fr: Le nombre minimal de demandes qu'un membre doit remplir dans le formulaire d'enregistrement.

source: Add a new comment and rating to this offer.
ca: Afegir un comentari nou i valoració a aquesta oferta.
es: Añadir un nuevo comentario y valoración a esta oferta.
fr: Ajouter un nouveau commentaire et un classement pour cette offre.

source: Comment
ca: Comenta
es: Comentario
fr: Commentaire

source: Rating from 0 to 5
ca: Valoració de 0 a 5
es: Rango del 0 al 5
fr: Classement de 0 à 5

source: Save comment
ca: Guarda el comentari
es: Salvar comentario
fr: Enregistrer le commentaire

source: Your comment has been successfully saved.
ca: El teu comentari ha sigut guardat satisfactòriament.
es: Su comentario ha sido guardado
fr: Votre commentaire a bien été enregistré.

source: Tokens for offer.
ca: Tokens per oferta.
es: Tokens para oferta.
fr: Jetons pour l'offre.

source: Notify
ca: Notificar
es: Noticias
fr: Notifier

source: Tokens for user notify.
ca: Tokens per notificacions d'usuari.
es: Fichas para las notificaciones de usuarios
fr: Jetons pour les notifications d'utilisat-eur-rice

source: Id of offer
ca: Id de l'oferta
es: Id de oferta
fr: Identifiant de l'offre

source: The id of offer.
ca: Id de l'oferta.
es: El id de la oferta
fr: L'identifiant de l'offre.

source: Title of offer.
ca: Títol de l'oferta
es: Título de la oferta
fr: Titre de l'offre.

source: Body of User notify
ca: Cos del missatge
es: Cuerpo del mensaje

source: Body of User notify.
ca: Cos de la notificació a l'usuari.
es: Texto para la notificación del usuario
fr: Corps de la notification d'utilisat-eur-rice

source: View available offers
ca: Veure les ofertes disponibles
es: Ver ofertas disponibles
fr: Voir les offres disponibles

source: View people's wants
ca: Visualitza les necessitats de la gent
es: Visualiza las necesidades de la gente
fr: Voir les demandes des personnes

source: My offers
ca: Les meves ofertes
es: Mis ofertas
fr: Mes offres

source: View my current offers
ca: Veure les meves ofertes actuals
es: Ver mis ofertas actuales
fr: Voir mes offres actuelles

source: View offer
ca: Veure l'oferta
es: Ver oferta
fr: Voir une offre

source: Edit offer
ca: Editar oferta
es: Editar oferta
fr: Éditer une offre

source: Delete offer
ca: Esborrar oferta
es: Eliminar oferta
fr: Supprimer une offre

source: My wants
ca: Les meves necessitats
es: Mis necesidades
fr: Mes demandes

source: View my current wants
ca: Visualitza les meves necessitats actuals
es: Visualizar mis necesidades actuales
fr: Voir mes demandes actuelles

source: Edit categories
ca: Edita les categories
es: Editar las categorías
fr: Éditer des catégories

source: View, edit and add categories for your exchange
ca: Visualitza, edita i agrega categories a la teua xarxa d'intercanvi
es: Visualiza, edita y añade categorías a tu red de intercambio.
fr: Voire, éditer et ajouter des catégories pour votre echange

source: List categories
ca: Llista les categories
es: Lista las categorías
fr: Lister des catégories

source: Edit category
ca: Edita la categoria
es: Edita categoría
fr: Éditer une catégorie

source: Delete category
ca: Esborra categoria
es: Borra categoría
fr: Supprimer une catégorie

source: Offer comments and ratings
ca: Comentaris i valoracions de l'oferta
es: Comentarios y valoraciones de la oferta
fr: Commentaires et classements de l'offre

source: View offer with comments and ratings
ca: Veure l'oferta amb comentaris i valoracions
es: Ver oferta con comentarios y valoraciones
fr: Voir l'offre avec commentaires et classements

source: ICES Offers and Wants
ca: Ofertes i Necessitats ICES
es: Ofertas y necesidades de ICES
fr: Offres et demandes SECI

source: Simple offers and wants module.
ca: Módul d'ofertes i necessitats simple.
es: Modulo simple de ofertas y necesidades
fr: Module simple d'offres et demandes

source: Enter here a description.
ca: Introduïx ací una descripció.
es: Introduce aquí una descripción.
fr: Entrer ici une description.

source: Send
ca: Enviar
es: Envía
fr: Envoyer

source: The body of message is empty.
ca: El cos del missatge està buït.
es: El cuerpo del mensaje está vacío.
fr: Le corps du message est vide.

source: Installation of
ca: Instalació de
es: Instalación de
fr: Installation de

source: Download the package with the necessary libraries
ca: Descarrega el paquet amb les llibreries necessàries
es: Descarga el paquete con las librerías necesarias
fr: Télécharger le paquet avec les librairies nécessaires

source: Help
ca: Ajuda
es: Ayuda
fr: Aide

source: Total inactivity
ca: Inactivitat total
es: Inactividad total
fr: Inactivité totale

source: 1-3 transactions
ca: 1-3 transaccions
es: 1-3 transacciones

source: 4-6 transactions
ca: 4-6 transaccions
es: 4-6 transacciones

source: 6-12 transactions
ca: 6-12 transaccions
es: 6-12 transacciones

source: +12 transactions
ca: +12 transaccions
es: +12 transacciones

source: Number of accounts:
ca: Nombre de comptes:
es: Número de cuentas:
fr: Nombre de comptes:

source: Amount of transactions:
ca: Quantitat de transaccions:
es: Cantidad de transacciones:
fr: Somme des transactions:

source: Average transaction:
ca: Transacció mitjana
es: Transacción media:
fr: Nombre moyen de transactions:

source: Number of accounts
ca: Nombre de comptes
es: Número de cuentas
fr: Nombre de comptes

source: Last year accounts activity
ca: Activitat dels comptes en l'últim any
es: Actividad de cuentas del último año
fr: Activité des comptes de l'an dernier

source: Number of transactions
ca: Nombre de transaccions
es: Número de transacciones
fr: Nombre de transactions

source: Amount of transactions in
ca: Quantitat de transaccions en
es: Cantidad de transacciones dentro
fr: Somme des transactions en

source: You need an account to see this.
ca: Necessita un compte per veure aixó.
es: Necesitas una cuenta para ver esto.
fr: Vous avez besoin d'un compte pour voire ceci.

source: Statistics
ca: Estadístiques
es: Estadísticas
fr: Statistiques

source: View exchange statistics.
ca: Visualitza les estadístiques de la xarxa d'intercanvi
es: Visualizar las estadísticas de intercambio.
fr: Voir les statistiques du réseau d'échange.

source: ICES Statistics
ca: Estadístiques ICES
es: Estadísticas ICES
fr: Statistiques SECI

source: Some exchange statistics.
ca: Algunes estadístiques de la xarxa d'intercanvi.
es: Algunas estadísticas de intercambio.
fr: Quelques statistiques d'échange.

source: CES bank account summary
ca: Resum del compte bancari CES
es: Resumen de la cuenta bancaria CES
fr: Sommaire du portefeuille SEC

source: You haven't traded yet.
ca: No has intercanviat encara.
es: Aún no has intercambiado.
fr: Vous n'avez encore rien échangé.

source: No offers yet!
ca: Encara sense ofertes!
es: Todavia no hay ofertas!
fr: Aucune offre pour l'instant!

source: Last trade
ca: Darrer intercanvi
es: Último intercambio
fr: Dernier echange

source: You may be interested
ca: Podria interessar-te
es: Puede estar interesado
fr: Ça pourrait vous intéresser

source: Today
ca: Avui
es: Hoy
fr: Aujourd'hui

source: Yesterday
ca: Ahir
es: Ayer
fr: Hier

source: This week
ca: Aquesta setmana
es: Esta semana
fr: Cette semaine

source: Last week
ca: Darrera setmana
es: Última semana
fr: La semaine dernière

source: Last 7 days
ca: Darrers 7 dies
es: Últimos 7 días
fr: Les 7 derniers jours

source: Last 15 days
ca: Darrers 15 dies
es: Últimos 15 días
fr: Les 15 derniers jours

source: Last 30 days
ca: Darrers 30 dies
es: Últimos 30 días
fr: Les 30 derniers jours

source: This month
ca: Aquest mes
es: Este mes
fr: Ce mois-ci

source: Last month
ca: Darrer mes
es: Último mes
fr: Le mois dernier

source: 182 days
ca: 182 dies
es: 182 días
fr: 182 jours

source: 365 days
ca: 365 dies
es: 365 días
fr: 365 jours

source: This year
ca: Aquest any
es: Este año
fr: Cette année

source: Last year
ca: Darrer any
es: ültimo año
fr: l'année dernière

source: ICES summary block
ca: Bloqueid del resum ICES
es: ICES resumen del bloque
fr: Bloque de résumé SECI

source: Block with ICES bank account summary.
ca: Bloqueig amb el resum de compte bancari del ICES
es: Bloque con ICES su resumen de cuentas bancarias
fr: Bloque avec le résumé du portefeuille SECI

source: Forgot password?
ca: Clau d'accés oblidada?
es: Olvidó su contraseña?
fr: Mot de passe oublié?

source: Request new password via e-mail.
ca: Demana una nova clau d'accés via correu electrònic
es: Solicite un nuevo pasaporte por via email.
fr: Solliciter un nouveau mot de passe par mél.

source: Address
ca: Adreça
es: Dirección
fr: Adresse

source: Email
ca: Adreça de correu electrònic
fr: mél

source: CES register
ca: Registre CES
es: Registro CES
fr: Registre SEC

source: CES front links
ca: Enllaços frontals CES
fr: Liens SEC principaux

source: Documentation
ca: Documentació
es: Documentación

source: Developers
ca: Desenvolupadors/ es
es: Desarrolladores
fr: Developeurs

source: Donate
ca: Dona
es: Donar
fr: Faire un don

source: Terms of service
ca: Condicions d'ús
es: Condiciones del servicio

source: Select country...
ca: Selecciona païs
es: Seleccione un país
fr: Choisir un pays...

source: New to IntegralCES?
ca: Nou/ nova a Integral CES?
es: Nuevo en el IntegralCES
fr: Nouve-au-lle sur SECI?

source: Find an exchange near you and start using social money:
ca: Troba una xarxa d'intercanvi prop de tu i comença a utilitzar moneda social:
es: Enuentre una red de Intercambio y empieze a usar moneda social
fr: Trouver un réseau d'échange près de vous et commencer à utiliser de la monnaie sociale:

source: Register
ca: Registrar
es: Regístrese
fr: Registre

source: Welcome to <strong>Integral Community Exchange System</strong>,
ca: Benvingut/ da al <strong>Sistema Integral d'Intercanvi Comunitari</strong>,
es: Bienvenido al<strong>Integral Community Exchange System</strong>,
fr: Bienvenue a <strong>Système d'Échange Communautaire Intégral</strong>,

source: an open source platform featuring social currencies management for communities.
ca: una plataforma de codi obert presentant gestió de monedes socials per comunitats.
es: una plataforma de código abierto que ofrece la gestión de las monedas sociales de las comunidades.
fr: Une plate-forme à code source ouvert présentant des monnaies sociales pour des communautés.

source: Boost local economy, return it to human scale.
ca: Impulsa l'economia local, torna-la a escala humana
es: Fortaleciendo la economia local, retornándola a la escala humana
fr: Stimuler l'économie locale et la remettre dans une échelle humaine.

source: Help the environment, lower contamination.
ca: Ajuda el medi ambient, baixa la contaminació
es: Ayudar al medioambiente, bajar la contaminación
fr: Aider l'environnement, pour une moindre pollution.

source: Gain the control over money, prevent speculation and abuse.
ca: Guanya el control sobre els diners, evita l'especulació i l'abús
es: Obtener el control sobre el dinero, evitar la especulación y el abuso.
fr: Prendre le contrôle sur la monnaie, empêcher la spéculation et l'abus.

source: Create a solid alternative to the current financial system.
ca: Crea una alternativa sòlida al sistema financer actual.
es: Crear una alternativa sólida al sistema financiero
fr: Créer une alternative solide au système financier actuel.

source: Empower your community. Have fun playing with social currency.
ca: Empodera la teua comunitat. Passa-ho bé jugant amb la moneda social.
es: Empodere a su comunidad. Diviértete jugando con la moneda social.
fr: Donner du pouvoir d'agir à votre communauté. S'amuser en jouant avec la monnaie sociale.

source: Full user name
ca: Nom d'usuari complet
es: Nombre completo del usuario
fr: Nom d'utilisat-eur-rice complet
