Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/ices/translations/*.po
Languages: ca, es, fr

source: The user @user was not found in want import row @row. It may be a user from another exchange not yet imported.
ca: L'usuari @user no s'ha trobat a la fila per importar @row. Serà un usuari d'una altra xarxa d'intercanvi encara no importada.
es: El usuario @user no fue encontrado importando la fila @row. Puede ser un usario de otra Red de Intercambio todavía no importado.
fr: L'utilisat-eur-rice @user n'a pas été trouvé-e dans la ligne @row. Ille fait peut-être partie d'un autre réseau qui n'a pas encore été importé. '

source: Buyer account does not exist.
ca: El compte comprador no existeix.
es: La cuenta del comprador no existe.
fr: Compte d'acheteur inconnu.

source: Network ID does not exist.
ca: L'identificador de la xarxa no existeix.
es: El identificador de la red no existe.
fr: Identifiant du réseau inconnu.

source: Transaction denied by remote exchange.
ca: Transacció denegada per la xarxa d'intercanvi externa.
es: Transacción denegada por la red de intercambo remota.
fr: La transaction a été refusée par le réseau distant.

source: Faulty data.
ca: Dades incorrectes.
es: Datos erróneos.
fr: Données corrumpues.

source: The transaction has repeated ID.
ca: La transacció té l'identificador repetit.
es: La transacción tiene el identificador repetido.
fr: L'identifiant e la transaction est un doublon.

source: URL error.
ca: Error d'URL.
es: Error en la URL.
fr: URL incorrecte.

source: Remote conversion rate not set.
ca: El factor de conversió no està especificat.
es: Ratio de conversión no especificado.
fr: Le réseau distant n'a pas fixé de taux de conversion.

source: Remote server error.
ca: Error del servidor remot.
es: Error en el servidor remoto.
fr: Erreur sur le serveur distant.

source: Password incorrect.
ca: Contrasenya incorrecta
es: Contraseña incorrecta.
fr: Mot de passe incorrect.

source: Invalid IP of incoming server.
ca: IP del servidor entrant incorrecta.
es: IP del servidor entrante inválida.
fr: L'adresse IP du serveur entrant est incorrecte.

source: No Transaction ID provided.
ca: No s'ha especificat l'ID de la transacció.
es: No se ha proporcionado el ID de la transacción.
fr: Aucun identifiant de transaction n'a été spécifié.

source: Transaction ID does not exist.
ca: L'ID de la transacció no existeix.
es: El ID de la transacción no existe.
fr: Aucune transaction n'existe avec cet identifiant.

source: Unable to connect to remote server.
ca: No és posible connectar amb el servidor remot.
es: No se puede conectar al servidor remoto.
fr: Impossible de se connecter au serveur distant.

source: Unknown error in remote transaction.
ca: Error desconegut en la transacció remota.
es: Error desconocido en la transacción remota.
fr: Erreur inconnue lors de la transaction à distance.

source: Network error in remote transaction.
ca: Error de connectivitat en la transacció remota.
es: Error de conectividad en la transacción remota.
fr: Erreur réseau lors de la transaction à distance.

source: Do you authorize the following transaction?
ca: Autoritzes la següent transacció?
es: ¿Autorizas la sigueinte transacción?
fr: Est-ce que tu autorises la transaction suivante?

source: No details provided.
ca: No s'han proporcionat detalls.
es: No se han provisto datos.
fr: Aucune information supplémentaire n'a été spécifiée.

source: There is no user with ID @id.
ca: No hi ha l'ID d'usuari @id.
es: No hay usuario on ID @id
fr: Il n'y a aucun-e utilisat-eur-rice avec l'identifiant @id.

source: There is no account with ID @id.
ca: No hi ha compte amb l'ID @id.
es: No hay cuenta con ID %id
fr: Il n'y a aucun compte avec l'identifiant @id.

source: There is no transaction with ID @id.
ca: No hi ha transacció amb l'ID @id.
es: No hay intercambio con ID @id
fr: Il n'y a aucune transaction avec l'identifiant @id.

source: CEN Clearing Central URL
ca: URL de CEN Clearing Central
es: URL de la CEN Clearing Central
fr: URL Clearing central du REC

source: The URL of the Community Exchange Network Clearing Central server.
ca: La UR del servidor Clearing Central de la Community Exchange Network
es: La URL del servidor de la Clearing Central de la Community Exchange Network.
fr: L'adresse du serveur Clearing Central du réseau d'échange communautaire.

source: CEN Clearing Central IP
ca: IP de la CEN Clearing Central
es: IP de la Clearing Central del CEN
fr: IP Clearing central du REC

source: Only requests from this IP will be allowed.
ca: Només es permetràn peticions des d'aquesta IP.
es: Sólo se permitirán peticiones desde esta IP.
fr: Seules les requêtes en provenance de cette adresse IP seront autorisées.

source: Debug mode
ca: Mode debug
es: Modo debug
fr: Mode débogage

source: Do not check on production sites. Accept CEN messages from any address.
ca: No ho seleccionis en servidors de producció. Accepta les peticions CEN des de qualsevol adreça.
es: No activar en sitios de producción. Acepta peticiones CEN desde cualquier dirección.
fr: Ne pas cocher cette case si le serveur est utilisé en production. Cause l'acceptation de messages en provenance de n'importe quelle adresse.

source: Allow remote transactions
ca: Permet transaccions remotes
es: Permite transacciones remotas
fr: Autoriser les transactions avec l'extérieur

source: Allow transactions with remote servers from the Community Exchange Network.
ca: Permet transaccions remotes de servidors de la Community Exchange Network (CES).
es: Permite transacciones remotas desde servidores de la Community Exchange Network (CES).
fr: Autoriser les transactions avec d'autres serveurs du REC.

source: Network Identifier in the Community Exchange Network. For example: cen0123. You can check your account at !link.
ca: Identificador de la xarxa dins la Community Exchange Network. Per exemple: cen0123. Pots comprovar el teu compte a !link.
es: Identificador de la red de intercambio dentro la Community Exchange Network. Por ejemplo: cen0123. Puedes comprobar tu cueta a !link.
fr: Identifiant du réseau d'échange communautaire. Exemple: cen0123. Cet identifiant peut être obtenu là : !link.

source: Password
ca: Contrasenya
es: Contraseña
fr: Mot de pass

source: Password of the Community Exchange Network account for this exchange. Leave blank to keep the stored password.
ca: Password del compte d'aquesta xarxa d'intercanvi a la Community Exchange Network. Deixa-ho blanc per a conservar la contrasenya guardada.
es: Contraseña de esta red de intercambio dentro de la Community Exchange Network. Dejar en blanco para mantener la contraseña guardada.
fr: Mot de passe Réseau d'Échange Communautaire pour ce réseau. Laisser en blanc pour garder le mot de passe enregistré antérieurement.

source: Specify the NID (Network Identifier) to be able to trade with remote echanges within the Community Echange Network.
ca: Escriu el NID (Identificador de la xarxa d'intercanvi) per a poder fer transaccions amb xarxes remotes dins la Community Exchange Network.
es: Escribe el NID (identificador de la red) para poder intercambiar con redes remotas dentro de la Community Exchange Network (CES).
fr: Spécifier le NIR (idéntifiant réseau) pour pouvoir échanger avec des réseaux distants au sein du Réseau d'Échange Communautaire.

source: Specify the password for this Community Exchange Network.
ca: Escriu la contrasenya per aquesta xarxa d'intercanvi dins la Community Exchange Network.
es: Escribe el password para esta red de intercambio dentro de la Community Exchange Network.
fr: Spécifier le mot de passe pour ce Réseau d'Échange Communautaire.

source: The pair NID/password is incorrect.
ca: El parell NID/contrasenya és incorrecte.
es: El par NID/contraseña es incorrecto.
fr: Le pair NIR/mot de passe est incorrecte.

source: Extern network...
ca: Xarxa externa...
es: Red externa...
fr: Réseau externe...

source: Warning: This is a remote transaction using the Community Exchage Network protocol and can not be updated. This will update the transaction only from the local system and therefore you may cause inconsistency in balances.
ca: Atenció: Aquesta transacció és una transacció remota que utilitza el Community Exchange Network Intertrading Protocol. Aquest formulari actualitzarà la transacció només del sistema local i això pot causar inconsistència en els saldos.
es: Atención: Esta transacción es una transacción remota que utiliza el Community Exchage Network Intertrading Protocol y no se puede actualizar. Si la actualizas sólo afectarás al sistema local pudiendo causar inconsistencias en los saldos.

source: Remote transactions can not be edited.
ca: Les transaccions remotes no es poden editar.
es: Las transacciones remotas no se puede editar.

source: Netork ID
ca: ID de la xarxa
es: ID de la red
fr: ID Réseau

source: Enter the identifier of the remote network, for example "cen1234". Click "Search" to find the network identifier you are looking for.
ca: Entra l'identificdor de la xarxa d'intercanvi externa, per exemple "cen1234". Clica "Cerca" per a trobar l'identificador de la xarxa que estàs buscant.
es: Entra el identificador de la red de intercambio externa, por ejemplo "cen1234". Clica "Buscar" para encontrar el identificador que estás buscando.
fr: Entrer l'identifiant du réseau distant, par exemple "cen1234". Cliquer sur "recherche" pour trouver l'identifiant réseau souhaité.

source: Search
ca: Cercar
es: Búsqueda
fr: Recherche

source: The Network Id must be the three leters "cen" plus four numbers.
ca: L'identificador de la xarxa ha de començar per les tres lletres "cen" més quatre dígits.
es: El identificador de la red empieza con las tres letras "cen" más cuatro dígitos.
fr: L'Id Réseau doit être les trois lettres "cen" plus quatre nombres.

source: Check that all this data is correct before submit the extern transaction.
ca: Comprova que totes les dades són correctes abans d'enviar la transacció externa.
es: Comprueba que todos los datos son correctos antes de enviar la transacción externa.
fr: Vérifier que toutes ces données sont correctes avant de soumettre la transaction externe.

source: Buyer Network ID
ca: ID de la xarxa del comprador
es: ID de la red del comprador
fr: ID Réseau de l'acheteur

source: Warning: This is a remote transaction using the Community Exchage Network protocol and can not be revoked. This will delete the transaction only from the local system and therefore you may cause inconsistency in balances.
ca: Atenció: Aquesta transacció és una transacció remota que utilitza el Community Exchange Network Intertrading Protocol. Aquest formulari esborrarà la transacció només del sistema local i això pot causar inconsistència en els saldos.
es: Atención: Esta transacción es una transacción remota que utiliza el Community Exchage Network Intertrading Protocol y no se puede borrar. Si continúas sólo afectarás al sistema local pudiendo causar inconsistencias en los saldos.

source: Remote transactions can not be deleted.
ca: Les transaccions remotes no es poden esborrar.
es: Las transacciones remotas no se pueden borrar.

source: ICES interop settings
ca: Opcions de ICES interop
es: Opciones del ICES interop
fr: Paramètres d'interopérabilité ICES

source: Change global settings related to IntegralCES interoperability.
ca: Canvia les opcions globals relacionades amb la interoperabilitat de l'IntegralCES.
es: Cambia las opciones globales de configuración relacionadas con el módulo de interoperabilidad de IntegralCES.
fr: Chnger les paramètres globaux en rapport avec l'interoperabilité du CESIntegral.

source: ICES interoperability services
ca: Serveis d'interoperatibilitat ICES
es: Servicios de interoperabilidad ICES
fr: Services d'interoperabilité ISEC

source: Implements the opentransact protocol for financial transactions.
ca: Implementa el protocol OpenTransact per a transaccions financeres.
es: Implementa el protocolo OpenTransact para transacciones financieras.

source: Message
ca: Missatge
es: Mensaje

source: Default
ca: Defecte
es: Defecto
fr: Par défaut

source: Tweaky
ca: Adjustable
es: Ajustable
fr: retouche

source: In a message list
ca: En una llista de missatges
es: En una lista de mensajes

source: Message template
ca: Plantilla de missatge
es: Plantilla

source: Full action
ca: Acció completa
es: Acción completa
fr: Action complète

source: Internal error
ca: Error intern
es: Error Interno
fr: Erreur interne

source: No template was found
ca: No s'ha trobat una plantilla
es: La plantilla no fué encontrada
fr: Aucun gabarit trouvé

source: for action
ca: Per a acció
es: para acción
fr: pour action

source: with language
ca: Amb idioma
es: con lenguaje
fr: avec langage

source: Undefined exchange.
ca: Xarxa d'intercanvi no definida
es: Red de intercambio no definida

source: No template from action
ca: No hi ha cap plantilla per aquesta acció
es: No hay ninguna plantilla definida par esta acción

source: Error processing message template.
ca: Error processant la plantilla del missatge.
es: Error procesando la plantilla del mensaje.

source: No accounts to test
ca: No hi ha comptes per a provar
es: Sin cuentas para probar
fr: Pas de comptes à tester

source: Mail sent to user
ca: Correu enviat a l'usuari
es: Se ha enviado un correo electrónico al usuario

source: Messages
ca: Missatges
es: Mensajes

source: List all
ca: Tots
es: Ver todo

source: Administer message templates
ca: Administrar les plantilles de missatges
es: Administrar plantillas de mensajes

source: Add
ca: Afegir
es: añadir
fr: Ajouter

source: Add message templates
ca: Afegir una plantilla de missatge
es: Añadir plantillas de mensajes

source: Action !action not found while installing template.
ca: No s'ha trobat l'acció !action mentre s'instal·lava la plantilla.
es: La acción !action no se ha encontrado al instalar la plantilla.

source: ICES Message
ca: Missatge ICES
es: ICES Mensaje
fr: Message ISEC

source: System message for ICES
ca: Sistema de missatges de l'ICES
es: Mensaje de sistema para el ICES
fr: Message de système pour ISEC

source: Created date
ca: Data de creació
es: Fecha de creación
fr: Date créée

source: Type message
ca: Tipus de missatge
es: Escribe el mensaje
fr: Écrire un message

source: Subject
ca: Assumpte
es: Asunto
fr: Sujet

source: Body
ca: Cos
es: Cuerpo
fr: Corps

source: Inserted message %action
ca: Missatge inserit %action
es: Insertado mensaje %action
fr: Message inséré %action

source: The entity ces message provides a template entity.
ca: El missatge de l'entitat CES proveïx d'una entitat plantilla.
es: El mensaje de la entidad CES provee una entidad plantilla.
fr: L'instance de message sec fournit une instance de gabarit

source: Languages
ca: Idiomes
es: Idiomas
fr: Langages

source: No ces message template entities currently exist.
ca: Cap plantilla de missatge de CES existeix actualment.
es: No existen actualmente entidades plantilla de mensajes CES.
fr: Aucune instance de gabarit de message sec existe actuellement.

source: @ces_action
ca: @ces_accio

source: Language
ca: Idioma
es: Idioma
fr: Langage

source: Subject of the message
ca: Assumpte del missatge
es: Asunto del mensaje
fr: Sujet du message

source: Body of the message
ca: Cos del missatge
es: Cuerpo del mensaje
fr: Corps du message

source: Creation date
ca: Data de creació
es: Fecha de creación
fr: Date de création

source: Creation date (an extra display field)
ca: Data de creació (un camp extra de visulaització)
es: Fecha de creación (un campo de visualización extra)
fr: Date de création ( un champ d'affichage supplémentaire)

source: The language code that will be saved with the field values. This is used to allow translation of fields.
ca: El codi de llenguatge que serà guardat amb els valors del camp. Aixó serà emprat per permetre la traducció de camps.
es: El código de idioma que se guardará con los valores de campo. Esto se utiliza para permitir la traducción de campos.
fr: Le code de langage qui sera enregistre avec les inscriptions du champ.

source: English
ca: Anglès
es: Inglés
fr: Anglais

source: Select a action...
ca: Tria una acció...
es: Selecciona una acción...
fr: Choisir une action...

source: Select the ces action.
ca: Tria una acció.
es: Selecciona la acción CES.
fr: Choisir l'action sec.

source: Enable the <a href="@drupal-token">Token module</a> to view the available token browser.
ca: Activa el <a href="@drupal-token">modul de Token</a> per mostrar el token disponible al navegador.
es: Habilitar el <a href="@drupal-token"> módulo </ a> para ver el símbolo disponible en el navegador.
fr: Activer le module jeton <a href="@drupal-token"> </a> pour voire le chercheur de jetons.

source: The entity %subject (ID %id) has been deleted
ca: L'entitat %assumpte (ID €id) ha sigut esborrada
es: La entidad %subject (ID %id) ha sido borrado
fr: L'instance %subject (identifiant %id) a été supprimé

source: Inserted template %action.
ca: La plantila %action ha estat entrada
es: Inserte formato %action
fr: Gabarit inséré %action.

source: Messages table
ca: Taula de missatges
es: Tabla de mensajes

source: Messages view.
ca: Vista de missatges
es: Vista de mensajes

source: Message Id
ca: Id del missatge
es: Id del mensaje

source: Message identifier.
ca: Identificadr del missatge.
es: Identificador del mensaje

source: Subject of the message.
ca: Títol del missatge.
es: Asunto del mensaje

source: Body of the message.
ca: Cos de missatge.
es: Cuerpo del mensaje

source: Type of message.
ca: Tipus de missatge.
es: Tipo de mensaje

source: Read
ca: Llegir
es: Leer

source: Read on/off.
ca: Llegir si/no
es: Leer encendido/apagado

source: Created
ca: Creat
es: Creado
fr: Créé

source: Creation date.
ca: Data de creació.
es: Fecha de creación

source: Id of user.
ca: Id d'usuari.
es: Id de usuario

source: Message users relationship
ca: Relació missatge usuaris
es: Relación de usuario

source: Exchange.
ca: Xarxa d'intercanvi.
es: Red de intercambio

source: Message Exchange relationship
ca: Relació missatge xarxa d'intercanvi
es: Relación de la red de intercambio

source: Reset
ca: Reiniciar
es: Reiniciar

source: first
ca: primer
es: primero

source: previous
ca: anterior
es: anterior

source: next
ca: següent
es: siguiente

source: last
ca: últim
es: último

source: Master
ca: Mestre
es: Principal

source: Ces Message
ca: Missatge
es: Mensaje CES
fr: Message SEC

source: more
ca: més
es: más

source: Apply
ca: Aplica
es: Aplicar

source: Sort by
ca: Ordena per
es: Ordenar por

source: Items per page
ca: Ítems per pàgina
es: Elementos por página

source: - All -
ca: - Tot -
es: - Todo -

source: Offset
ca: Desplaçament
es: Desplazamiento

source: Ces message Exchange relationship
ca: Relació Exchange
es: Relación de la red de intercambio

source: Ces message users relationship
ca: Relació users
es: Relación de usuarios

source: A date in any machine readable format. CCYY-MM-DD HH:MM:SS is preferred.
ca: La data en format YYYY-MM-DD.
es: Una fecha en formato YYYY-MM-DD.

source: Page
ca: Pàgina
es: Página

source: Ces Messages Admin
ca: Administració de missatges
es: Administración de mensajes

source: Category
ca: Categoria
es: Categoría
fr: Catégorie

source: Status
ca: Estat
es: Estado
fr: Statut

source: Updated
ca: Actualitzat
es: Actualizado
fr: Acualisé

source: Expire
ca: Caduca
es: Expira

source: Keywords
ca: Paraules clau
es: palabras clave
fr: mots clés

source: Seller's info
ca: Informació del venedor
es: Información del vendedor/ de la vendedora
fr: Information du vendeur

source: Administer your offers: add, update, hide or delete offers. Keep them attractive and updated.
ca: Administrar les teves ofertes: afegir, actualitzar, amagar o esborrar-les. Cal mantenir els anuncis actualitzats i ben descrits.
es: Adminitrar tus ofertas: añadir, actualizar, esconder o eliminar ofertas. Mantenlas al dia y con detalle.
fr: Gérer vos offres: ajouter, actualiser, cacher ou supprimer des offres. Veuillez les garder attractives et actualisées.

source: Administer your wants: add, update, hide or delete wants. Keep them clear and updated.
ca: Administra les teves peticions: afegir, actualitzar, amagar o esborrar-les. Mantingues les peticions al dia.
es: Administra tus necesidades: añade, actualiza, oculta o borra necesidades. mantenlas claras y actualizadas.
fr: Gérer vos demandes, ajouter, actualiser, cacher ou supprimer. Veuillez les garder attractives et actualisées.

source: Enter the details of your want.
ca: Introdueix els detalls de la petició.
es: Introduce los datos de tu necesidad.
fr: Veuillez entrer les détails de votre demande.

source: Enter the details of your offer. All offers that include national currency in the rate must include also %currenciesname. Filling the keywords field will improve the search of this offer. Remember to delete offers no longer available. The administrator may delete inappropriate ads.
ca: Introdueix els detalls de l'oferta. Totes les ofertes que inclouen part en moneda del país també han d'incloure %currenciesname. Afegint paraules clau millorarà la cerca d'aquesta oferta. Recorda d'esborrar-lo quan ja no estigui disponible. L'administrador pot esborrar anuncis inapropiats.
es: Introduce los detalles de tu oferta. Todas las ofertas que incluyen moneda nacional en la valoración también deben incluir %currenciesname. Añadiendo palabras clave mejorarás la búsqueda de esta oferta. Recuerda eliminar las ofertas que ya no esten disponibles. El administrador puede borrar publicaciones no apropiadas.
fr: Veuillez entrer les détails de votre demande. Toutes les offres qui incluent une monnaie nationale dans le prix doivent aussi inclure des %currenciesname. Le remplissage du champ des mots clés augmentera les recherches pour cette offre. Ne pas oublier de supprimer les offres n'étant plus disponibles. L'administrateur pourra supprimer des ajouts jugés inappropriés.

source: Administer offers and wants categories.
ca: Administrar categories d'ofertes i necessitats.
es: Administrar las categorias de ofertas y necesidades.
fr: Gérer les catégories d'offres et de demandes.

source: Enter the category details.
ca: Introdueix detalls de la categoria.
es: Introduce los datos de la categoría.
fr: Veuillez entrer les détails de la catégorie.

source: Offer or want
ca: Oferta o necessitat
es: Oferta o necesidad
fr: Offre ou demande

source: Offer
ca: Oferta
es: Oferta
fr: Offre

source: Want
ca: Petició
es: Necesidad
fr: Demande

source: Full offer or want
ca: Oferta o necessitat completa
es: Oferta completa o necesidad
fr: Offre ou demande complète

source: In an offers or wants list
ca: A una llista d'ofertes o necessitats
es: En una lista de ofertas y necesidades
fr: Dans une liste d'offres ou demandes

source: Full category
ca: Categoria completa
es: Categoría completa
fr: Catégorie complète

source: Offer comment
ca: Comentari d'oferta
es: Comentario de oferta
fr: Commentaire sur l'offre

source: Full OfferComment
ca: Comentari d'oferta completa
es: Completo OfferComment
fr: Commentaire complet sur l'offre

source: You don't have any offer yet. You should publish your goods and skills so others can ask you for them.
ca: Encara no tens cap oferta. Hauries de publicar les teves habilitats i allò que altres puguin necessitar.
es: Todavia no tienes ninguna oferta. Deberias publicar tus habilidades y aquello que a otros les pueda interesar.
fr: Vous n'avez aucune offre encore. Vous devriez publier vos biens et compétences pour que d'autres puissent les demander.

source: Add offer
ca: Afegir oferta
es: Añadir oferta
fr: Ajouter une offre
