Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/jquery_msg_alert/translations/*.po
Languages: pt_br

source: jQuery Msg Alert will show messages using jQuery UI Dialog.
pt_br: jQuery Msg Alert irá exibir mensagens usando jQuery UI Dialog.

source: Administer jQuery Msg Alert settings
pt_br: Administrar jQuery Msg Alert

source: Enable a role to modify all settings for this module.
pt_br: Permite a um papel modificar as configurações deste módulo.

source: Enable a role to see the alerts made by this module.
pt_br: Permite a um papel ver os alertas criados por este módulo.

source: Warning: Give to trusted roles only; this permission has security implications.
pt_br: Aviso: permita a papéis confiáveis apenas, pois esta permissão tem implicações de segurança.

source: Define the Drupal messages that will be convert to jQuery Msg Alerts
pt_br: Defina que tipo de mensagens do Drupal será convertida em jQuery Msg Alerts

source: Select the types of Drupal messages to convert
pt_br: Selecione os tipos de mensagem do Drupal para converter

source: Status message
pt_br: Mensagens de status

source: Error message
pt_br: Mensagens de erros

source: Warning message
pt_br: Mensagens de avisos

source: Watchdog alerts
pt_br: Alertas para Watchdog

source: Do you want to receive recent watchdogs messages as alerts?
pt_br: Você deseja receber os mais recentes logs do Watchdog como alertas?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Select the types of Watchdog messages you want to be notificated
pt_br: Selecione os tipos de mensagens do Watchdog que você quer receber

source: Select the severity levels of Watchdog messages you want to be notificated
pt_br: Selecione o grau de severidade das mensagens do Watchdog que você quer receber

source: jQuery UI CSS FILE
pt_br: Arquivo CSS do jQuery UI

source: Drupal 7 ships with a default jQuery UI theme, but if you want to change it, !download a new one, save it to your theme's folder and add the path above to the css file.
pt_br: O Drupal 7 vem com um tema do jQuery UI padrão, mas se você quiser trocá-lo, !download um novo e salve dentro da pasta do seu tema e adicione o caminho para o arquivo css acima.

source: Configure the properties for jQuery Msg Alert plugin
pt_br: Configure as propriedades do plugin jQuery Msg Alert

source: These preferences will override jQuery Msg Alert default values.
pt_br: Estas preferências irão sobrescrever os valores padrão do jQuery Msg Alert

source: Alert's width
pt_br: Comprimento do alerta

source: Alert's height
pt_br: Altura do alerta

source: Close the alert after time expires
pt_br: Fecha o alerta ao terminar o tempo

source: With this option the alert will be closed as soon the close time finishs.
pt_br: Com essa opção o alerta será fechado automaticamente assim que o tempo terminar.

source: Wait an interval before pop-up another alert
pt_br: Aguarde um intervalo de tempo antes de soltar outra alerta

source: If you check this option, an alert will pop-up after some seconds (interval time).
pt_br: Se você marcar essa opção, um alerta será solto depois de alguns segundos (tempo de intervalo).

source: Close time (miliseconds)
pt_br: Tempo para fechar (milisegundos)

source: Time to wait untill the alert closes by its own.
pt_br: Tempo para aguardar até que o alerta se feche sozinho.

source: Interval time (miliseconds)
pt_br: Intervalo de tempo (milisegundos)

source: Time between the creation of one alert and another one.
pt_br: Tempo entre a criação de um alerta e de um outro.

source: Distance from right in pixels.
pt_br: Distância da margem direita em pixels

source: Default title
pt_br: Título padrão

source: A fallback title for the alert.
pt_br: Um título padrão para o alerta.

source: Default content
pt_br: Conteúdo padrão

source: A fallback content for the alert.
pt_br: Um conteúdo para ser exibido em casos de erro.

source: Class name
pt_br: Classe CSS

source: The class name for the jquery ui dialog.
pt_br: A classe para o jQuery UI Dialog.

source: Inter space height (pixels)
pt_br: Altura do espaço entre alertas (pixels)

source: Space between one alert and the other.
pt_br: Espaço entre um alerta e outro.

source: Space height (pixels)
pt_br: Altura do espaço (pixels)

source: The space from the bottom of the page.
pt_br: O espaço entre a borda inferior do navegador e o alerta.

source: Error alert example.
pt_br: Exemplo de alerta de erro.

source: Warning alert example.
pt_br: Exemplo de alerta de aviso.

source: Status alert example.
pt_br: Exemplo de alerta de status.

source: Settings for jQuery Msg Alert module.
pt_br: Configurações para o módulo jquery Msg Alert

source: Display alert messages using jQuery UI dialog
pt_br: Exibe mensagens como alertas do jQuery UI Dialog

source: User interface
pt_br: Interface do usuário
