Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/uc_payulatam/translations/uc_payulatam.*.po
Languages: es

source: Order doesn't exists.
es: El pedido no existe.

source: You aren't the owner of this order.
es: Usted no es el dueño de ésta orden.

source: Signature doesn't match.
es: La firma no coincide.

source: Unknown. Please contact PayU Latam and/or website administrator for more information.
es: Desconocido. Para más información, por favor contacte PayU Latam y/o al administrador del sitio.

source: Don't worry, <strong>PayU Latam</strong> hasn't contacted us with your transaction status, but they will do; it normally take some seconds.
es: No se preocupe, <strong>PayU Latam</strong> no se ha contactado con nosotros con el estado de su transacción, pero lo van a hacer; normalmente toma tan solo unos segundos.

source: !reload_link to check if it is updated.
es: !reload_link para ver si ya se actualizó.

source: Reload this page
es: Recargue esta página

source: Amount
es: Monto

source: Transaction Status
es: Estado de la transacción

source: Transaction ID
es: ID de la transacción

source: Sale Reference
es: Referencia de Venta

source: PSE Bank
es: Banco PSE

source: Tracking Code
es: Código de Seguimiento

source: Payment Method
es: Método de Pago

source: Order Status
es: Estado del Pedido

source: Reference Code
es: Código de Referencia

source: Continue Shopping
es: Seguir Comprando

source: Confirming order !order_id but it isn't in checkout. Its current status is !current_order_status.
es: Confirmando el pedido !order_id pero no está en proceso de compra. El estado actual es !current_order_status.

source: Confirming order !order_id but it is already completed. Its current status is !current_order_status.
es: Confirmando el pedido !order_id pero ya está completado. El estado actual es !current_order_status.

source: Order Completed.
es: Pedido Completo.

source: Processing Order.
es: Procesando Pedido.

source: Order Rejected.
es: Pedido Rechazado.

source: Order Canceled.
es: Pedido Cancelado.

source: Order Error.
es: Error del Pedido.

source: PayU Latam response:
es: Respuesta de PayU Latam:

source: Sale Reference (!key): !value
es: Referencia de Venta (!key): !value

source: Transaction status (!key): !value !info
es: Estado de la transacción (!key): !value !info

source: Response code (!key): !value !info
es: Código de respuesta (!key): !value !info

source: Order !order_id completed. PayU Latam # !reference_pol
es: Pedido !order_id completado. PayU Latam # !reference_pol

source: Processing order !order_id. PayU Latam # !reference_pol
es: Procesando el pedido !order_id. PayU Latam # !reference_pol

source: Order !order_id rejected. PayU Latam # !reference_pol
es: Pedido !order_id rechazado. PayU Latam # !reference_pol

source: Order !order_id canceled. PayU Latam # !reference_pol
es: Pedido !order_id cancelado. PayU Latam # !reference_pol

source: Error with order !order_id. PayU Latam # !reference_pol
es: Error con el pedido !order_id. PayU Latam # !reference_pol

source: Confirming order !order_id but signature doesn't match.
es: Confirmando el pedido !order_id pero la firma no coincide.

source: Confirming order !order_id but it doesn't exists.
es: Confirmando el pedido !order_id pero no existe.

source: 1 product
es: 1 producto

source: @count products
es: @count productos

source: Back
es: Volver

source: Receive payments with Credit card, Checking or Savings account or cash through PayU Latam service.
es: Recibir pagos con Tarjeta de Crédito, Cuenta Corriente, Cuenta de Ahorros o en efectivo a través del servicio de PayU Latam.

source: Valid only for <strong>Brazil</strong> and <strong>Mexico</strong>.
es: Sólo es válido para <strong>Brasil</strong> y <strong>México</strong>.

source: Transaction Type
es: Tipo de transacción

source: Test
es: Prueba

source: Live
es: En vivo

source: Reference Prefix
es: Prefijo de referencia

source: This will be added to the Order ID. You must use it if you have more than one Store.
es: Este prefijo será añadido al número de la orden. Debería usarlo si tiene más de una tienda.

source: Currency
es: Moneda

source: Language
es: Idioma

source: The system will try to show PayU Latam's page in current user's language. If it is not available, it will use this value.
es: El sistema intentará mostrar la página de PayU Latam en el idioma actual del usuario. Si el idioma no está disponible se usará éste valor.

source: No IVA
es: Sin IVA

source: This is the list of taxes you have in your !uctaxesurl
es: Esta es la lista de impuestos que hay en su !uctaxesurl

source: You must enable !taxes module.
es: Debe activar el módulo !taxes.

source: Payment method title
es: Título de la forma de pago

source: Show
es: Mostrar

source: Logo + Title
es: Logotipo + Título

source: Title
es: Título

source: The logo is taken from <em>!logo_path</em>
es: El logo es tomado de <em>!logo_path</em>

source: My Store
es: Mi Tienda

source: Payment with Savings or Checking account.
es: Pago con Cuenta corriente y Cuenta de ahorros.

source: Argentine Peso
es: Peso Argentino

source: Brazilian Real
es: Real Brasileño

source: Colombian Peso
es: Peso Colombiano

source: Chilean Peso
es: Peso Chileno

source: Mexican Peso
es: Peso Mexicano

source: Peruvian Nuevo Sol
es: Nuevo Sol Peruano

source: US Dollar
es: Dólar Americano

source: English
es: Inglés

source: Spanish
es: Español

source: Portuguese
es: Portugués

source: Capturing Data
es: Capturando datos

source: New
es: Nueva

source: Approved
es: Aprobada

source: Expired
es: Vencida

source: Declined
es: Declinada

source: Pending
es: Pendiente

source: Converted
es: Convertida

source: Verified
es: Verificada

source: Submitted
es: Enviada

source: Approved transaction.
es: Transacción aprobada

source: Transaction rejected by the entity.
es: Transacción rechazada por la entidad.

source: Transaction declined by the entity.
es: Transacción declinada por la entidad financiera.

source: Insufficient funds.
es: Fondos insuficientes.

source: Invalid card.
es: Tarjeta inválida.

source: It is necessary to contact the entity.
es: Es necesario contactar a la entidad.

source: Expired card.
es: Tarjeta vencida.

source: Restricted card.
es: Tarjeta restringida.

source: Expiry date or security field invalid.
es: Fecha de expiración o campo de seguridad inválidos.

source: Repeat transaction.
es: Repita transacción.

source: Invalid transaction.
es: Transacción inválida.

source: Transaction sent to manual validation.
es: Transacción enviada a Validación Manual.

source: Amount exceeds maximum allowed by the entity.
es: Monto excede máximo permitido por entidad.

source: Card not allowed to buy through internet.
es: Tarjeta no autorizada para realizar compras por internet.

source: Transaction rejected by antifraud module.
es: Transacción Rechazada por el Módulo Antifraude.

source: Transaction expired before to be sent to the payment method network.
es: La transacción expiró antes de ser enviada a la red del medio de pago.

source: There was an error by the Payment Method Network processing.
es: Ocurrió un error en el procesamiento por parte de la Red del Medio de Pago.

source: The payment method is not enabled. The request is not sent to it.
es: El medio de pago no se encuentra activo. No se envía la solicitud a la red del mismo.

source: Bank not available.
es: Banco no disponible.

source: The payment method provider notifies that the transaction was not accepted.
es: El proveedor del Medio de Pago notifica que no fue aceptada la transacción.

source: Error converting the transaction amount.
es: Error convirtiendo el monto de la transacción.

source: Error converting deposit amounts.
es: Error convirtiendo montos del deposito.

source: Transaction pending to be confirmed.
es: Transacción pendiente por confirmar.

source: Digital certificate not found.
es: Certificado digital no encontrado.

source: Messaging error with the financial entity.
es: Error de mensajería con la entidad financiera.

source: Automatically adjusted.
es: Ajustado automáticamente.

source: Automatic adjust and successful reversion.
es: Ajuste Automático y Reversión Exitosa.

source: Automatic adjust and failed reversion.
es: Ajuste Automático y Reversión Fallida.

source: Automatic adjust not supported.
es: Ajuste automático no soportado.

source: Adjust error.
es: Error en el Ajuste.

source: Adjust and reversion error.
es: Error en el ajuste y reversión.

source: Transaction approved.
es: La transacción fue aprobada.

source: Transaction rejected.
es: La transacción fue rechazada.

source: There was an error processing the transaction.
es: Ocurrió un error procesando la transacción.

source: Transaction is pending.
es: La transacción quedó pendiente.

source: Transaction declined by the bank.
es: La transacción fue declinada por el banco.

source: Transaction rejected by antifraud system.
es: La transacción fue rechazada por el sistema anti-fraude.

source: Transaction stopped and must be checked, this may happen by security filters.
es: La transacción fue detenida y debe ser revisada, esto puede ocurrir por filtros de seguridad.

source: There was an error in the system trying to process the payment.
es: Ocurrió un error en el sistema intentando procesar el pago.

source: The payment processor is not enabled.
es: El proveedor de pagos no se encontraba activo.

source: The finantial network reported an authentication error.
es: La red financiera reportó un error en la autenticación.

source: The finantial network rejected the transaction.
es: La red financiera rechazó la transacción.

source: The security code or the expiration date was invalid.
es: El código de seguridad o la fecha de expiración estaba inválido.

source: The account didn't have enough funds.
es: La cuenta no tenía fondos suficientes.

source: The credit card was not authorized for internet transactions.
es: La tarjeta de crédito no estaba autorizada para transacciones por Internet.

source: The finantial network reported that the transaction was invalid.
es: La red financiera reportó que la transacción fue inválida.

source: The card presents a restriction.
es: La tarjeta presenta una restricción.

source: You must contact the bank.
es: Debe contactar al banco.

source: Transaction must be repeated.
es: Se debe repetir la transacción.

source: The finantial network reported a communication error with the bank.
es: La red financiera reportó un error de comunicaciones con el banco.

source: The transaction is pending to be confirmed.
es: La transacción está pendiente de ser confirmada.

source: The bank is not available.
es: El banco no se encontraba disponible.

source: The transaction exceeds the amount allowed by the bank.
es: La transacción excede un monto establecido por el banco.

source: For some reason, the transaction was not accepted by the bank.
es: La transacción no fue aceptada por el banco por algún motivo.

source: There was an error converting the amount to the payment currency.
es: Ocurrió un error convirtiendo los montos a la moneda de pago.

source: PayU Latam Confirmation Page
es: Página de Confirmación de PayU Latam

source: PayU Latam Response Page
es: Página de Respuesta de PayU Latam

source: Integrates PayU Latam with Ubercart
es: Integra PayU Latam con Ubercart
