Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/offers_wants/translations/offers_wants.*.po
Languages: ca, de, fr

source: Offers and wants are organised using two vocabularies.
ca: Ofertes i demandes estan organitzades usant dos vocabularies.
de: Angebote und Nachfragen sind in zwei Vokabularen organisiert
fr: Les offres et les demandes utilisent deux systèmes de classement.

source: The first is like categories and subcategories in the yellow pages.
ca: La primera son les categories de tipus de productes
fr: Le premier se présente comme les catégories et sous-catégories des pages jaunes.

source: Create and organise your categories here:
ca: Crea i organitza les teves categories ací:
de: Kreiert und organisiert deine Kategorie hier:
fr: Créez et organisez vos catégories ici:

source: Edit categories
ca: Edita categories
de: Kategorien bearbeiten
fr: Modifier les catégories

source: 'Types' is an optional second way to find things which creates extra tabs on the listings pages.
de: 'Typen' ist eine mögliche zweite Art Gesuchtes zu finden in dem extra Tabs auf den Listen erscheinen.
fr: "Types" est un classement optionel et crée des onglets sur les pages d'annonces

source: It only works if there is more than one term in the vocabulary.
ca: Només dunciona si hi ha més de un terme al vocabulary.
de: Dies funktioniert nur, wenn mehr als ein Begriff im Vokabular ist.
fr: Ne fonctionne que s'il y a plus d'un terme dans le classement.

source: Edit types
ca: Edita els tipus
de: Typen bearbeiten
fr: Modifier les types

source: Here are some ideas which have been used by our community:
ca: Ací hi han idees que s'han usat en aquesta comunitat.
de: Hier ein paar Ideen die von unserer Gemeinschaft benüzuz werden
fr: Voici quelques idées utilisées par notre communauté :

source: Loans - in order to foster sharing goods amongst your community members, and encourage efficient resource use.
ca: Préstecs - per a un millor aprofitament dels recursos
de: Darlehnen-um gemeinsame Benutzung unter Communitymitgliedern zu fördern, und effiziente Nutzung der Resorurcen zu fördern.
fr: Prêts, en vue de favoriser le partage des biens dans votre communauté et d'encourager une utilisation efficace des ressources.

source: Tips - in order to allow your members to share ways on living better in your area.
ca: Consells - per a un millor dia a dia
de: Tips, um Ihren Mitgliedern die Möglichkeit zu geben, Ideen für ein besseres Leben in ihrer Umgebung zu teilen.
fr: Astuces, en vue de permettre à vos membres d'échanger des moyens de mieux vivre dans votre région.

source: Outings - in order to allow your members to self-organise and build ties.
ca: Plans - per a crear més xarxa entre els membres.
de: Ausgangtips- um ihren Mitgliedern die Möglichkeit zu geben, sich selber zu organisieren und Beziehungen aufzubauen.
fr: Sorties, en vue de permettre à vos membres de s'organiser entre eux et de créer des liens.

source: To dos - in order to list and share the tasks linked to making your association work.
ca: Per fer - per a visibilitzar les tasques i desenvolupar millor el teu grup.
de: Zu erledigen- um aufzulisten und mitzuteilen welche Aufgaben Vereinsarbeit erledigt werden.
fr: À faire, une liste des tâches à répartir pour le bon fonctionnement de votre association.

source: Offer/want
de: Angebot/Nachfrage
fr: Offre/demande

source: Something which could meet a need in the community
ca: Alguna cosa que pot interesar a la comunitat
de: Etwas das ein Bedarf in der Community sein könnte
fr: Quelque chose qui répond aux besoins des membres de la communauté

source: One line description
de: Einzeilige Beschreibung
fr: Description en une ligne

source: Post offers/wants
de: Eingabe Angebot/Nachfrage
fr: Introduire offres/demandes

source: Create and manage own offers & wants
de: Erstelel und verwalte eigene Angebote & Nachfragen
fr: Créer et gérer ses offres et demandes

source: Moderate offers/wants
de: Moderiere Angebote/Nachfragen
fr: Modérer les offres et demandes

source: Edit all offers & wants
de: earbeite alle Angebote & Nachfragen
fr: Modifier toutes les offres et demandes

source: Configure offers & wants
ca: Configura ofertes i demandes
de: Konfiguriere Angebote und Nachfragen
fr: Configurer les offres et les demandes

source: suitable for a sub-admin
ca: bó per a subadmin
fr: convient pour un sous-administrateur

source: Want categories
ca: Categories de demandes
de: Nachfrage Kategorien
fr: Catégories des demandes

source: Offer categories
ca: Categories de ofertes
de: Angebot Kategorien
fr: Catégories des offres

source: Add a want
de: Eine Nachfrage dazufügen
fr: Ajouter une demande

source: Add an offer
de: Ein Angebot dazufügen
fr: Ajouter une offre

source: I have
fr: J'offre

source: I need
fr: Je demande

source: Delete after
de: Löschen nach
fr: Supprimer après

source: Time from now after which the item will expire
de: Die Zeitpunkt bis das Element abläuft
fr: Expiration de l'annonce

source: It belongs in these categories
ca: Pertany a aquestes categories
de: Gehört in diese Kategorie
fr: L'annonce est classée dans

source: Offered
ca: Oferit
de: bot
fr: Proposé

source: Wanted
ca: Demandat
de: Gesucht
fr: Recherché

source: <strong>Expiring:</strong> @date
de: <strong>Auslaufend:</strong> @date
fr: <strong>Expire le:</strong> @date

source: Want: !title
fr: Demande: !title

source: Offer: !title
fr: Offre : !title

source: Your want has expired.
de: Ihre Nachfrage ist abgelaufen
fr: Votre demande est expirée.

source: Your offer has expired.
de: Ihr Angebot ist abgelaufen
fr: Votre offre est expirée.

source: Your post to @sitename, '@title' has been deleted.
de: Ihre Eingabe auf @sitename,/n'@title'/n/ wurde gelöscht
fr: Votre courrier à @sitename, '@title' a été effacé.

source: @user has commented on your @type:
de: @user hat Ihren @type kommentiert:
fr: @user a commenté votre @type :

source: want
de: Nachfrage
fr: demande

source: offer
de: Angebot
fr: offre

source: Answer by clicking on this link (you must be logged in)
de: Zum antworten auf diesen Link klicken (Sie müssen eingeloggt sein)
fr: Répondre en cliquant sur le lien (vous devez être connecté)

source: Enable wants in addition to offers
ca: Habilita demandes en adició a ofertes
de: Erlaubt Nachfragen neben Angeboten
fr: Activer les demandes ainsi que les offres

source: Default period before expiry
de: Standartzeit vor Ablauf
fr: Par défaut, délai d'expiration

source: This default value of the expiry form widget
fr: Par défaut, valeur du délai d'expiration pour l'encodage du formulaire

source: Some views respond to settings on this page, but only 'default' views.
ca: Algunes vistes responen a configuracions en aquesta pàgina, però només les 'per defecte'
fr: Certaines vues correspondent aux paramètres de cette page, mais seulement celles par défaut.

source: 'Overridden' views are not affected, but can be 'Reverted'.
ca: Vistes 'sobreescrites' no seràn afectades, però poden ser 'revertides'
fr: Les vues supplantées ne sont pas affectées, mais peuvent revenir à l'original.

source: Never
de: Nie
fr: Jamais

source: 1 day
de: 1 Tag
fr: 1 jour

source: 1 week
ca: 1 setmana
de: 1 Woche
fr: 1 semaine

source: 1 month
ca: 1 mes
de: 1 Monat
fr: 1 mois

source: 1 year
ca: 1 any
de: 1 Jahr
fr: 1 année

source: Continue
ca: Continua
de: weiterfahren
fr: Continuer

source: whether wants are enabled
de: egal ob Nachfragen aktiviert sind
fr: si les demandes sont activées

source: Offers & wants
ca: Ofertes i demandes
de: Angebote & Nachfragen
fr: Offres et demandes

source: Register offer
de: Registriere Angebot
fr: Enregistrer une offre

source: Register want
de: Registirere Nachfrage
fr: Enregistrer une demande

source: Offer/want types
de: Angebot/Nachfrage Typen
fr: Types d'offres/demandes

source: This vocabulary provides another dimension for dicing offers/wants.
de: Dieses Vokabular bietet eine weitere Dimension um Angebote/Nachfragen zu zerpflücken
fr: Cette taxonomie fournit une autre façon de trier les offres/demandes

source: Makes a view tab on the views pages
ca: Construeix una tab per a la vista en les pagines de les vistes
fr: Crée un nouvel onglet sur les pages de "vues"

source: Goods
ca: Bens
de: Waren
fr: Biens

source: Market sectors
ca: Tipus de productes
de: Branchen
fr: Système d'annonces

source: For categorising community activities. Use like the Yellow pages
ca: Per a categoritzar activitats comunitaries.
de: Für Communityaktivitäten zu kategorisieren. Zu benutzen wie die Gelben Seiten.
fr: Pour catégoriser les activités de la communauté. À utiliser comme les Pages Jaunes

source: The main table to hold the scheduler data.
ca: La taula principal que conté el programador de les dates
fr: La tableau principal pour la mise à jour de l'agenda.

source: The foreign key to node.nid
ca: La calu extrangera a node.nid
fr: La clé étrangère pour node.nid

source: If this item is requested. (Default, zero is an offer)
ca: Si aquest element es requereix. (PEr defecte, 0 es una oferta)
de: Wenn dieses Element gefordert wird. (Standart, null ist ein Angebot)
fr: Si l'article est demandé (par défaut, zéro est une offre)

source: Tell your story...
de: Erzähl deine Geschichte...
fr: Racontez votre histoire...

source: Offer/want categories
de: Angebot/Nachfrage Kategorien
fr: Catégories d'offres et de demandes

source: Main categorisation for offers and wants
de: Hauptkategorisierung der Angebote und Nachfragen
fr: Ventilation principale des offres et demandes

source: Category
ca: Categoria
de: Kategorie
fr: Catégorie

source: Subcategory
ca: Subcategoria
de: Unterkategorie
fr: Sous-catégorie

source: All selections
ca: Totes les seleccions
de: Die ganze Auswahl
fr: Toutes les sélections

source: Offers & Wants
ca: Ofertes i demandes
de: Angebote und Nachfragen
fr: Offres et Demandes

source: A simple marketplace with 2 dimenstions of categories. For moree options, install date, date popup, image, and hierarchical select taxonomy
de: Ein einfacher Marktplatz mit zwei Dimensionen. Für weitere Optionen, Datum, Datum Popup, Bild und hierarchisch ausgwählte Taxonomie installieren.
fr: Un système d'annonce simple avec un classement en deux dimensions. Pour plus d'options, date d'installation, date de pop-up, image et par hiérarchie, choisissez taxonomie

source: Propositions
ca: Proposicions
de: Propositionen
fr: Annonces

source: Is a want
ca: Es una demanda
de: Ist eine Nachfrage
fr: Est une demande

source: Filter by proposition direction
ca: Filtra per direcció de proposició
de: Filtert nach Propositionsrichtung
fr: Filtrer par "je donne, je demande"

source: Directory of wants
ca: Directory de demandes
de: Nachfragenverzeichniss
fr: Répertoire des demandes

source: Directory of offers
ca: Directori d'ofertes
de: Angebotsverzeichniss
fr: Répertoire des offres

source: Default view is autogenerated
ca: La vista per defecta s'autogenera
de: Automatische Standartansicht
fr: La vue par défaut est autogénérée

source: Wants
ca: Demandes
de: Nachfragen
fr: Demandes

source: Offers
ca: Ofertes
de: Angebote
fr: Offres

source: Latest wants
ca: Últimes demandes
de: Neuste Nachfragen
fr: Dernières demandes

source: Latest offers
ca: Últimes ofertes
de: Neuste Angebote
fr: Dernières offres

source: My offers & wants
de: Mein Angebote und Nachfragen
fr: Mes offres et demandes

source: See more in !category
fr: Voir plus dans !category

source: @count days
fr: @count jours

source: @count weeks
fr: @count semaines

source: @count months
fr: @count mois

source: This page allows you to import users' @type for users already on the system.
fr: Cette page vous permet d'importer membres @type pour les membres qui sont déjà dans le système.

source: There are various methods for importing nodes but this is designed to be simple simple.
fr: Il existe différentes méthodes pour importer des noeuds mais celle-ci est conçue pour être très simple.

source: Try importing one or two first.
fr: Commencez par essayer une ou deux importation(s).

source: Import wants
fr: Importer des demandes

source: Import offers
fr: Importer des offres

source: Categories
fr: Catégories

source: Test mode
fr: Mode test

source: Test Mode in ON
fr: Le mode test est ouvert

source: The following new terms would be created: @terms
fr: Les nouveaux termes suivants devraient être créés: @terms

source: Offers/wants import
fr: Importer des offres et demandes

source: paste your comma separated values
fr: coller ici vos informations séparées par des virgules

source: more
fr: plus

source: Category(s)
fr: Catégorie(s)

source: Export to CSV
fr: Exporter en fichier CSV (valeurs séparées par virgules)

source: This panel saves you digging around in Drupal by giving you easy options while managing other parts of the system.
ca: Aquest panell et estalvia temps de buscar en drupal donan-te opcions fàcils mentres estás portant altres parts del sistema.
fr: Ce panneau vous évitera de fouiller dans Drupal en vous fournissant des options faciles tout en gérant d'autres parties du système.

source: Send an email to !name
ca: Envia un email a !name
de: An !name eine email senden
fr: Envoyer un email à !name

source: !name's @types
fr: @types de !name

source: See !name's profile
ca: Vore perfil de !name
de: Ansicht !name's Profil
fr: Voir le profil de !name

source: Claim for this
fr: Enregistrer un échange à partir de cette annonce

source: Conversion link path
fr: Chemin vers le lien de conversion

source: The path to the transaction form
fr: Le chemin vers le formulaire d'échange

source: Use a spreadsheet program (or views) to prepare a table with of some or all of the following headings:
fr: Utiliser un tableur (ou vues) pour préparer une table des répertoires (ou partie des répertoires) suivants :

source: Open the csv file using a text editor and copy-paste below.
fr: Ouvrir le fichier csv en utilisant un éditeur de texte et copier-coller ci-dessous.

source: Vocabulary for newly created terms
fr: Classement des termes nouvellement créés

source: Unknown user in row @num: @row
fr: Utilisateur inconnu dans la rangée @num: @row

source: invalid @type on row @num
fr: @type invalide dans la rangée @num

source: imported @count nodes
fr: @count noeuds importés

source: Number of fields does not match header in row @num
fr: Le nombre de champs ne correspond pas à l'en-tête dans la rangée @num

source: When, if ever the proposition is valid until
fr: Quand, si jamais la proposition est valide jusque

source: Shows a 1
fr: Montre un 1

source: Expiry date
fr: Date d'expiration

source: When the proposition will expire
fr: Quand la proposition expirera

source: Your post to @sitename, '@title' has been unpublished.
fr: Votre publication sur @sitename, '@title' a été désactivée.

source: Upcoming needs
fr: Demandes urgentes

source: Submission blocked: Test Mode in ON
fr: Votre soumission a été bloquée car vous êtes en mode TEST

source: Save and unpublish
fr: Enregistrer et ne pas publier

source: Save and publish
fr: Enregistrer et publier

source: Default
fr: Par défaut

source: Choose a category (required)
fr: Choisir une catégorie (requis)

source: Sub-category
fr: Sous-catégorie

source: Shows a 1 or not, can be used to group tables
fr: Montre un 1 ou pas, peut être utilisé pour des tables de groupes

source: Expiring:
fr: Expire le:

source: Default expiry date on propositions
fr: Expiration par défaut des annonces

source: 3 months
ca: 3 mesos
de: 3 Monate
fr: 3 mois

source: 6 months
ca: 6 mesos
de: 6 Monate
fr: 6 mois

source: Path to a 1st party transaction form with direction field either showing or preset to 'incoming'
fr: Chemin vers un formulaire de transaction first party' avec le champ du sens de la transaction, affichant ou pré-configuré à 'entrant'

source: The path to the transaction form. This form MUST have the direction widget visible!
fr: Le chemin du formulaire de transaction. Ce formulaire DOIT avoir l'élément graphique du sens visibile!

source: proposition expiry
fr: expiration de l'annonce

source: cron expired proposition @nid and notified @mail
fr: le cron a fait expirer l'annonce @nid et a averti @mail

source: No wants have been entered.
de: Es wurden noch keine Nachfragen veröffentlicht.
fr: Aucune demande n'a encore été introduite.

source: No offers have been entered.
de: Es wurden noch keine Angebote veröffentlicht.
fr: Aucune offre n'a encore été introduite.

source: Path to a 1st party transaction form with direction field either showing or preset to 'outgoing'
fr: Chemin vers un formulaire de transaction de type 'first party' avec un direction d'échange soit donnant le choix soit configuré vers le paiement.

source: Your comment will be mailed instantly to the author of the ad.
fr: Votre commentaire sera envoyé immédiatement à l'auteur de l'annonce.

source: Member
ca: Membre
fr: Membre

source: [name] needs [title] before [end]
fr: [name] a besoin de [title] avant [end]

source: Your comment will be mailed instantly to the author of the ad
fr: Votre commentaire va être envoyé directement à l'auteur de l'annonce

source: Your proposition is hidden from everybody else.
fr: Votre annonce est cachée pour toute personne autre que vous.

source: Your proposition is visible to everybody else.
fr: Votre annonce est visible par tous.

source: Want
ca: Demanda

source: Offer
ca: Oferta

source: Proposition Types is an optional second way to find things which creates extra tabs on the listings pages.
ca: Els tipus de proposicions es una segona via per trobar coses que crea tabs adicionals en els llistats de pàgines.

source: Gifts - in order to foster generosity, while publicly recognising the act.
ca: Regals - per a generar generositat
de: Geschenke- um Grosszügikieit zu fördern und dies die Öffentlichkeit die anerkennt.

source: Proposition
ca: Proposició

source: Title
ca: Títol

source: Post proposition
ca: Envia proposició

source: User can create propositions
ca: ytttjfgi

source: View propositions
ca: Vore proposicions

source: User can view all propositions
ca: Usuari(a) pot vore totes les proposicions

source: Post offer/want
ca: Envia oferta/demanda

source: I would like to request
ca: Vull
de: Ich habe folgende Nachfrage

source: I would like to offer
ca: Ofereixo
de: Ich möchte folgendes anbieten

source: Notify all @role users
ca: Notifica a tots els usuaris @role

source: The proposition will expire in @days days - no notification will be sent.
ca: La proposició caducará en @days dies. No s'enviarà notificació.

source: Expiry date must be after today
ca: La data de caducitat deu ser per a després d'avui

source: !name's propositions
ca: Proposicions de !name
de: !name's Propositionen

source: See more in @category
ca: Vore més en @category
de: Mehr in @category

source: Leave blank to make permanent
ca: Deixa en blanc per a fer-lo permanent

source: Extra fields
ca: Camps adicionals

source: Propositions have optional properties to help identify them more clearly. Use more properties for larger systems, as well as increasing the granularity in the vocabulary.
ca: Les proposicions tenen propietats adicionals per a ajudar a identificar-les més clarament. Usa més propietats per a sistemes més grans, com tambñe per a incrementar la granularitat del vocabulari.

source: Enabling too many of these properties will make the user experience cumbersome.
ca: Habilitar massa d'aquestes propietats faràn la experiencia de l'usuari(a) més dificil.

source: Details field
ca: Detalles de campo

source: Show a multiline text field for users to write more details
ca: Mostra un camp de moltes linees de text per als usuaris poder afegir més detalls

source: Proposition expiry
ca: Caducitat de la proposició

source: User defined expiry dates. (No notification sent)
ca: Dates de caducitat defindes per l'usuari (notificació no enviada)

source: Propositions are automatically unpublished, and can be republished by resetting the expiry date. No notifications are sent.
ca: Les proposicions son automaticament despublicades, y poden tornar-se a publicar editant la data de caducitat. No s'envien notificacions.

source: Default period for propositions to show after each edit
ca: Periode per defecte per a mostrar les proposicions després de cada edició

source: Setting a default period means that no proposition can be permanent.
ca: Establir un periode per defecte vol dir que cap proposició pot ser permanent

source: Mail template
ca: Plantilla de correu

source: Use the following tokens:
ca: Usa el següents tokens:

source: Number of days before expiry to send reminder mail
ca: Número de dies per a enviar el correu abans de caducitat

source: Install the date_popup module for expiry dates.
ca: Instala el módul date_popup per a dates de caducitat

source: Submit
ca: Enviar

source: 2 weeks
ca: 2 setmanes
de: 2 Wochen

source: 2 months
ca: 2 mesos
de: 2 Monate

source: Your proposition is about to expire
ca: La teva proposició està a punt de caducar

source: Dear !username Your have a proposition which will expire in !days days "!title" If you do nothing it will disappear To refresh it, just alter the expiry date at !link_url The team at !site
ca: Benvolgut/da !username Tens una proposició que caduca en !days days "!title" Si no fas rés, disappear

source: An html table sent direct to the browser
ca: Una taula HTML enviada directament al navegador

source: Create offer proposition
ca: Crea proposició d'oferta

source: Create request propositions
ca: Crea proposicions de demandes

source: Proposition types
ca: Tipus de proposicions

source: This vocabulary provides another dimension for dicing propositions.
ca: Aquest vocabulary et prové d'un altra dimensió per a trocejar proposicions

source: Administration
ca: Administració

source: Proposition categories
ca: Categories de proposicions

source: If the proposition gives notice before expiring
ca: Si la proposició et notifica abans de caducar
de: Ob die Proposition bekannt gibt bevor sie abläuft

source: A simple marketplace with 2 dimenstions of categories. Enhanced if date_popup and/or text modules are installed
ca: Un simple mercat amb 2 dimensions de categories. Augmentat si la date_popup i/o modules de text estàn instalats

source: Local communities
ca: Comunitats locals
de: Lokale Gemeinschaft

source: Show a 1
ca: Mostra a 1
de: Zeige eine 1

source: Is time limited
ca: Té limitació de temps
de: Ist zeitlcih begrenzt

source: Show only temporary or permanent propositions
ca: Mostra només les ofertes temporaries o permanents
de: Zeigt nur vorübergehende oder dauerhafte Propositionen

source: No propositions have been entered
ca: No s'han afegit proposicions

source: All wants
ca: Totes les demandes

source: All offers
ca: Totes les ofertes

source: Expiring wants
ca: Demandes caducant

source: Expiring offers
ca: Ofertes que caducan

source: My propositions
ca: Les meves proposicions

source: Expired
ca: Caducat

source: Expiring
ca: Caduca

source: Printed on @date
ca: Imprimit en @date

source: Print-page settings
ca: Configura l'impresió de págines

source: Multiple displays
ca: Mostres múltiples

source: None
ca: Cap

source: Attach to
ca: Adjunta a

source: Position
ca: Posició

source: The feed icon will be available only to the selected displays.
ca: L'icona de la sindicació estarà disponible només a les mostres selccionades

source: Attach before or after the parent display?
ca: Adjunta abans o després de mostrar el parent?

source: This view will be displayed by visiting this path on your site. It is recommended that the path be something like "path/%/%/feed" or "path/%/%/rss.xml", putting one % in the path for each argument you have defined in the view.
ca: Esta vista será mostrada visitant aquesta ruta en la teva web. Es recomana que la ruta siga algo aixina com "path/%/%/feed" or "path/%/%/rss.xml", ficant un % en la ruta per a cada argument tu tens definit en la vista.

source: Before
ca: Abans

source: After
ca: Després

source: Both
ca: Ambdues
