Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/offers_wants/translations/offers_wants.*.po
Languages: ca, de, fr

source: Printer-friendly version
ca: Versió per a imprimir millor

source: Printable version
ca: Versió per a imprimir

source: View offers/wants
de: Zeige Angebote/Nachfragen

source: View all offers & wants
de: Zeige alle Angebote & Nachfragen

source: Want: @title
de: Nachfrage: @title

source: Offer: @title
de: Angebot: @title

source: 2 days
de: 2 Tage

source: 3 days
de: 3 Tage

source: 5 days
de: 5 Tage

source: Image
de: Bild

source: No offers/wants have been entered.
de: Es wurden noch keine Angebote/Nachfragen veröffentlicht
