Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/uc_samanbank/translations/uc_saman.*.po
Languages: fa

source: internal network error
fa: خطای داخلی شبکه

source: deposits are not equal
fa: سپرده ها برابر نیستند

source: inputs include invalid characters
fa: ورودی ها حاوی کاراکترهای غیر مجاز میباشد

source: password or seller id is incorrect
fa: کلمه عبور یا کد فروشنده اشتباه است

source: database error
fa: خطای بانک اطلاعاتی

source: document has already been sent back
fa: سند قبلا برگشت کامل خورده

source: digital receipt is empty
fa: رسید دیجیتالی تهی است

source: input length is bigger than allowed
fa: طول ورودی ها بیشتر از حد مجاز است

source: invalid characters in returned payment
fa: وجود کارکترهای غیر مجاز در مبلغ برگشتی

source: digital receipt contains invalid characters
fa: رسید دیجیتالی حاوی کارکترهای غیر مجاز است

source: input length is smaller than allowed
fa: طول ورودی ها کمتر از حد مجاز است

source: returned payment is negative
fa: مبلغ برگشتی منفی است

source: returned payment of partial payment is more than the amount of not returned digital receipt
fa: مبلغ برگشتی برای برگشت جزیی بیش از مبلغ برگشت نخورده رسید دیجیتالی است

source: such transaction is not defined
fa: چنین تراکنشی تعریف نشده است

source: returned payment is entered in decimal
fa: مبلغ برگشتی به صورت اعشاری داده شده

source: internal system error
fa: خطای داخلی سیستم

source: to refund a transaction done by non-saman bank cards
fa: برگشت زدن تراکنشی که با کارت بانکی غیر از بانک سامان انجام شده

source: seller IP address is invalid
fa: فروشنده نامعتبر است ip address

source: transaction cancelled by user
fa: تراکنش بوسیله خریدار کنسل شده

source: the amount of returned payment is more than main transaction
fa: مبلغ سند برگشتی از مبلغ تراکنش اصلی بیشتر است

source: while the main transaction is not found,transaction return request is received
fa: درخواست برگشت تراکنش رسیده است در حالی که تراکنش اصلی پیدا نمی شود

source: card number is incorrect
fa: شماره کارت اشتباه است

source: there is not such card registrar available
fa: چنین صادر کننده کارتی وجود ندارد

source: card has been expired
fa: از تاریخ انقضای کارت گذشته است

source: pin number is incorrect
fa: رمز کارت اشتباه است pin

source: not enough deposit in your account
fa: موجودی به اندازه کافی در حساب شما نیست

source: card registrar bank system is not ready
fa: سیستم کارت بنک صادر کننده فعال نیست

source: error in bank network
fa: خطا در شبکه بانکی

source: amount of money is beyond the withdrawal limit
fa: مبلغ بیش از سقف برداشت است

source: can not register the document
fa: امکان سند خوردن وجود ندارد

source: card password has been entered incorrectly for 3 times , your card is disabled now
fa: رمز کارت 3 مرتبه اشتباه وارد شده کارت شما غیر فعال اخواهد شد

source: bank network transaction time-out
fa: تراکنش در شبکه بانکی تایم اوت شده است

source: CCV2 or ExpDate fields is incorrect
fa: اشتباه وارد شده cvv2 ویا ExpDate فیلدهای

source: Please go to pursuit area
fa: لطفا به بخش پیگیری مراجعه کنید

source: This Transaction does not difined at serverside
fa: تراکنش در سمت فروشنده تعریف نشده است

source: Amount has been successfully paid . please note pursuit code.
fa: مبلغ مورد نظر با موفقیت پرداخت شد . لطفا شماره پیگیری را یادداشت کنید .

source: pursuit code : @code
fa: شماره پیگیری : @code

source: Dear user, the paid amount is more than requested amount.
fa: کاربر عزیز مبلغ پرداختی بیش از مبلغ درخواستی است

source: Your extra amount has been returned to your account.
fa: مابقی مبلغ پرداخت شده به حساب شما برگشت خورده

source: Your extra anount will be return to your account early.
fa: ما بقی مبلغ پرداختی شما در اینده ای نزدیک به حساب شما برگشت خواهد خورد

source: Your paid amout is lesser than your order's amount.
fa: مبلغ پرداختی شما کمتر از مبلغ سفارش است

source: Total paid amount has been returned to your account.
fa: کل مبلغ پرداختی به حساب شما برگشت خورده

source: Total paid amount will be return to your account.
fa: اینده ای نزدیک کل مبلغ پرداختی به حساب شما برگشت خواهد خورد لطفا برای پی گیری کد رهگیری را یادداشت کنید

source: Dear user , an error occured for payment
fa: کاربر گرامی مشکلی در تایید پرداخت پیش امده

source: NuSoap does not detected.
fa: NuSoap پیدا نشد .

source: Saman Bank
fa: بانک سامان

source: Redirect to Saman Bank to pay by credit card.
fa: انتقال به بانک سامان برای پرداخت با کارت اعتباری .

source: MerchantID
fa: شناسه فروشنده

source: Your SamanBank account merchantID.
fa: شماره فروشنده حساب بانک سامان شما .

source: Your secret password
fa: رمز عبور امنیتی شما

source: Saman bank website language
fa: زبان سایت بانک سامان

source: Farsi
fa: فارسی

source: English
fa: انگلیسی

source: Saman Bank Appearance
fa: ظاهر بانک سامان

source: Color of tables border
fa: رنگ مرز جداول

source: Color of tables background
fa: رنگ پس زمینه جداول

source: Color of page background
fa: رنگ پس زمینه صفحه

source: Color of page border
fa: رنگ مرز صفحه

source: Title font
fa: قلم موضوع

source: Color of title
fa: رنگ موضوع

source: Size Of title
fa: اندازه موضوع

source: Text Font
fa: قلم متن

source: Text color
fa: رنگ متن

source: Text size
fa: اندازه متن

source: Type text color
fa: رنگ متن طبقه بندی

source: Type text size
fa: اندازه متن طبقه بندی

source: Logo URI
fa: مسیر آرم

source: Submit Order
fa: ارسال خرید

source: Order complete
fa: پایان خرید

source: SamanBank
fa: بانک سامان

source: A module for checkout using SamanBank .
fa: یک ماجول برای خرید با استفاده از بانک سامان .

source: Ubercart - payment
fa: عابرکارت - پرداخت
