Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/user_control/translations/*.po
Languages: ru

source: User login
ru: Логин пользователя

source: Roles
ru: Роли

source: User name
ru: Имя пользователя

source: User email
ru: E-mail пользователя

source: Filter
ru: Выбрать

source: Reset
ru: Сброс

source: User name or somting first litter. Also we may enter e-mail.
ru: Имя пользователя или первые буквы имени. Так же вы можете ввести e-mail пользователя.

source: Turn on Javascript
ru: Включите Javascript

source: Administer the role control
ru: Настроить контролируемые роли

source: Change the settings of the module and choose roles that will be managed
ru: Изменять настройки модуля и выбирать роли которыми будут управлять

source: Assign roles
ru: Назначать роли

source: Have access to a page adding and removing users from roles
ru: Иметь доступ к странице добавления и снятие ролей у пользователей

source: Administrative roles
ru: Администрирование ролей

source: Management of some roles and assign them to users.
ru: Выберете роли которыми можно будет управлять.
