Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/rbk_money_simple/translations/rbk_money_simple.*.po
Languages: ru

source: Simple payment page: <a href="!url">%link</a>
ru: Страница создания платежа: <a href="!url">%link</a>

source: Response URL
ru: URL оповещения о платеже

source: For insertion into "Payment notification URL" field on !site settings page
ru: Для вставки в поле "URL оповещения о платеже" на странице настроек мерчанта в личном кабинете !site

source: Site ID
ru: ID сайта

source: Merchand ID of your site
ru: ID сайта мерчанта

source: Secret key
ru: Секретный ключ

source: Secret key, entered on !site settings page
ru: Секретный ключ, указанный в настойках мерчанта в личном кабинете !site

source: Payments currency
ru: Валюта платежей

source: Please, select payments currency
ru: Пожалуйста, укажите валюту платежей

source: Interface language
ru: Язык страницы оплаты

source: Please, select payment page interface language
ru: Пожалуйста, укажите язык интерфейса страницы оплаты

source: Hash method
ru: Метод подсчета хеша

source: Please, select hash algorithm
ru: Пожалуйста, выберите алгоритм подсчета хеша

source: Save RBK Money's server responses in <a href='!dblog'>system log</a>
ru: Сохранять оповещения о платежах в <a href='!dblog'>системный журнал</a>

source: Yes
ru: Да

source: No
ru: Нет

source: Process notifications only from allowed IP addresses
ru: Обрабатывать оповещения только с разрешенных IP адресов

source: Allowed IP addresses:
ru: Разрешенные IP адреса:

source: Created
ru: Создано

source: User
ru: Пользователь

source: Amount
ru: Сумма

source: Description
ru: Описание

source: Status
ru: Статус

source: Processing
ru: Обработка...

source: Successful
ru: Успешно зачислено

source: Pending
ru: В ожидании

source: No payments available.
ru: Нет платежей

source: Update options
ru: Обновить параметры

source: Operation
ru: Действие

source: Delete selected
ru: Удалить отмеченные

source: Enroll selected
ru: Зачислить отмеченные

source: Apply
ru: Применить

source: No payments selected.
ru: Нет выбранных платежей

source: The payment have been enrolled
ru: Платеж зачислен

source: The payments have been enrolled
ru: Платежи зачислены

source: Deleted 1 payment.
ru: Удален 1 платеж

source: Deleted @count payments
ru: Удалено @count платежей

source: Are you sure you want to delete this item?
ru: Вы уверены, что хотите удалить этот материал?

source: Administer module settings
ru: Управлять настройками модуля

source: Administer payments
ru: Управлять платежами

source: Create RBK Money payment order
ru: Создание платежа RBK Money

source: Make RBK Money payment
ru: Оплата платежа RBK Money

source: Payment description
ru: Описание платежа

source: Payment to !sitename
ru: Платеж для !sitename

source: Create payment
ru: Создать платеж

source: Payment saved. Please confirm payment details
ru: Платеж сохранен. Пожалуйста, подтвердите детали

source: Error
ru: Ошибка

source: Order you are going to pay for does not exist.
ru: Платеж, который вы собираетесь оплатить, не существует

source: Order you are going to pay already payed.
ru: Платеж, который вы собираетесь оплатить, уже оплачен

source: Order #
ru: Заказ #

source: Pay now
ru: Оплатить

source: processing
ru: обработка

source: successful
ru: зачислен

source: Can not create payment. Please contact site administrator for further assistance.
ru: Невозможно создать платеж. Пожалуйста, свяжитесь с администратором сайта для получения помощи

source: Can not create payment. Please specify payment amount value
ru: Невозможно создать платеж. Пожалуйста, укажите сумму платежа

source: Payment #%pid enrolled
ru: Платеж #%pid зачислен

source: Payment #%pid deleted
ru: Платеж #%pid удален

source: Payment using RBK Money
ru: Платеж через RBK Money

source: RBK Money payment order
ru: Счет к оплате через RBK Money

source: RBK Money payment complete
ru: Платеж RBK Money выполнен

source: Payment using RBK Money successfully proccessed.
ru: Платеж через RBK Money успешно обработан

source: RBK Money payment failed
ru: Платеж RBK Money завершился неудачно

source: Payment using RBK Money was not complete.
ru: Платеж через RBK Money не выполнен

source: Settings
ru: Настройки

source: Payments
ru: Платежи

source: Send hash with payment request
ru: Отправлять хеш в форме запроса платежа

source: Send order hash in payment request. Option 'Check request form hash' must be checked on !site settings page
ru: Подписывать форму запоса платежа хешем. Опция 'Проверять хеш-значение в форме заявки на перевод' должна быть включена в личном кабинете !site
