Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/pinned_site/translations/*.po
Languages: ru

source: Application Name
ru: Имя Приложения

source: This field defines the name of the Pinned Site application instance. This is the name that appears in a tooltip when hovering over the Pinned Site button on the Windows 7 taskbar. The application name is also appended to the window title of the Pinned Site application instance. Leave the field empty to use the document title instead.
ru: Поле определяет имя экземпляра приложения закрепленного сайта. Это имя, которое появляется в подсказке в тот момент, когда курсор задерживается на кнопке закрепленного сайта в панели задач Windows 7. Имя приложения также добавляется к заголовку окна экземпляра приложения закрепленного сайта. Оставьте поле пустым для использования заголовка документа вместо имени приложения.

source: <i>Note: HTML tags and double quotes are not supported.</i>
ru: <i>Внимание: HTML теги и двойные кавычки не поддерживаются.</i>

source: Application Tooltip
ru: Подсказка Приложения

source: This field provides additional tooltip text that appears when you hover over the Pinned Site shortcut in the Windows Start menu or on the desktop.
ru: Поле предоставляет возможность задать дополнительный текст подсказки, которая появится, когда вы задержите курсор над иконкой закрепленного сайта в стартовом меню Windows или на рабочем столе.

source: Application Start URL
ru: Стартовый URL приложения

source: This field contains the root URL of the application. The start URL can be fully qualified, or relative to the current document. Only HTTP and HTTPS protocols are allowed. Leave the field empty to use the address of the browsed page instead.
ru: Поле содержит корневой URL приложения. Стартовый URL может быть абсолютным или относительным. Только HTTP и HTTPS протоколы разрешены. Оставьте поле пустым для использования адреса просматриваемой страницы как стартового URL.

source: Navigation Buttons Color
ru: Цвет Кнопок Навигации

source: This field define the custom color of the Back and Forward buttons in the Pinned Site browser window. Please use the color picker below to set a color. If this field is empty, the default color is based on the color palette of the site icon (or, favicon).
ru: Поле определяет цвет кнопок Назад и Вперед в окне браузера, в котором открыт закрепленный сайт. Для установки цвета, пожалуйста, используйте палитру цветов ниже. Если данное поле пусто, цвет, по умолчанию, будет базироваться на цветовой гамме иконки сайта (или favicon).

source: Application Window Size
ru: Размер Окна Приложения

source: These fields set the initial size of the Pinned Site window when it is launched for the first time. However, if the user adjusts the size of the window, the Pinned Site retains the new dimensions when it is launched again.
ru: Данные поля устанавливают начальный размер окна приложения закрепленного сайта, когда оно запущено в первый раз. Однако, если пользователь изменяет размер окна, приложение закрепленного сайта запоминает новый размер и восстановит его при последующем запуске.

source: Width
ru: Ширина

source: The window width in pixels. The minimum value is 800.
ru: Ширина окна в пикселах. Минимальное значение: 800.

source: Height
ru: Высота

source: The window height in pixels. The minimum value is 600.
ru: Высота окна в пикселах. Минимальное значение: 600.

source: Task
ru: Задача

source: Weight
ru: Вес

source: Icon
ru: Иконка

source: Operations
ru: Действия

source: There are no tasks yet. !add_new_link
ru: Задачи отсутствуют. !add_new_link

source: Add a static task
ru: Добавить статическую задачу

source: You have reached the limit of available task slots. You should delete one of the existing tasks to add another.
ru: Вы достигли предела доступного количества задач. Вы можете удалить одну из существующих задач для того, чтобы добавить новую.

source: Weight for @title
ru: Вес для @title

source: edit
ru: изменить

source: delete
ru: удалить

source: Save configuration
ru: Сохранить настройки

source: The custom tasks ordering has been saved.
ru: Порядок отображения задач сохранен.

source: Are you sure you want to delete the task %task?
ru: Вы уверены, что хотите удалить задачу %task?

source: This action cannot be undone.
ru: Это действие нельзя будет отменить..

source: Delete
ru: Удалить

source: Cancel
ru: Отменить

source: Task %task has been deleted.
ru: Задача %task удалена.

source: Task Name
ru: Имя Задачи

source: The task name that appears in the Jump List.
ru: Имя задачи отображается в Списке Переходов (Jump List).

source: Action URI
ru: URI Действия

source: The address that is launched when the item is clicked.
ru: Адрес страницы, которая будет открыта, когда по элементу происходит щелчок мыши.

source: A fully qualified or relative URI.
ru: Абсолютный или относительный URI.

source: Icon URI
ru: URI Иконки

source: The icon resource that appears next to the task in the Jump List.
ru: Адрес иконки, которая отображается рядом с задачей в Списке Переходов (Jump List).

source: Recomended size: %size pixels; Format: %format
ru: Рекомендуемый размер: %size пикселов; Формат: %format

source: For example: %example_icon
ru: Например: %example_icon

source: Upload Icon
ru: Закачать Иконку

source: Upload icon image
ru: Закачать иконку

source: If you don't have direct file access to the server, use this field to upload your icon.
ru: Если у вас нет прямого доступа к файловой системе сервера, используйте это поле для закачки вашей иконки.

source: Window Type
ru: Тип Окна

source: tab (default) — a new tab in the current window; self — the current tab; window — a new Pinned Site window
ru: tab (используется по умолчанию) — новая вкладка в текущем окне; self — текущая вкладка; window — новое окно

source: Save
ru: Сохранить

source: Task %task has been saved.
ru: Задача %task сохранена.

source: Jump List Category Name
ru: Имя Категории Списка Переходов (Jump List)

source: The name of the Jump List Category for grouping of recent posts.
ru: Имя категории Списка Переходов (Jump List) для группировки последних публикаций.</i>

source: <i>Note: HTML tags are not supported.</i>
ru: <i>Внимание: HTML теги не поддерживаются.</i>

source: Content Types
ru: Типы Содержимого

source: Select the content types available for displaying in this Jump List Category. You should select at least one content type to turn on the displaying of recent posts.
ru: Выберите типы содержимого, доступные для отображения в категории Списка Переходов (Jump List). Выберите хотя бы один тип содержимого, чтобы включить отображение последних публикаций.

source: Quantity
ru: Количество

source: Indicates how many recent posts will be shown.
ru: Указывает какое количество последних публикаций будет показано.

source: Failed to upload the icon.
ru: Не удалось закачать иконку.

source: Edit basic pinned application settings here.
ru: Здесь вы можете изменить основные настройки приложения закрепленного сайта.

source: Define the list of tasks for the most frequently used features of the website.
ru: Определяет список задач для наиболее часто используемых возможностей сайта.

source: Use this settings to include your recent posts into the Jump List.
ru: Используйте эти настройки, чтобы включить ваши последние публикации в Список Переходов (Jump List).

source: Users of Windows Internet Explorer 9 can pin any website to the Windows 7 taskbar just as they pin applications. When a website is pinned, it can be opened quickly and conveniently. A Pinned Site is more than just a shortcut, however. Using the Pinned Site features, you can improve a user's ability to navigate, control, and interact with your site.
ru: Пользователи Windows Internet Explorer 9 могут закрепить любой веб сайт на панель задач Windows 7, так же как они закрепляют приложения. Когда сайт закреплен, его можно открыть быстро и удобно. Впрочем, закрепленный сайт больше чем просто ссылка. Используя возможности закрепленных сайтов, вы можете улучшить возможности пользователей по навигации, управлению и взаимодействию с вашим сайтом.

source: The Pinned Site module helps to integrate a site with Windows 7 Desktop using Internet Explorer 9 features fast and easy and without any knowledges in Javascript and HTML.
ru: Модуль Pinned Site помогает интегрировать сайт в рабочий стол Windows 7, используя возможности Internet Explorer 9, быстро, просто и без каких-либо знаний в Javascript и HTML.

source: Basic Settings
ru: Основные Настройки

source: Basic application settings allow you to configure basic parameters of pinned site. Some of them cannot be overridden after pinning site to the taskbar, such as: application name, application tooltip and application start URI.
ru: Основные настройки приложения позволяют вам изменять основные параметры закрепленного сайта. Некоторые из них не могут быть переопределены после закрепления сайта на панель задач. Например: имя приложения, подсказка приложения и стартовый URI приложения.

source: Static Tasks
ru: Статические Задачи

source: Static Tasks (Jump List tasks) are application-specific actions that are tailored to a website. By using Static Tasks, your website can surface the most frequently used commands to users. The tasks provide a set of static URIs that users can access at any time, even if the browser instance is not running. Furthermore, these tasks provide a mechanism for your website to promote their most common destinations to users even when the user is not visiting your site. For instance, a web-based communication application could surface commands enabling users to quickly access their contacts, inbox, and profile information.
ru: Статические Задачи (задачи Jump List) - это специфичные для приложения действия, которые приспособлены для веб сайта. Используя Статические Задачи, ваш сайт может предоставлять наиболее часто используемые команды для пользователей. Задачи представляют из себя набор статических URI, к которым пользователь может получить доступ в любое время, даже если экземпляр браузера не запущен. Кроме того, эти задачи предоставляют механизм для того, чтобы ваш веб сайт продвигал самые популярные направления для пользователей, даже если они не посещают ваш сайт. Например, веб-ориентированное приложение для общения могло бы предоставлять команды, разрешающие пользователям получать быстрый доступ к их контактам, входящим сообщениям и персональной информации.

source: Recent Posts
ru: Последние Публикации

source: Recent Posts category is custom Jump List category which contains links to recent nodes posted on the site. In the Recent Posts tab you can choose content types for displaying in this category. It is enough to deselect all of content types to exclude Recent Posts category from the Jump List. Items within a Recent Posts category are visually separated from Static Tasks and can be individually persisted or deleted by users.
ru: Категория Последниих Публикаций - это отдельная категория в Списке Переходов (Jump List), которая содержит ссылки на недавно созданные публикации, размещенные на сайте. Во вкладке Последние Публикации вы можете выбрать тип содержимого для отображения в данной категории. Достаточно отключить все типы содержимого для исключения категории Последние Публикации из Списка Переходов (Jump List). Элементы в категории Последние Публикации визуально отделены от Статических Задач и могут быть индивидуально сохранены или удалены пользователями.

source: Detailed information about Pinned Sites technology you can read at <a target="_blank" href="@pinned_site_documentation">Introduction to Pinned Sites</a>.
ru: Подробную информацию о технологии Pinned Sites вы можете прочитать на официальном ресурсе <a target="_blank" href="@pinned_site_documentation">Introduction to Pinned Sites</a>.

source: Administer Pinned Site Settings
ru: Изменять настройки закрепленного сайта

source: Perform configuration for Pinned Site.
ru: Выполнять настройку модуля Pinned Site.

source: Site integration with Windows 7 Desktop using Internet Explorer 9 features.
ru: Интеграция сайта с рабочим столом Windows 7, используя возможности Internet Explorer 9.

source: Static Task Add
ru: Добавление Статической Задачи

source: Static Task Edit
ru: Редактирование Статической Задачи

source: Static Task Delete
ru: Удаление Статической Задачи

source: Site integration with Windows 7 Desktop using Internet Explorer 9 features
ru: Интеграция сайта с рабочим столом Windows 7, используя возможности Internet Explorer 9
