Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/rbk_money/translations/uc_rbkmoney.*.po
Languages: ru

source: Administer RBK Money
ru: Администрировать RBK Money

source: Access the RBK Money administration page.
ru: Доступ к странице настроек RBK Money

source: Response URL
ru: URL оповещения о платеже

source: For insertion into "Payment notification URL" field on !site settings page
ru: Для вставки в поле "URL оповещения о платеже" на странице настроек мерчанта в личном кабинете !site

source: Payment form action URL
ru: Action URL формы

source: Default: "!action"
ru: По умолчанию: "!action"

source: Site ID
ru: ID сайта

source: Merchand ID of your site
ru: ID сайта мерчанта

source: Payments currency
ru: Валюта платежей

source: Please, select payments currency
ru: Пожалуйста, укажите валюту платежей

source: Secret key
ru: Секретный ключ

source: Secret key, entered on !site settings page
ru: Секретный ключ, указанный в настойках мерчанта в личном кабинете !site

source: Save RBK Money's server responses in <a href='!dblog'>system log</a>
ru: Сохранять оповещения о платежах в <a href='!dblog'>системный журнал</a>

source: Yes
ru: Да

source: No
ru: Нет

source: Process notifications only from allowed IP addresses
ru: Обрабатывать оповещения только с разрешенных IP адресов

source: Allowed IP addresses:
ru: Разрешенные IP адреса:

source: Advanced options
ru: Дополнительные настройки

source: Prefered payment method
ru: Предпочтительный метод оплаты

source: All (default)
ru: Все (по умолчанию)

source: RBK Money wallet (inner)
ru: Оплата с кошелька Rbk Money (inner)

source: Visa/MasterCard bank card (bankcard)
ru: Банковская карта Visa/MasterCard (bankcard)

source: Cash-in kiosks (terminals)
ru: Платёжные терминалы (terminals)

source: RBK Money prepaid card (prepaidcard)
ru: Предоплаченная карта RBK Money (prepaidcard)

source: Russian Post (postrus)
ru: Почта России (postrus)

source: Mobile stores (mobilestores)
ru: Салоны связи (mobilestores)

source: Money transfer systems (transfers)
ru: Системы денежных переводов (transfers)

source: Internet banking (ibank)
ru: Интернет банкинг (ibank)

source: Bank payment (sberbank)
ru: Банковский платёж (sberbank)

source: Svyaznoy salons (svyaznoy)
ru: Связной (svyaznoy)

source: Euroset salons (euroset)
ru: Евросеть (euroset)

source: Contact salons (contact)
ru: Contact (contact)

source: MTS salons (mts)
ru: МТС (mts)

source: Uralsib (uralsib)
ru: Кассы Уралсиб (uralsib)

source: Ocean Bank (ocean)
ru: Океан Банк (ocean)

source: Uralsib internert bank (ibankuralsib)
ru: Интернет-банк Уралсиб (ibankuralsib)

source: Default payment method. Allow to skip payment method selection page
ru: Способ оплаты по умолчанию, который будет предложен пользователю, минуя экран выбора

source: Send hash with payment request
ru: Отправлять контрольную подпись формы

source: Send order hash in payment request. Option 'Check request form hash' must be checked on !site settings page
ru: Отправлять контрольную подпись формы заявки на перевод. Опция 'Проверять хеш-значение в форме заявки на перевод' должна быть включена в настройках мерчанта в личном кабинете !site

source: Reccuring payment
ru: Рекуррентный платеж

source: Set reccuring payment mode
ru: Параметр используется при создании рекуррентного платежа

source: Protocol version
ru: Версия протокола

source: Set protocol version
ru: Используемая версия протокола

source: Direct mode
ru: Режим приема оплаты

source: Set direct payment mode
ru: По умолчанию Заявка создается в стандартном режиме (значение false). В этом режиме Перевод исполняется только после того, как Пользователь предоставит объем средств, равный сумме Заявки. В режиме прямого приема Перевода (значение true) перевод исполняется в объеме средств, предоставленном Пользователем, и сумма Заявки не имеет значения.

source: Interface language
ru: Язык страницы оплаты

source: Please, select interface language
ru: Язык интерфейса страницы оплаты

source: Order number @num
ru: Заказ @num

source: Place your order
ru: Перейти к оплате

source: Possible fraud. Error with remote IP address = %ip. The remote address of the script posting to this notify script does not match a valid RBK Money ip address
ru: Потенциальный фрод. Адрес, с которого отправлено уведомление (%ip) отличается от разрешенных адресов RBK Money

source: RBK Money: payment processing
ru: RBK Money: платеж обрабатывается

source: RBK Money: payment successful
ru: RBK Money: платеж зачислен

source: MD5 checksum fail, possible fraud. Order canceled
ru: Ошибка контрольной суммы платежа md5 hash, потенциальный фрод. Заказ отменен

source: Your payment has been declined.
ru: Ваш платеж отклонен
