Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/themes/drupalace/translations/*.po
Languages: ru

source: Login
ru: Вход

source: Logout
ru: Выход

source: Read more
ru: Читать далее

source: !author wrote:
ru: !author написал:

source: Text Formats
ru: Текстовые форматы

source: Layout settings
ru: Настройки разметки

source: Page layout
ru: Разметка страницы

source: Page unit
ru: Единица измерения разметки страницы

source: Page width
ru: Ширина страницы

source: Sidebar layout
ru: Разметка колонки

source: Sidebar position
ru: Позиция колонки

source: Left
ru: Слева

source: Right
ru: Справа

source: Sidebar unit
ru: Единица измерения разметки колонки

source: Sidebar width
ru: Ширина колонки

source: Social features
ru: Социальные закладки

source: Enable social bookmarks for the next node types
ru: Включить социальные закладки для следующих типов материала

source: Helper text for social block
ru: Текст в блоке с социальными закладками

source: Social buttons size
ru: Размер кнопок с закладкими

source: Social services
ru: Социальные сервисы

source: Enter comma-separated list of social servises. See correct service names on !addthis
ru: Введите социальные сервисы, разделённые запятой. Посмотреть все названия сервисов можно на !addthis

source: Node settings
ru: Настройки материалов

source: Enable node navigation for the next node types
ru: Включить навигацию по материалам для следующих типов

source: Login settings
ru: Настройки входа на сайт

source: Enable popup login
ru: Включить попап логин

source: Search block settings
ru: Настройки блока поиска

source: Default search text
ru: Текст в поиске по умолчанию

source: Search button value
ru: Значение поисковой кнопки

source: Enter only digits in page width field.
ru: Поле "ширина страницы" может содержать только цифры.

source: Page width value can't be less than 1
ru: Ширина страницы не может быть меньше 1

source: Page width value can't be more than 100
ru: Ширина страницы не может быть больше 100

source: Enter only digits in sidebar width field.
ru: Поле "ширина колонки" может содержать только цифры.

source: Sidebar width value can't be less than 1
ru: Ширина колонки не может быть меньше 1

source: Sidebar width value can't be more than 100
ru: Ширина колонки не может быть больше 100

source: Bright nice theme with a lot of settings. Created by <a href = "http://drupalace.ru">Drupalace team</a>
ru: Красивая яркая тема с множеством настроек. Создана командой <a href = "http://drupalace.ru">Drupalace team</a>.
