Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/gplus_sync/translations/gplus_sync.*.po
Languages: ru

source: Is external user
ru: Внешний пользователь

source: Token
ru: Токен

source: Picture
ru: Изображение

source: Profile URL
ru: Адрес профиля

source: Given name
ru: Имя

source: Family name
ru: Фамилия

source: Name
ru: Имя

source: Gender
ru: Пол

source: Locale
ru: Локаль

source: Language
ru: Язык

source: Birthday
ru: День рождения

source: Current location
ru: Текущее расположение

source: Synchronize user data between Google+ and Drupal.
ru: Синхронизация пользовательских данных между Google+ и Drupal.

source: View GPlus profile
ru: Просматривать профиль GPlus

source: Administer GPlus Sync settings
ru: Администрировать настройки GPlus Sync

source: For working with Google Plus Sync you need:
ru: Для работы с Google Plus Sync вам необходимо:

source: Going to page Google Developers Console (!link) and login with your GMail account.
ru: Перейти на страницу Консоли разработчика Google (!link) и войти с помощью вашего GMail-аккаунта.

source: If you haven't any exist projects then create new one:
ru: Если вы не имеете ни одного существующего проекта, тогда создайте один новый:

source: in Google Developers Console push the button "Create Project";
ru: в консоли разработчика Google нажмите кнопку "Create Project";

source: in popup "New Project" insert custom project name and project ID;
ru: во всплывающем окне "New Project" впишите выборочное название своего проекта и его ID;

source: push the button "Create".
ru: нажмите кнопку "Create".

source: Select the new or exist project.
ru: Выберите новый или существующий проект.

source: On the project page going to "APIs & auth" -> "APIs".
ru: На странице проекта перейдите в раздел "APIs & auth" -> "APIs".

source: On the "APIs" page enable "Google+ API".
ru: На страние "APIs" включите "Google+ API".

source: On the project page going to "APIs & auth" -> "Credentials".
ru: На странице проекта перейдите в раздел "APIs & auth" -> "Credentials".

source: If you create new project:
ru: Если вы создали новый проект:

source: push the button "Create new Client ID";
ru: нажмите на кнопку "Create new Client ID";

source: in popup "Create Client ID" in selector "Application type" select "Web application";
ru: во всплывающем окне "Create Client ID" в селекторе "Application type" выберите "Web application";

source: in popup "Create Client ID" in field "Authorized javascript origins" input domain name of site where this module is working (examples: "http://example.com", "https://example.com");
ru: во всплывающем окне "Create Client ID" в поле "Authorized javascript origins" введите доменное имя сайта, на котором работает данный модуль (примеры: "http://example.com", "https://example.com");

source: in popup "Create Client ID" in field "Authorized redirect uris" input redirect url (examples: "http://example.com/!redirect_path", "https://example.com/!redirect_path");
ru: во всплывающем окне "Create Client ID" в поле "Authorized redirect uris" введите адрес возврата (примеры: "http://example.com/!redirect_path", "https://example.com/!redirect_path");

source: in popup "Create Client ID" push the button "Create Client ID".
ru: во всплывающем окне "Create Client ID" нажмите кнопку "Create Client ID".

source: On "Credentials" page make a copy of value "Client ID".
ru: На странице "Credentials" скопируйте значение "Client ID".

source: Insert copied value into field "Client ID" on this page.
ru: Вставьте скопированное значение в поле "Client ID" на этой странице.

source: On "Credentials" page make a copy of value "Client Secret".
ru: На странице "Credentials" скопируйте значение "Client Secret".

source: Insert copied value into field "Client Secret" on this page.
ru: Вставьте скопированное значение в поле "Client Secret" на этой странице.

source: On this page press the button "Save".
ru: На этой странице нажмите кнопку "Save".

source: Going to page "Blocks" (!link) and enable block "Google+ sign in button".
ru: Перейдите на страницу "Блоки" (!link) и включите блок "Google+ sign in button".

source: Logout and check "Google+ sign in button".
ru: Выйдите из системы и проверьте "кнопку входа через Google+".

source: Google+ sign in button
ru: Кнопка входа Google+

source: Google+ sign in button (for anonymous users only)
ru: Кнопка входа Google+ (только для анонимных пользователей)

source: Google+ sign in button block settings
ru: Установки блока с кнопкой входа Google+

source: Is enabled
ru: Включено

source: The Google+ Client ID and others parameters is not set!
ru: Google+ Client ID и другие параметры не заданы!

source: Field: users.!field_name
ru: Поле: users.!field_name

source: The domain name from your email address is not available on this site!
ru: Доменное имя из вашего адреса электронной почты не допускается на этом сайте!

source: This user is blocked!
ru: Этот пользователь заблокирован!

source: Registration of new users via Google+ button is disabled! Only users with exist profile can login.
ru: Регистрация через кнопку входа Google+ заблокирована! Только пользователи с существующими профилями могут войти.

source: New user was created. UID = %uid, name = %name, email = %email
ru: Новый пользователь был создан. UID = %uid, имя = %name, электронная почта = %email

source: Request code or client ID or client secret is invalid!
ru: Ответный код или ID клиента или ключ клиента не задан либо не действителен!

source: Extended field %field_name was added to table %table_name.
ru: Дополнительное поле %field_name было добавлено в таблицу %table_name.

source: Extended index %index_name was added to table %table_name.
ru: Дополнительный индекс %field_name был добавлен в таблицу %table_name.

source: Extended field %field_name was removed from table %table_name.
ru: Дополнительное поле %field_name было удалено из таблицы %table_name.

source: Google+ Access parameters
ru: Параметры доступа к Google+

source: Client ID
ru: ID клиента

source: Client secret
ru: Клиентский ключ

source: Example: !example
ru: Пример: !example

source: Google+ Login parameters
ru: Параметры входа через Google+

source: This is the filter by domain name in user email address.
ru: Это фильтр по имени домена в адресе электронной почты пользователя.

source: Write each value in new line.
ru: Пишите каждое значение в новой строке.

source: If empty - all domain names will be allowed.
ru: Если не заполнено - все доменные имена будут допустимы.

source: If this option is enabled then new Drupal profile will be created for new user.
ru: Если эта опция включена, тогда новый Drupal-профиль будет создан для нового пользователя.

source: If this option is disabled then user without exist Drupal profile cannot login to the site via Google+ button.
ru: Если эта опция выключена, тогда пользователь без существующего Drupal-профиля не сможет войти на сайт через кнопку Google+.

source: Create new user
ru: Создать нового пользователя

source: Save
ru: Сохранить

source: Settings was saved.
ru: Настройки были сохранены.

source: Google+ Sync settings
ru: Установки Google+ Sync

source: link
ru: ссылка
