Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/explorer8_mode/translations/explorer8_mode.*.po
Languages: de

source: Document compatibility mode
de: Dokument-Kompatibilitätsmodus

source: Please choose the Explorer version for the document compatibility mode.<br />If "IE 8" is used then there is no entry of an additional HTML tag in the header.
de: Bitte wählen Sie die Explorerversion für den Dokument-Kompatibilitätsmodus. Wird "IE 8" verwendet erfolgt kein Eintrag eines zusätzlichen HTML Tag im Header.

source: Mode
de: Modus

source: <strong>IE 5</strong><br />The code for the page is like the Quirks mode in Internet Explorer 7 is displayed.
de: <strong>IE 5</strong><br />Der Code der Seite wird wie durch den Quirks-Modus von Internet Explorer 7 angezeigt.

source: <strong>IE 7</strong><br />The code of the page as if by the standards mode in Internet Explorer 7 is displayed, without taking into account the/a DOCTYPE statement.
de: <strong>IE 7</strong><br />Der Code der Seite wird wie durch den Standard-Modus von Internet Explorer 7 angezeigt, ohne Berücksichtigung der/einer DOCTYPE-Angabe.

source: <strong>IE 8</strong><br />The IE8- or IE8-standards mode. This is the default for Internet Explorer 8.
de: <strong>IE 8</strong><br />Der IE8- oder IE8-Standard-Modus. Das ist die Standardeinstellung für den Internet Explorer 8.

source: <strong>Emulate IE 7</strong><br />The code of the page like Internet Explorer 7 appears, however, considering the/a DOCTYPE specification (the standard mode, as displayed by IE 7 and Quirks mode, as indicated by the IE 5).
de: <strong>Emuliere IE 7</strong><br />Der Code der Seite wird wie von Internet Explorer 7 angezeigt, jedoch mit Berücksichtigung der/einer DOCTYPE-Angabe (der standardkonforme Modus wird wie vom IE 7 angezeigt und der Quirks-Modus wie vom IE 5).

source: <strong>Emulate IE 8</strong><br />Does the website a standard DOCTYPE indication, it appears in IE8 mode, the other in Quirks mode (IE5 mode) are shown.
de: <strong>Emuliere IE 8</strong><br />Enthält die Webseite eine standardkonforme DOCTYPE-Angabe, wird sie im IE8-Modus, anderseits im Quirks-Modus (IE5-Modus) dargestellt.

source: About
de: Allgemein

source: With "Explorer 8 Mode" can be defined how the Internet Explorer 8 displays all pages from this Drupal installation.
de: Mit "Explorer 8 Modus" kann festgelegt werden wie der Internet Explorer 8 die Webseiten dieser Drupalinstallation anzeigt.

source: More information about the Document Compatibility Mode: <a href="@whats-new-url">@whats-new</a>
de: Mehr Informationen über den Dokument-Kompatibilitätsmodus: <a href="@whats-new-url">@whats-new</a>

source: What's New in Internet Explorer 8
de: Neuerungen im Internet Explorer 8

source: Uses
de: Anwendungen

source: Which mode to use for Explorer 7?
de: Welchen Modus für den Explorer 7 verwenden?

source: In order to use the Explorer 8 as the Explorer 7, you choose the mode <em>Emulate IE 7</em>.
de: Um den Explorer 8 als Explorer 7 zu nutzen verwenden Sie den Modus <em>Emulate IE 7</em>.

source: Setting the document compatibility mode of the Internet Explorer 8's.
de: Festlegen des Dokument-Kompatibilitätsmodus des Internet Explorer 8.

source: Content
de: Inhalt
