Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/bible/translations/bible.*.po
Languages: fr, lt, nb, vi

source: Daily Golden Verse
fr: Verset biblique du jour
nb: Dagligt gyldent vers
vi: Câu gốc hằng ngày

source: Bible Daily Reading
fr: Lecture biblique quotidienne
nb: Daglig bibel lesing
vi: Đọc Thánh Kinh hằng ngày

source: Daily a verse for daily Bible reading.
fr: Verset pour la lecture biblique quotidienne.
nb: Dagligt vers for den daglige bibel lesing
vi: Mỗi ngày một câu cho việc đọc Thánh Kinh hằng ngày.

source: Bible Golden Verse
fr: Verset biblique de méditation
nb: Gyldent bibel vers
vi: Câu gốc

source: Bible module settings
fr: Configurations du module «Bible»
nb: Bibel modul instillinger
vi: Các thiết lập module Thánh Kinh

source: Bible module settings control
fr: Contrôle des configurations du module «Bible»
nb: Bibel modul instillingskontroll
vi: Điều khiển các thiết lập module Thánh Kinh

source: List
fr: Liste
vi: Liệt kê

source: Select bible
fr: Choisir la Bible
nb: Velg bibel
vi: Chọn bản dịch

source: Import
fr: Importer
nb: Importer
vi: Nhập vào

source: Delete Select Bible
fr: Supprimer le choix de Bible
nb: Slett valgt bibel
vi: Chọn bản dịch và xóa

source: Delete selected bible.
fr: Supprimer la Bible choisie.
nb: Slett valgt bibel.
vi: Xóa bản dịch được chọn

source: Bible
lt: Biblija
nb: Bibel
vi: Thánh Kinh

source: Bible Search
fr: Recherche biblique
lt: Paieška Biblijoje
nb: Bibel søk
vi: Tìm bản dịch

source: Bible list
fr: Liste de Bibles
nb: Bibel liste
vi: Danh sách bản dịch

source: Bible name
fr: Nom de la Bible
lt: Biblija
nb: Bibel navn
vi: Tên bản dịch

source: Select Bible you want.
fr: Choisir la Bible désirée.
nb: Velg bibel du vil ha.
vi: Chọn bản dịch bạn muốn

source: Select Bible
fr: Choisir une Bible
nb: Velg bibel
vi: Chọn bản dịch

source: ShortName
fr: Nom court
nb: Kort navn
vi: Tên ngắn

source: Bible Name
fr: Nom de la Bible
lt: Kurioje Biblijoje ieškoti
nb: Bibel navn
vi: Tên bản dịch

source: Language
fr: Langue
nb: Språk
vi: Ngôn ngữ

source: Chapter Count
fr: No du chapitre
nb: Antall kapitler
vi: Đếm số chương

source: Verse Count
fr: No du verset
nb: Antall vers
vi: Đếm số câu

source: Action
nb: Handling
vi: Thao tác

source: Delete
fr: Supprimer
nb: Slett
vi: Xóa

source: Bible Import
fr: Importer la Bible
nb: Bibel import
vi: Nhập bản dịch

source: Bible Context file
fr: Fichier du texte biblique
nb: Bibel kontekst fil
vi: Tập tin nhập vào bản dịch Thánh Kinh

source: A bible context (.bc) file.
fr: Un fichier de texte biblique (.bc).
nb: En bibel kontekst (.bc) fil.
vi: Tập tin bản dịch Thánh Kinh (.bc).

source: Are you sure you want to delete the bible %name?
fr: Êtes-vous certain de vouloir supprimer la Bible %name?
nb: Sikker på du vil slette bibelen %name?
vi: Bạn có chắc muốn xóa bản dịch %name?

source: Deleting a bible will remove all data associated with it. This action cannot be undone.
fr: La suppression d'une bible enlèvera toutes les données qui lui sont liées. Cette action est irréversible.
nb: Sletting av en bibel vil fjerne alle data tilknyttet dertil. Denne handling kan ikke ugjort.
vi: Xóa một bản dịch cũng sẽ đồng thời xóa các dữ liệu liên quan. Thao tác này không thể được phục hồi.

source: Cancel
fr: Annuler
nb: Annuller
vi: Bỏ qua

source: Chapter @chap
fr: Chapitre @chap
lt: @chap skyrius
nb: Kapitell @chap
vi: Chương @chap

source: Select Chapter:
fr: Choisir le chapitre :
nb: Velg kapitel:
vi: Chọn Chương:

source: Search Keyword in Bible
fr: Rechercher un mot-clé dans la Bible
lt: Žodžio paieška Biblijoje
nb: Søk bibel
vi: Tìm theo từ khóa

source: Please input Search Keyword.
fr: Veuillez entrer un mot-clé de recherche.
nb: Taste inn søkeord.
vi: Vui lòng nhập vào từ khóa tìm kiếm.

source: Search in Bible [@bible] for Keyword[@kw]
fr: La recherche dans la Bible [@bible] pour le mot-clé [@kw]
nb: Søk bibel [@bible] etter ord [@kw]
vi: Tìm kiếm trong bản dịch [@bible] với từ khoá [@kw]

source: Found:
fr: Trouvé :
nb: Funnet:
vi: Tìm thấy:

source: Sorry, no verse found.
fr: Désolé, aucun verset trouvé.
nb: Desverre, vers ikke funnet.
vi: Thật tiếc, không tìm thấy câu nào.

source: Keyword to search
fr: Mot-clé à rechercher
lt: Ieškomas žodis
nb: Ord til å søke
vi: Từ khoá tìm kiếm

source: Select Bible you want to search.
fr: Choisir dans quelle Bible vous voulez rechercher.
lt: Pasirinkite, kurioje Biblijoje ieškoti.
nb: Velg bibel skal søke.
vi: Chọn bản dịch bạn muốn tìm.

source: Search
fr: Recherche
nb: Søk
vi: Tìm kiếm

source: administer bible
fr: administrer la Bible
nb: administrer bibel
vi: quản lý bản dịch

source: view bible
fr: Voir la Bible
nb: se bibel
vi: xem bản dịch

source: edit own bible
fr: éditer sa propre Bible
nb: rediger egen bibel
vi: sửa bản dịch cá nhân

source: edit bible
fr: éditer la Bible
nb: rediger bibel
vi: sửa bản dịch

source: create bible
fr: créer la Bible
nb: opprett bibel
vi: tạo bản dịch

source: bible
nb: bibel
vi: thánh kinh

source: Bible module installed successfully.
fr: Module «Bible» installé avec succès.
nb: Bibel modul installasjon fullført.
vi: Module Thánh Kinh đã được cài đặt thành công.

source: Table installation for the Bible module was unsuccessful.
fr: L'installation de la table du module «Bible» a échoué.
nb: Tabell installasjonen for Bibel modulet feilet.
vi: Bảng cài đặt cho module Thánh Kinh không thành công.

source: Chirstian Holy Bible.
nb: Den kristne hellige bibel.
vi: Thánh Kinh Cơ-đốc nhân

source: N/A
fr: N/D

source: Christian Holy Bible.
fr: Sainte Bible chrétienne.

source: Bible Multi-Read
lt: Skaityti kelias Biblijas iškart

source: Bible settings
lt: Biblijos nustatymai

source: Default Bible
lt: Numatytoji Biblija

source: Select user default bible.
lt: Pasirinkite Bibliją, kuri bus naudojama pagal nutylėjimą.

source: My Bible Verse Set
lt: Mano eilučių iš Biblijos rinkinys

source: Old Testament
lt: Senasis Testamentas

source: New Testament
lt: Naujasis Testamentas

source: My Verses
lt: Mano eilutės

source: Select Chapter
lt: Pasirinkite skyrių

source: Change Bible
lt: Perjungti Bibliją

source: Base Bible
lt: Pagrindinė Biblija

source: Bible Plain-Read
lt: Paprastas skaitymas

source: Verse
lt: Nuoroda

source: Context
lt: Tekstas

source: Keyword to search in Bible context. Multi-keywords are available. Use "-" as a negative(NOT) search.
lt: Kokio žodžio ieškoti Biblijos tekste. Galite įrašyti kelis žodžius. Prieš žodžius, kurių neturi būti rezultate parašykite "-".

source: Search in Bible [@bible] for Keyword [@kw], total found [@count] time(s).
lt: Žodžio [@kw] paieška Biblijoje [@bible]. Viso surasta [@count].

source: More
lt: Daugiau
