Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/pmb_connector/pmb/translations/pmb.*.po
Languages: fr

source: You can't request a new password because you don't have any email address. Ask your administrator to add one.
fr: Vous ne pouvez pas demander un nouveau mot de passe, parce que vous n'avez pas d'adresse courriel. Demandez à votre administrateur d'en ajouter une.

source: You can't request a new password because no email address is defined for account '@name'. Ask your administrator to add one.
fr: Vous ne pouvez pas demander un nouveau mot de passe, parce qu'aucune adresse courriel n'est définie pour le compte '@name'. Demandez à votre administrateur d'en ajouter une.

source: Further instructions have been sent to your e-mail address.
fr: Des instructions complémentaires ont été envoyées à votre adresse courriel.

source: There was a problem with your submission. Please try again later.
fr: Votre requête n'a pas abouti. Merci de réessayer ultérieurement.

source: Status error: smtp unavailable on server.
fr: Statut de l'erreur: smtp indisponible sur le serveur

source: As a reader, you cannot change your name and email.
fr: En tant que lecteur, vous ne pouvez pas changer votre nom et votre adresse courriel.

source: To change your password, go to <a href="!link_change">this page</a> or <a href="!link">request a new one</a>.
fr: Pour changer de mot de passe, aller à <a href="!link_change">cette page</a> ou <a href="!link">demandez-en un nouveau</a>.

source: Ask your administrator for more information.
fr: Demandez à votre administrateur pour davantage d'information.

source: As a reader, you cannot change your account name (@item).
fr: En tant que lecteur, vous ne pouvez pas changer votre nom (@item).

source: As a reader, you cannot change your account email (@item).
fr: En tant que lecteur, vous ne pouvez pas changer votre courriel (@item).

source: As a reader, you cannot change your password on this page.
fr: En tant que lecteur, vous ne pouvez pas changer votre mot de passe sur cette page.

source: Loans
fr: Emprunts

source: Cache of readers
fr: Cache des lecteurs

source: Duration of the reader sessions in the cache
fr: Durée de vie des informations des lecteurs dans le cache

source: Duration of the remote PMB session of a reader, in seconds
fr: Durée d'une session PMB distante pour un lecteur, en secondes

source: Duration of the loans of readers in the cache
fr: Durée de vie des prêts des lecteurs dans le cache

source: The duration of the loans of readers in the cache, in seconds
fr: Durée de vie des prêts des lecteurs dans le cache, en secondes

source: Duration of the reservations of readers in the cache
fr: Durée de vie des réservations des lecteurs dans le cache

source: The duration of the reservations readers in the cache, in seconds
fr: Durée de vie des réservations des lecteurs dans le cache, en secondes

source: My reader account: Cart
fr: Mon compte lecteur : Panier

source: Cart
fr: Panier

source: Remove selected elements from cart
fr: Supprimer les éléments sélectionnés du panier

source: Empty cart
fr: Vider le panier

source: You must select records before removing.
fr: Vous devez sélectionner les notices à supprimer.

source: Unknown operation
fr: Opération inconnue

source: Add notice to cart
fr: Ajouter la notice au panier

source: Blank record id.
fr: Id de notice vide.

source: Could not understand query.
fr: Requête incompréhensible.

source: Add your cart to this reading list
fr: Ajouter votre panier à la liste de lecture

source: Blank reading list.
fr: Liste de lecture vide.

source: Remove selected elements from list
fr: Enlever les éléments sélectionnés de la liste

source: Empty list
fr: Liste vide

source: Add the content of your cart to this list
fr: Ajouter le contenu du panier à cette liste

source: You must select records to remove.
fr: Vous devez choisir les notices à supprimer.

source: Record status
fr: Statut de la notice

source: Document type
fr: Type de document

source: Bibliographic level
fr: Niveau bibliographique

source: Hierarchic level
fr: Niveau hiérarchique

source: Encoding level
fr: Niveau d'encodage

source: Descriptive cataloging form
fr: Descriptif de la forme de catalogage

source: Corrected record
fr: Notice corrigée

source: Deleted record
fr: Notice supprimée

source: New record
fr: Nouvelle notice

source: Previously issued higher level record
fr: Notice précédemment publiée à un niveau supérieur

source: Previously issued as incomplete (prepublication)
fr: Notice précédemment publiée comme incomplète (prépublication)

source: Printed text
fr: Texte imprimé

source: Manuscript text
fr: Texte manuscrit

source: Musical score - printed
fr: Partition musicale imprimée

source: Musical score - manuscript
fr: Partition musicale manuscrite

source: Cartographic document - printed
fr: Document cartographique imprimé

source: Cartographic document - manuscript
fr: Document cartographique manuscrit

source: Video, projectable document
fr: Document projeté ou vidéo

source: Microform
fr: Microforme

source: Sound recording - non musical
fr: Enregistrement sonore non musical

source: Sound recording - musical
fr: Enregistrement sonore musical

source: 2D graphical document
fr: Document graphique à deux dimensions

source: Electronic document
fr: Document électronique

source: Multimedia document
fr: Document multimédia

source: 3D object, artifact...
fr: Objet à 3 dimensions, artefacts...

source: Unique record
fr: Notice unique

source: Unknown type
fr: Type indéterminé

source: Unknown main type
fr: Type de document indéterminé

source: Monograph
fr: Monographie

source: Serial
fr: Périodique

source: Serial check-in
fr: Bulletin

source: Serial component part
fr: Bulletin

source: Subunit
fr: Sous-unité

source: No hierarchy
fr: Sans hiérarchie

source: Highest level record
fr: Notice principale

source: Record below highest record
fr: Notice secondaire

source: No piece examined
fr: Aucune pièce examiné

source: Prepublication record
fr: Notice de prépublication

source: Preliminary cataloging
fr: Catalogage préliminaire

source: Full ISBD
fr: ISBD complet

source: Partial/incomplete ISBD
fr: ISBD partiel/incomplet

source: Full collection
fr: Série complète

source: Full title
fr: Titre complet

source: Uniform title
fr: Titre uniforme

source: Name of part
fr: Nom de partie

source: Form subheading
fr: Sous-vedette de forme

source: Arranged statement
fr: Mention d'arrangement

source: Full uniform title
fr: Titre uniforme complet

source: Full authors without role
fr: Auteurs complets sans rôle

source: Full authors
fr: Auteurs complets

source: Full convention without role
fr: Convention complète sans rôle

source: Full convention
fr: Convention complète

source: Full publishers
fr: Éditeurs complets

source: Full serie
fr: Collection complète

source: Display <em>sine</em> when needed
fr: Afficher <em>sine</em> si nécessaire

source: Check this box if you want to display <em>sine loco (s.l.), sine nomine (s.n.), sine datum (s.d.)</em>, 'No title' and 'No author' when they aren't set in a record.
fr: Cocher cette case si vous voulez afficher <em>sine loco (s.l.), sine nomine (s.n.), sine datum (s.d.)</em>, 'sans titre' et 'sans auteur' quand ils ne sont pas présents dans les notices.

source: Note: Some templates may bypass this setting.
fr: Note: Certains modèles de page peuvent outrepasser ce paramètre.

source: Is an issue of
fr: Est un bulletin de

source: Is a part of
fr: Fait partie de

source: Is in
fr: Contenu dans

source: Supplement of
fr: Supplément de

source: Previous title
fr: Titre précédent

source: Next title
fr: Titre suivant

source: Translated under the title
fr: Traduit sous le titre

source: Translation from
fr: Traduction de

source: Comes with
fr: Accompagne

source: Content
fr: Contenu

source: Issues
fr: Bulletins

source: Is composed of
fr: Est composé de

source: Contains
fr: Contient

source: Supplements
fr: Suppléments

source: Translated from
fr: Traduit de

source: Child
fr: Enfant

source: Issue item
fr: Exemplaire de bulletin

source: The title of the document
fr: Le titre du document

source: Other title
fr: Autre titre

source: Original title
fr: Titre original

source: Other title information
fr: Autre information du titre

source: Material type
fr: Type de document

source: Period
fr: Période

source: Author out
fr: Auteur rejeté

source: Role
fr: Rôle

source: Convention
fr: Congrès

source: Number
fr: Numéro

source: Place
fr: Lieu

source: Name
fr: Nom

source: City
fr: Ville

source: Country
fr: Pays

source: Full article
fr: Article complet

source: No author mentioned
fr: Sans auteur mentionné

source: No title mentioned
fr: Sans titre mentionné

source: Main author
fr: Auteur principal

source: Main title
fr: Titre principal

source: Main publisher
fr: Éditeur principal

source: Main date
fr: Date principale

source: Edition statement
fr: Mention d'édition

source: Publication date
fr: Date de publication

source: Serial volume
fr: Numéro de périodique

source: Size
fr: Format

source: Layout
fr: Présentation

source: Accompanying material
fr: Matériel d'accompagnement

source: ISBN (or other code)
fr: ISBN (ou autre code)

source: Price
fr: Prix

source: General note
fr: Note générale

source: Languages
fr: Langues

source: Language
fr: Langue

source: Original language
fr: Langue originale

source: Descriptors
fr: Descripteurs

source: Keywords
fr: Mots-clés

source: Class
fr: Classe

source: Class number
fr: Index décimal

source: Abstract
fr: Résumé

source: Content note
fr: Note de contenu

source: Online document
fr: Document en ligne

source: Format of online document
fr: Format du document en ligne

source: Link for e-copy
fr: Ressource numérique

source: Format of e-copy
fr: Format de la ressource numérique

source: Short
fr: Succincte

source: Full
fr: Complet

source: The author of the document
fr: L'auteur du document

source: The publisher of the document
fr: L'éditeur du document

source: ISBN / Bar code
fr: ISBN / Code-barre

source: The bar code of the document
fr: Le code-barre du document

source: The price of the document
fr: Le prix du document

source: The website of the document
fr: Le site web du document

source: The date of the document
fr: La date du document

source: The comment of the suggestion
fr: Le commentaire de la suggestion

source: The source of the suggestion
fr: La source de la suggestion

source: No source
fr: Pas de source

source: The category of the suggestion
fr: La catégorie de la suggestion

source: No category
fr: Pas de catégorie

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: You must enter a title.
fr: Vous devez entrer un titre.

source: You must enter an author.
fr: Vous devez entrer un auteur.

source: You must enter a publisher.
fr: Vous devez entrer un éditeur.

source: Your suggestion has been deleted.
fr: Votre suggestion a été supprimée.

source: Your suggestion has not been deleted.
fr: Votre suggestion n'a pas été supprimée.

source: Your suggestion has been saved.
fr: Votre suggestion a été enregistrée.

source: Your suggestion has not been saved.
fr: Votre suggestion n'a pas été enregistrée.

source: My reader account: Reading lists
fr: Mon compte lecteur : Listes de lecture

source: Reading lists
fr: Listes de Lecture

source: My reader account: Public reading lists
fr: Mon compte lecteur : Listes de lecture publiques

source: Public reading lists
fr: Listes de lecture publiques

source: Reading list not found!
fr: Liste de lecture non trouvée !

source: My reader account: Reading list: !item
fr: Mon compte lecteur : Liste de lecture : !item

source: My reader account: Reading list: @item
fr: Mon compte lecteur : Liste de lecture : @item

source: My reader account: Public reading list: !item
fr: Mon compte lecteur : Liste de lecture publique : !item

source: My reader account: Public reading list: @item
fr: Mon compte lecteur : Liste de lecture publique : @item

source: My reader account: Reservations
fr: Mon compte lecteur : Réservations

source: Reservations
fr: Réservations

source: Missing notice id!
fr: Id de la notice manquant

source: Add a reservation
fr: Ajouter une réservation

source: Could not create reservation!
fr: Impossible de créer la réservation !

source: My reader account: Suggestions
fr: Mon compte lecteur : Suggestion

source: View, add or edit a suggestion
fr: Voir, ajouter ou modifier une suggestion

source: Add
fr: Ajouter

source: Edit
fr: Éditer

source: Suggestion not found!
fr: Suggestion non trouvée !

source: View and interract with your reader account
fr: Voir et interragir avec son compte lecteur

source: Summary
fr: Résumé

source: Summary of your reader account
fr: Résumé de votre compte lecteur

source: View the content of your cart
fr: Afficher le contenu de votre panier

source: Your loans
fr: Vos emprunts

source: Your reservations
fr: Vos réservations

source: View your reading lists
fr: Afficher vos listes de lecture

source: Your suggestions
fr: Vos suggestions

source: Reading list
fr: Liste de lecture

source: View your reading list
fr: Afficher vos listes de lecture

source: View public reading lists
fr: Afficher les listes de lecture publiques

source: Public reading list
fr: Liste de lecture publique

source: View a public reading list
fr: Afficher une liste de lecture publique

source: View a suggestion
fr: Voir une suggestion

source: Allows PMB (PhpMyBibli) readers to login to and to interract with a Drupal website.
fr: Permet aux lecteurs de PMB (PhpMyBibli) de s'authentifier et d'interragir avec un site Drupal.

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Bar code
fr: Code-barre

source: Join date
fr: Date d'adhésion

source: Expiration date
fr: Date d'expiration

source: Your cart is empty.
fr: Votre panier est vide.

source: No description.
fr: Pas de description.

source: No information.
fr: Pas d'information.

source: Subscribers only
fr: Sur incription uniquement

source: Read only
fr: Lecture uniquement

source: Yes
fr: Oui

source: No
fr: Non

source: This list is empty.
fr: Cette liste est vide.

source: Media type
fr: Support

source: Loan start date
fr: Date de l'emprunt

source: Loan return date
fr: Date de retour

source: No loan.
fr: Aucun emprunt.

source: Your lists
fr: Vos listes

source: No reading list.
fr: Aucune liste de lecture.

source: Public lists
fr: Listes publiques

source: Access
fr: Accès

source: Open
fr: Ouvert

source: Confidential
fr: Confidentiel

source: No public reading list.
fr: Aucune liste de lecture publique.

source: Rank
fr: Rang

source: Information
fr: Détail

source: Your reservation is overtime.
fr: Votre réservation est périmée.

source: Your item is holded until the
fr: Votre élément est réservé jusqu'au

source: In need of approuval
fr: En attente d'approbation

source: No reservation.
fr: Aucune réservation.

source: State
fr: État

source: View/Edit
fr: Voir/Éditer

source: View
fr: Voir

source: No suggestion.
fr: Aucune suggestion.

source: Add a suggestion
fr: Ajouter une suggestion

source: Display lists
fr: Affichage des listes

source: Display search results
fr: Affichage des résultats de recherche

source: Records per page / Search
fr: Notices par page / Recherches

source: Number of records per page in the search results
fr: Nombre de notices par page, dans les pages des recherches

source: Search the catalog
fr: Rechercher dans le catalogue

source: Invalid search!
fr: Recherche invalide !

source: Search: !item
fr: Recherche : !item

source: Results
fr: Résultats

source: Search the external catalog
fr: Rechercher dans le catalogue externe

source: External search: !item
fr: Recherche externe : !item

source: All fields
fr: Tous les champs

source: Titles
fr: Titres

source: Authors
fr: Auteurs

source: Publishers
fr: Éditeurs

source: Series
fr: Collections

source: Sub series
fr: Sous-collections

source: Decimal indexing
fr: Indexations décimales

source: Search terms
fr: Champs de recherche

source: The search terms
fr: Termes de recherche

source: Fields
fr: Champs

source: Fields to search
fr: Champs dans lesquels chercher

source: Please enter a search query.
fr: Veuillez saisir une recherche.

source: Please enter at least one field to search in.
fr: Veuillez sélectionner au moins un champ de recherche.

source: Quick search terms
fr: Recherche rapide

source: Please enter one or more search terms.
fr: Veuillez saisir un ou plusieurs termes.

source: ISBN/Bar code
fr: ISBN/Code-barre

source: Please enter at least one source to search in.
fr: Veuillez renseigner au moins une source où chercher.

source: Operators
fr: Opérateurs

source: Value
fr: Valeur

source: Criterias
fr: Critères

source: Search in a local catalog
fr: Rechercher dans le catalogue local

source: Search in external catalogs
fr: Rechercher dans les catalogues externes

source: Aggregate searches in local and external catalogs
fr: Aggréger les recherches dans les catalogues locaux et externes

source: Use advanced search
fr: Utiliser la recherche avancée

source: Advanced search
fr: Recherche avancée

source: Quick links
fr: Accès directs

source: You don't have the permissions to search the catalog.
fr: Vous ne disposez pas des droits pour chercher dans le catalogue.

source: You don't have the permissions to browse virtual shelves.
fr: Vous ne disposez pas des droits pour parcourir les étagères virtuelles.

source: Search the local catalog
fr: Rechercher dans le catalogue local

source: Advanced search in the catalog
fr: Recherche avancée dans le catalogue

source: Local catalog
fr: Catalogue local

source: External catalog
fr: Catalogue externe

source: Search inside a PMB (PhpMyBibli) catalog.
fr: Recherche à l'intérieur d'un catalogue PMB (PhpMyBibli)

source: Search: @item
fr: Recherche : @item

source: This search has no results.
fr: Aucun résultat pour cette recherche.

source: Comments
fr: Commentaires

source: External search: @item
fr: Recherche externe : @item

source: This search has no result.
fr: Pas de résultats pour cette recherche.

source: ERROR!
fr: ERREUR !

source: Author not found!
fr: Auteur non trouvé !

source: Author: !item
fr: Auteur : !item

source: Author: @item
fr: Auteur : @item

source: View Author: @item
fr: Voir l'auteur : @item

source: Serie not found!
fr: Collection non trouvée !

source: Serie: !item
fr: Collection: !item

source: Serie: @item
fr: Collection: @item

source: Collection: !item
fr: Série : !item

source: Collection: @item
fr: Série : @item

source: Sub-collection: !item
fr: Sous-série : !item

source: Sub-collection: @item
fr: Sous-série : @item

source: View serie: @item
fr: Voir la collection : @item

source: View collection: @item
fr: Voir la série : @item

source: View collection: !item
fr: Voir la série : !item

source: View Serie: @item
fr: Voir la collection : @item

source: Record not found!
fr: Notice non trouvée

source: Record: !item
fr: Notice : !item

source: Record: @item
fr: Notice : @item

source: View Record: @item
fr: Voir la notice : @item

source: View Record: !item
fr: Voir la notice : !item

source: View External Notice: @item
fr: Voir la notice externe : @item

source: View External Record: @item
fr: Voir la notice externe : @item

source: View External Record: !item
fr: Voir la notice externe : !item

source: Serial not found!
fr: Périodique non trouvé !

source: Serial: !item
fr: Périodique : !item

source: Serial: @item
fr: Périodique : @item

source: View Serial: @item
fr: Voir le périodique : @item

source: View Serial: !item
fr: Voir le périodique : !item

source: Issue not found!
fr: Bulletin non trouvé

source: View bulletin: @item (@number)
fr: Voir le bulletin : @item (@number)

source: View issue: @item (@number)
fr: Voir le bulletin : @item (@number)

source: View bulletin: !item (!number)
fr: Voir le bulletin : !item (!number)

source: View issue: !item (!number)
fr: Voir le bulletin : !item (!number)

source: Issue: @item (@number)
fr: Bulletin : @item (@number)

source: Issue: !item (!number)
fr: Bulletin : !item (!number)

source: Issue: !item
fr: Bulletin : !item

source: Issue: @item
fr: Bulletin : @item

source: Publisher not found!
fr: Éditeur non trouvé

source: Publisher: !item
fr: Éditeur : !item

source: Publishers: !item
fr: Éditeurs : !item

source: Publishers: @item
fr: Éditeurs : @item

source: Publisher: @item
fr: Éditeur : @item

source: View Publisher: @item
fr: Voir l'éditeur : @item

source: Sub-serie not found!
fr: Sous-collection non trouvée !

source: Sub-serie: !item
fr: Sous-collection : !item

source: Sub-serie: @item
fr: Sous-collection : @item

source: View Sub-serie: @item
fr: Voir la sous-serie : @item

source: View notices
fr: Voir les notices

source: View authors
fr: Voir les auteurs

source: View series
fr: Voir les series

source: View publishers
fr: Voir les éditeurs

source: View Record
fr: Afficher une notice

source: View a record
fr: Voir une notice

source: View External Notice
fr: Afficher une notice externe

source: View External Record
fr: Afficher une notice externe

source: View an external notice
fr: Voir une notice externe

source: View an external record
fr: Voir une notice externe

source: View Issue
fr: Voir un bulletin

source: View an issue
fr: Voir un bulletin

source: View Serial
fr: Afficher un périodique

source: View a serial
fr: Voir un périodique

source: View Author
fr: Afficher un auteur

source: View an author
fr: Voir un auteur

source: View Publisher
fr: Afficher un éditeur

source: View a Publisher
fr: Voir un éditeur

source: View Serie
fr: Afficher une serie

source: View a Serie
fr: Voir une serie

source: View Sub-serie
fr: Afficher une sous-serie

source: View a Sub-serie
fr: Voir une sous-serie

source: View records inside a PMB (PhpMyBibli) catalog.
fr: Voir les notices situées dans un catalogue PMB (PhpMyBibli)

source: Web
fr: Site Web

source: Linked entities
fr: Autorités liées

source: No linked entity
fr: Pas d'autorité liée

source: Unknown title
fr: Titre inconnu

source: Items
fr: Exemplaires

source: Barcode
fr: Code-barre

source: Availability
fr: Disponibilité

source: Holding
fr: Réservation

source: Hold this document
fr: Réserver ce document

source: Digital items
fr: Documents numériques

source: Download URL
fr: Adresse de téléchargement

source: Analysis
fr: Dépouillements

source: Issue
fr: Bulletin

source: Situation
fr: État

source: Add to cart
fr: Ajouter au panier

source: Title: !item
fr: Titre : !item

source: Authors: !item
fr: Auteurs : !item

source: Address
fr: Adresse

source: Zipcode
fr: Code postal

source: Unknown
fr: Inconnu
