Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/pmb_connector/pmb/translations/pmb.*.po
Languages: fr

source: PMB Connector has been installed. You can now access your PMB/PhpMyBibli catalog through Drupal. Before that, you need to link your catalog under <a href="!link_settings">Administer > Site configuration > PMB Connector</a> module settings and to set rights under <a href="!link_permissions">Administer > User management > Permissions</a>.<br /> Your comments are welcomed on the !link_module module page.
fr: Le module PMB Connector a été installé. Vous pouvez maintenant accéder à votre catalogue PMB/PhpMyBibli à travers Drupal. Avant cela, vous devez lier votre catalogue à Drupal dans <a href="!link_settings">Administrer > Configuration > PMB Connector</a> et définir les droits dans <a href="!link_permissions">Administrer > Utilisateurs > Droits</a>.<br /> Vos commentaires sont les bienvenus sur la page du module !link_module.

source: PMB Connector: All user preferences have been removed. Thanks for using this module!<br /> Your comments are welcomed on the !link_module module page.
fr: PMB Connector : Toutes les préférences utilisateur ont été supprimées. Merci d'avoir utilisé ce module !<br /> Vos commentaires sont les bienvenus sur la page du module !link_module.

source: PMB link type
fr: Type de lien vers PMB

source: PMB service link type
fr: Type de lien vers le service PMB

source: The type of the link to PMB
fr: Le type du lien vers PMB

source: PMB service URL
fr: Url du service fourni par PMB

source: PMB service full URL
fr: Url complète du service fourni par PMB

source: The url of the PMB service
fr: L'URL du service fourni par PMB

source: The full url of the PMB service
fr: L'URL complète du service fourni par PMB

source: PMB service login
fr: Identifiant du service PMB

source: The login of the PMB service. Let empty in case of an anonymous use.
fr: L'identifiant pour utiliser le service PMB. Laissez blanc si l'utilisation est anonyme.

source: The password of the PMB service
fr: Le mot de passe du service PMB

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: PMB service password
fr: Mot de passe du service PMB

source: PMB service password. Let empty in case of an anonymous use.
fr: Le mot de passe pour utiliser le service PMB. Laissez blanc si l'utilisation est anonyme.

source: Link to PMB
fr: Lien vers PMB

source: PMB gateway
fr: Passerelle PMB

source: URL and paths aliases
fr: Alias des URL et des chemins

source: Enable custom paths
fr: Activer les chemins personnalisés

source: Check this box if you want to customize paths. Uncheck it if you use i18n module or another module to customize paths.
fr: Cocher cette case pour personnaliser les chemins. Décocher la case si vous utilisez le module i18n ou un autre module de personnalisation des chemins.

source: This option allows to set custom core paths without another module.
fr: Cette option permet de personnaliser les chemins principaux sans aucun autre module.

source: Default customization is a full French translation without accented characters.
fr: La personnalisation par défaut est une traduction française complète sans caractère accentué.

source: These fields allow to set custom paths for catalog access.
fr: Ces champs permettent de définir les chemins personnalisés pour l'accès au catalogue.

source: Examples
fr: Exemples

source: "<strong>catalogue</strong>", "<strong>library</strong>" or "<strong>bibliothèque</strong>" for www.example.com/<em>catalog</em>;
fr: "<strong>catalogue</strong>", "<strong>library</strong>" or "<strong>bibliothèque</strong>" pour www.exemple.com/<em>catalog</em>;

source: "<strong>bibliothèque/notice/%</strong>" for www.example.com/<em>catalog/record/%</em>;
fr: "<strong>bibliothèque/notice/%</strong>" pour www.exemple.com/<em>catalog/record/%</em>;

source: "<strong>lecteur/%/emprunt</strong>" for www.example.com/<em>reader/%/loan</em>.
fr: "<strong>lecteur/%/emprunt</strong>" pour www.exemple.com/<em>reader/%/loan</em>.

source: This form helps to set unique customized paths. If you want more paths or aliases, especially in case of a multilanguage site, you should use modules as !link_1, !link_2/!link_3 and !link_4. PMB Connector is compatible with any other Drupal module.
fr: Ce formulaire facilite la création de chemins personnalisés uniques. Si vous voulez davantage de chemins ou d'alias, notamment dans le cas d'un site multilingue, vous devez utiliser des modules tels que !link_1, !link_2/!link_3 et !link_4. PMB Connector est compatible avec tous les autres modules Drupal.

source: These paths are not aliases, but core links. You can add aliases directly in !link, but be careful if you change items with alias.
fr: Ces chemins ne sont pas des alias, mais des liens du cœur du module. Vous pouvez ajouter des alias dans !link, mais il convient de faire attention lorsque vous changez des éléments avec des alias.

source: Admin > Config > Search and metadata > URL aliases
fr: Admin > Configuration > Recherche et métadonnées > Alias d'URL

source: Admin > Site building > URL aliases
fr: Admin > Construction > Alias d'URL

source: Items should be unique and without "/".
fr: Les éléments doivent être uniques et sans "/".

source: Warning
fr: Attention

source: If you use "URL aliases" page or "i18n" module or any other path module, avoid to change these settings.
fr: Si vous utilisez la page "Alias d'URL", "i18n" ou tout autre module de modification de chemin, évitez de modifier ces paramètres.

source: Once paths are set, avoid to change them, especially "catalog" and "record", so links will be durable and permanent for users and referencing.
fr: Une fois que les chemins sont définis, évitez de les changer, particulièrement "catalog" et "record", afin que les liens soient durables et permanents pour les utilisateurs et le référencement.

source: Drupal core "Path" module is not enabled.
fr: Le module "Path" du cœur de Drupal n'est pas activé.

source: Cache of records
fr: Cache des notices

source: Cache data obtained with the PMB webservice.
fr: Cache les données obtenues par webservice PMB.

source: Cache profile
fr: Profil de cache

source: The profile of the cache. Determine how to cache the notices. This will have an impact on performances.
fr: Le profil de cache. Détermine comment cacher les informations. Ceci aura un impact sur les performances.

source: Anonymous and readers share the same cache.
fr: Les anonymes et les lecteurs partagent le même cache.

source: Anonymous readers have their own cache. All readers share the same cache.
fr: Les anonymes ont leur propre cache. Tous les lecteurs ont le même cache.

source: Anonymous readers have their own cache. Each reader has its own cache.
fr: Les anomymes ont leur propre cache. Chaque lecteur a son propre cache.

source: Duration of the notices in the cache
fr: Durée de vie des notices dans le cache

source: The duration of the notices in the cache, in seconds
fr: Durée de vie des notices dans le cache, en secondes

source: Duration of the authors in the cache
fr: Durée de vie des auteurs dans le cache

source: The duration of the authors in the cache, in seconds
fr: Durée de vie des auteurs dans le cache, en secondes

source: Duration of the publishers in the cache
fr: Durée de vie des éditeurs dans le cache

source: The duration of the publishers in the cache, in seconds
fr: Durée de vie des éditeurs dans le cache, en secondes

source: Duration of the series in the cache
fr: Durée de vie des collections dans le cache

source: The duration of the series in the cache, in seconds
fr: Durée de vie des collections dans le cache, en secondes

source: Duration of the sub-series in the cache
fr: Durée de vie des sous-collections dans le cache

source: The duration of the sub-series in the cache, in seconds
fr: Durée de vie des sous-collections dans le cache, en secondes

source: Duration of the locations and sections in the cache
fr: Durée de vie des lieux et sections dans le cache

source: The duration of the locations and sections in the cache, in seconds
fr: Durée de vie des lieux et sections dans le cache, en secondes

source: Duration of the searches in the cache
fr: Durée de vie des recherches dans le cache

source: The duration of the searches in the cache, in seconds
fr: Durée de vie des recherches dans le cache, en secondes

source: User interface
fr: Interface utilisateur

source: Note: Menus and links can always be modified directly in <a href="!link">Drupal admin menu</a>.
fr: Note : les menus et les liens peuvent toujours être modifiés directement dans le <a href="!link">menu d'administration de Drupal</a>.

source: These settings modify user interface only. You need to set permissions in accordance in <a href="!link">Drupal permission menu</a>.
fr: Ces paramètres modifient seulement l'interface utilisateur. Vous devez activer les permissions en concordance dans le <a href="!link">menu des permissions Drupal</a>.

source: Tabs to display in main menu
fr: Onglets à afficher dans le menu principal

source: Tabs to display in main catalog menu
fr: Onglets à afficher dans le menu principal du catalogue

source: Uncheck checkboxes to hide a tab. Main menus can be disabled in <a href="!link">Administer > Structure > Menus > Main menu</a>.
fr: Décocher les cases pour cacher un onglet. Les menus principaux peuvent être désactivés sur <a href="!link">Administrer > Structure > Menus > Menu principal</a>.

source: Uncheck checkboxes to hide a tab.
fr: Décocher les cases pour cacher un onglet.

source: Uncheck checkboxes to hide a tab. Main menus can be disabled in <a href="!link">Administer > Site building > Menus > Primary links</a>.
fr: Décocher les cases pour cacher un onglet. Les menus principaux peuvent être désactivés sur <a href="!link">Administrer > Construction du site > Menus > Liens primaires</a>.

source: Main menu (search and browse catalog)
fr: Menu principal (rechercher et parcourir le catalogue)

source: Merge search and browse links in a main menu
fr: Fusionner les liens Rechercher et Parcourir dans un menu unique

source: Separate "Search catalog" and "Browse catalog" links in two menus
fr: Distinguer les liens "Recherche catalogue" et "Parcourir le catalogue" avec deux menus

source: Default page used for main menu "www.example.com/catalog"
fr: Page utilisée pour le menu principal par défaut "www.example.com/catalog"

source: Default page to use when "Search catalog" and "Browse catalog" menus are merged
fr: Page utilisée lorsque les menus "Recherche catalogue" et "Parcourir catalogue" sont fusionnés

source: This page will be used with "www.example.com/catalog".
fr: Cette page sera utilisée pour "www.example.com/catalog".

source: "Search catalog" and "Browse catalog" menus are merged when they are in the same menu.
fr: Les menus "Recherche catalogue" et "Parcourir catalogue" sont fusionnés lorsqu'ils sont dans le même menu.

source: Save configuration
fr: Enregistrer la configuration

source: Search catalog
fr: Recherche catalogue

source: Browse catalog
fr: Parcourir le catalogue

source: "Browse catalog" main menu
fr: Menu principal "Parcourir le catalogue"

source: Note: Default "Locations" tab cannot be hidden.
fr: Note: L'onglet par défaut "Lieux" ne peut pas être caché.

source: "Search catalog" main menu
fr: Menu principal "Recherche catalogue"

source: Note: Default "Local search" tab cannot be hidden.
fr: Note: L'onglet par défaut "Recherche locale" ne peut pas être caché.

source: default menu
fr: menu par défaut

source: Attach "My reader account" menu to
fr: Attacher le menu "Mon compte lecteur" à

source: Attach "Search catalog" menu to
fr: Attacher le menu "Rechercher dans le catalogue" à

source: Attach "Browse catalog" menu to
fr: Attacher le menu "Parcourir le catalogue" à

source: Reader tabs to display
fr: Onglets Lecteur à afficher

source: Default Reader tab
fr: Onglet Lecteur par défaut

source: Note: Default tab cannot be hidden.
fr: Note: L'onglet par défaut ne peut pas être caché.

source: Reset to defaults
fr: Réinitialiser

source: Readers' authentication
fr: Authentification des lecteurs

source: Send login and password as plain text
fr: Envoyer le nom et le mot de passe en clair

source: Hash password with MD5
fr: Chiffrer le mot de passe avec MD5

source: Hash login and password in one item with SHA256
fr: Chiffrer le nom et le mot de passe en un seul élément avec SHA256

source: Validate against Drupal base
fr: Valider contre la base Drupal

source: This choice depends on your installation.
fr: Ce choix dépend de votre installation.

source: This option increases security by crypting the password before to send it on the gateway.
fr: Cette option améliore la sécurité en chiffrant le mot de passe avant de l'envoyer sur la passerelle.

source: To send plain text login and password is unsecure, but needed with LDAP authentication on PMB side.
fr: Envoyer le nom et le mot de passe en clair est risqué, mais nécessaire avec l'authentification LDAP côté PMB.

source: Note: Remote LDAP authentication is bugged in Drupal (PMB 3.4.13, see mailing list), so a patch is needed to use it.
fr: Note: l'authentification distante par LDAP est boguée dans Drupal (PMB 3.4.13, voir la liste de discussion) et un patch est nécessaire pour l'utiliser.

source: Default PMB installation (3.4.13) allows only "plain text" and "MD5 hash". Furthermore, if you want to allow readers to change password, you should choose "plain text", else you need to patch PMB.
fr: L'installation de PMB par défaut (3.4.13) permet les seuls modes "texte clair" and "Hash MD5". De plus, si vous voulez permettre aux lecteurs de changer de mot de passe, vous devez choisir "texte clair", sinon vous aurez besoin de patcher PMB.

source: A patch is needed on PMB installation also to use secure authentication modes "Full SHA256" and "Drupal".
fr: Un patch doit également être appliqué sur PMB pour pouvoir utiliser les modes d'authentification sécurisée "SHA256 complet" et "Drupal".

source: Authentication with Drupal is the most flexible (lots of authentication modules can be used) and more secure by default (PMB stores all passwords of readers as plain text).
fr: L'authentification par Drupal est la plus souple (de nombreux modules d'authentification peuvent être utilisés) et plus sécurisé par défaut (PMB enregistre les mots de passe des lecteurs en texte clair).

source: Before changing this parameter, put your site in <a href='!link'>maintenance mode</a>, else all logged readers won't be able to continue their session.
fr: Avant de modifier ce paramètre, vous devez placer le site en <a href='!link'>mode de maintenance</a>, sinon tous les lecteurs en ligne ne pourront plus continuer leur session.

source: Duration of the local session of a reader, in seconds
fr: Durée de la session locale d'un lecteur, en secondes

source: This setting allows to check user rights access more or less frequently.
fr: Cette option permet de vérifier les droits d'accès 'de l'utilisateur plus ou moins fréquemment.

source: If a remote session expires, a new one will open automatically.
fr: Si une session distante expire, une nouvelle est automatiquement ouverte.

source: Current settings does not allow readers to change password.
fr: Les paramètres actuels ne permettent pas aux lecteurs de changer de mot de passe.

source: Current settings does not allow readers to request a new password, but they can change it directly when they are logged.
fr: Les paramètres actuels ne permettent pas aux lecteurs de demander un nouveau mot de passe, mais ils peuvent en changer directement lorsque ils sont connectés.

source: Current password
fr: Mot de passe actuel

source: Enter your current password here
fr: Indiquez votre mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: To change your password, enter the new one in both fields.
fr: Pour changer votre mot de passe, indiquez le nouveau dans les deux champs.

source: Same strings are set for old and new passwords.
fr: Les mêmes mots sont indiqués pour l'ancien et le nouveau mot de passe.

source: A password can't begin or end with a space.
fr: Un mot de passe ne peut pas commencer ou finir par une espace.

source: Successfully changed password.
fr: Mot de passe correctement changé.

source: Password unchanged. You give a wrong current password or an error occured on remote server. <a href="!link">Retry</a> later.
fr: Mot de passe non changé. Vous avez indiqué un mauvais mot de passe actuel ou une erreur est survenue sur le serveur distant. <a href="!link">Réessayez</a> plus tard.

source: Change reader's password
fr: Modifier le mot de passe lecteur

source: Change the password for your reader account
fr: Modifier le mot de passe de votre compte lecteur

source: JSON-RPC error: @message
fr: Erreur JSON-RPC: @message

source: JSON-RPC error: @message [!function]
fr: Erreur JSON-RPC: @message [!function]

source: Missing parameter: notices_ids
fr: Paramètre manquant: notices_ids

source: This module does not include any help. See documentation on <a href="!link">PMB website</a>.
fr: Ce module n'inclut pas d'aide. Consultez la documentation sur le <a href="!link">site de PMB</a>.

source: Administer PMB Connector settings
fr: Administrer les paramètres de PMB Connector

source: Configure all settings of PMB Connector
fr: Configurer tous les paramètres de PMB Connector

source: Connect a PMB (PhpMyBibli) installation to a Drupal website. This module provides only core API functions.
fr: Connecter une installation de PMB (PhpMyBibli) à un site Drupal. Ce module fournit seulement les fonctions API.

source: Method name has no scalar value.
fr: Le nom de la méthode n'a pas de valeur scalaire.

source: Params must be given as array.
fr: Les paramètres doivent être données dans un tableau.

source: PMB service URL is not set.
fr: L'URL du service PMB n'est pas défini.

source: Unable to connect to "!link".
fr: Impossible de se connecter à "!link".

source: Incorrect response.
fr: Réponse incorrecte

source: Incorrect response id (request id: @currentId, response id: @responseId).
fr: Id de réponse incorrecte (id requête: @currentId, id réponse: @responseId).

source: Request error: @error
fr: Erreur de requête : @error

source: < previous
fr: < précédente

source: next >
fr: suivante >

source: << first
fr: << première

source: last
fr: dernière

source: last (!count) >>
fr: dernière (!count) >>

source: Display browse lists
fr: Affichage des listes de navigation

source: Display browse and search lists
fr: Affichage des listes de navigation et de recherche

source: Set number of records to display per page for each type of list
fr: Définir le nombre de notices à afficher par page pour chaque type de liste

source: Number of records per page for: !item
fr: Nombre de notices par page pour : !item

source: Duration of cache, in seconds
fr: Durée du cache, en secondes

source: Set duration of cache for each item, in seconds
fr: Définir la durée du cache pour chaque élément, en secondes

source: Record
fr: Notice

source: External record
fr: Notice externe

source: Author
fr: Auteur

source: Publisher
fr: Éditeur

source: Collection
fr: Série

source: Sub-collection
fr: Sous-série

source: Collections
fr: Séries

source: Sub-collections
fr: Sous-séries

source: Serie
fr: Collection

source: Sub-serie
fr: Sous-collection

source: Subserie
fr: Sous-collection

source: Parent serie
fr: Collection parente

source: Locations and sections
fr: Lieux et sections

source: Shelves
fr: Étagères

source: Shelf
fr: Étagère

source: Shelf block
fr: Bloc étagère

source: Block shelf
fr: Bloc étagère

source: Serial issues
fr: Numéros de périodique

source: Serials
fr: Périodiques

source: Thesaurus
fr: Thésaurus

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Results of a search
fr: Résultats d'une recherche

source: Search
fr: Recherche

source: External search sources
fr: Sources d'une recherche externe

source: Search fields
fr: Champs de recherche

source: Reader reservation
fr: Réservation d'un lecteur

source: Reader loans
fr: Emprunts d'un lecteur

source: Sources and categories for suggestions of readers
fr: Sources et categories pour les suggestions des lecteurs

source: Shelf not found!
fr: Étagère non trouvée

source: This shelf has no notices.
fr: Cette étagère n'a pas de notices.

source: Location not found!
fr: Lieu non trouvé

source: Location: !item
fr: Lieu : !item

source: Location: @item
fr: Lieu : @item

source: Home
fr: Accueil

source: Catalog
fr: Catalogue

source: Library catalog
fr: Catalogue de la bibliothèque

source: Browse the catalog
fr: Parcourir le catalogue

source: Locations
fr: Lieux

source: Section not found!
fr: Section non trouvée

source: Shelf: !item
fr: Étagère : !item

source: Shelf: @item
fr: Étagère : @item

source: Thesauri
fr: Thésaurus

source: Category not found!
fr: Catégorie non trouvée

source: Thesaurus: !item
fr: Thésaurus : !item

source: Thesaurus: @item
fr: Thésaurus : @item

source: Unknown caption
fr: Terme inconnu

source: Category: !item
fr: Catégorie : !item

source: Browse the catalog - Thesauri
fr: Parcourir le catalogue - Thésaurus

source: Browse the catalog - Thesaurus
fr: Parcourir le catalogue - Thésaurus

source: Browse catalogs
fr: Parcourir les catalogues

source: Browse serials
fr: Parcourir les périodiques

source: Browse virtual shelves
fr: Parcourir les étagères virtuelles

source: Browse thesaurus
fr: Parcourir les thésaurus

source: Browse the catalog - Locations
fr: Parcourir le catalogue - Lieux

source: Browse the catalog - Serials
fr: Parcourir le catalogue - Périodiques

source: Browse the catalog by category
fr: Parcourir le catalogue par catégorie

source: Browse the catalog - Shelves
fr: Parcourir le catalogue - Étagères

source: Browse inside a PMB (PhpMyBibli) catalog.
fr: Parcourir un catalogue PMB (PhpMyBibli).

source: This shelf has no records.
fr: Cette étagère est vide.

source: Subcategories
fr: Sous-catégorie

source: This category has no subcategories.
fr: Cette catégorie n'a pas de sous-catégories.

source: See also
fr: Voir aussi

source: Caption
fr: Libellé

source: Records
fr: Notices

source: This category has no records.
fr: Cette catégorie n'a pas de notices.

source: Location
fr: Lieux

source: Number of sections
fr: Nombre de sections

source: No location.
fr: Aucun lieu.

source: This section has no records.
fr: Cette section est vide.

source: Title
fr: Titre

source: Number of issues
fr: Nombre de bulletins

source: Number of items
fr: Nombre d'exemplaires

source: Number of analysis
fr: Nombre de dépouillements

source: Comment
fr: Commentaire

source: No shelf.
fr: Aucune étagère.

source: No thesaurus.
fr: Aucun thésaurus.

source: My reader account: Summary
fr: Mon compte lecteur : Résumé

source: My reader account: @name
fr: Mon compte lecteur : @name

source: My reader account
fr: Mon compte lecteur

source: You are not an authenticated reader.
fr: Vous n'êtes pas un lecteur identifié.'

source: PMB session closed for reader %name.
fr: Session PMB fermée pour le lecteur %name.

source: My reader account: Loans
fr: Mon compte lecteur : Emprunts

source: Unable to get session id from PMB for reader "@name".
fr: Impossible d'obtenir l'identifiant de session de PMB pour le lecteur "@name".

source: Unable to close remote PMB session for reader "%name".
fr: Impossible de fermer la session distante pour le lecteur "@name".

source: You don't have any email address. Some functions won't be available, especially password change. Ask you librarian to add one.
fr: Vous ne disposez pas d'adresse courriel. Certains fonctions ne seront pas disponibles, notamment le changement de mot de passe. Demandez à votre bibliothécaire d'en ajouter une.
