Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/moneysuite/*_files/translations/*_files.*.po
Languages: es

source: File Purchased
es: Archivo Comprado

source: Triggers when a file is purchased.
es: Se activa cuando se compra un archivo

source: Account
es: Cuenta

source: File Download Record
es: Registro de Descarga de Archivo

source: File Download Plan
es: Plan de Descarga de Archivo

source: File Status
es: Estado del Archivo

source: File
es: Archivo

source: Select a File Plan.
es: Seleccione un Plan

source: Status
es: Estado

source: Allows you to sell Downloadable Files
es: Permite vender Archivos Descargables

source: You have reached the download limit for this file.
es: Ha alcanzado el límite de descargas para este archivo.

source: This file download has expired.
es: La descarga de este archivo ha expirado

source: The user %user
es: El usuario %user

source: The IP address %ip
es: La dirección IP %ip

source: You have attempted to download an incorrect file URL too many times.
es: Ha tratado de descargar el archivo con una URL incorrecta demasiadas veces.

source: The URL is not a valid download link.
es: La URL no es un enlace válido de descarga.

source: You have downloaded this file from too many different locations.
es: Ha descargado este archivo desde demasiadas ubicaciones diferentes.

source: License Keys
es: Claves de la licencia

source: Public Key
es: Clave Pública

source: Enter the Public Key for this software as found in your 'My Software' area of your account on MoneyScripts.net
es: Escriba la clave pública para este usuario tal y como puede ver en el área 'My Software' de su cuenta en MoneyScripts.net

source: Private Key
es: Clave Privada

source: Enter the Private Key for this software as found in your 'My Software' area of your account on MoneyScripts.net
es: Escriba la clave privada para este software tal y como puede ver en el área 'My Software' de su cuenta en MoneyScripts.net

source: Main Settings
es: Opciones básicas

source: Email Settings
es: Opciones de Correo Electrónico

source: Advanced Settings
es: Opciones Avanzadas

source: Generate New Download Link Each Time?
es: ¿Generar un Nuevo Enlace de Descarga cada vez?

source: If this option is selected, the link to download a file will be changed each time the file is downloaded. This adds more security so that users cannot post a static link to a file on your site for anyone to download.
es: Si selecciona esta opción, el enlace de descarga del archivo cambiará cada vez que el archivo sea descargado. Esto incrementa la seguridad, ya que los usuarios no podrán publicar un enlace estático al archivo para que cualquiera pudiera descargarlo.

source: Remove File Download for Refunds?
es: Eliminar Descarga de Archivos para las devoluciones?

source: Check this to have file downloads removed if that purchase is refunded or payment is reversed.
es: Marque esta opción para eliminar las descargas de archivos si la compra es anulada o el pago es denegado.

source: Go Straight to Checkout?
es: ¿Ir Directamente al Checkout?

source: Check this to have the user go straight to the checkout page once they add the file to their cart.
es: Marque esta opción si desea que el usuario sea enviado directamente a la página de checkout tras añadir el archivo a su carrito.

source: Custom Buy Now Image
es: Imagen de Comprar Ahora Personalizada

source: Optional - Set a Custom Buy Now Image. Use absolute path. Ex: http://www.yoursite.com/path/to/buynow.png
es: Opcional - Especifique una imagen personalizada para Comprar Ahora. Use rutas absolutas. Por ejemplo, http://www.susitio.com/ruta/a/comprarahora.png

source: Existing Files Search Path
es: Ruta de Búsqueda de Archivos Existentes

source: Optional - Set a base directory to use for adding Existing Files to File Download Plans. If this is not set, the default drupal files folder (%path) will be used. Be careful not to put a directory with too many files in it, or the script could run out of memory (don't put the base '/' directory, for example).
es: Opcional - Especifique un directorio base para añadir Archivos Existentes a los Planes de Descarga de Ficheros. Si lo deja en blanco, se utilizará el directorio de archivos predeterminado de drupal (%path). Tenga cuidado de no seleccionar un directorio con demasiados archivos, o el script podría dar fallos por falta de memoria (por ejemplo, no ponga como directorio base el directorio '/').

source: Use HTML in Emails?
es: ¿Utilizar HTML en los Emails?

source: Whether or not your emails use HTML.
es: Especifique si desar utilizar o no HTML en sus emails

source: New file Admin Email Subject
es: Asunto del Email al Administrador para un Nuevo Archivo

source: File Purchased by [userName]!
es: ¡Archivo comprado por [userName]!

source: New file Admin Email Body
es: Cuerpo del Email al Administrador para un Nuevo Archivo

source: The email that is sent to the admin when a user purchases a file. Leave blank to not send an email.
es: El email que se envía al administrador cuando un usuario compra un archivo. Déjelo en blanco para no enviarlo.

source: A file has been purchased! User: [userName] Name: [customerName] File: [fileTitle] Amount: [paymentAmount] Date: [site-date]
es: ¡Alguien ha comprado un archivo! Usuario: [userName] Nombre: [customerName] Archivo: [fileTitle] Total pagado: [paymentAmount] Fecha: [site-date]

source: Replacement patterns
es: Patrones de Sustitución

source: File Expired Admin Email Subject
es: Asunto del email de Archivo Expirado

source: File Download Expired: [userName]!
es: ¡Descarga de archivo expirada: [userName]!

source: File Expired Admin Email Body
es: Texto de email de Archivo Expirado

source: The email that is sent to the admin when a file download expires. Leave blank to not send an email.
es: El email que se envía al administrador cuando la descarga de un archivo expira. Déjelo en blanco para no enviarlo.

source: A File Download has Expired. User: [userName] Name: [customerName] File: [fileTitle] Date: [site-date]
es: Ha expirado una descarga de archivo. Usuario: [userName] Nombre: [customerName] Archivo: [fileTitle] Fecha: [site-date]

source: File downloads
es: Descargas de fichero

source: Purchased
es: Comprado

source: Description
es: Descripción

source: Downloads
es: Descargas

source: Addresses
es: Direcciones

source: Expired
es: Expirado

source: Download Limit Reached
es: Límite de Descargas Alcanzado

source: expires on @date
es: expira el @date

source: Unlimited
es: Ilimitado

source: No downloads found
es: No se han encontrado descargas

source: Once your download is finished, you must refresh the page to download again. (Provided you have permission)
es: Una vez que su descarga haya finalizado, debería recargar la página para descargarlo de nuevo (siempre y cuando tenga permisos para ello).

source: Do not use any download acceleration feature to download the file, or you may lock yourself out of the download.
es: No utilice ningún tipo de acelerador de descargas para descargar el archivo, o podría bloquearse usted mismo la descarga.

source: Please contact the site administrator if this message has been received in error.
es: Por favor, contacte con el administrador del sitio si este mensaje ha sido recibdo por error.

source: All File Downloads are shown here
es: Todas las Descargas de Archivos se muestran aquí

source: Add File Download
es: Añadir Descarga de Archivo

source: Start Date
es: Fecha Inicio

source: Expiration
es: Expiración

source: User
es: Usuario

source: Actions
es: Acciones

source: These are the files
es: Estos son los archivos

source: Filename: %filename<br />Downloads: %downloads<br />IPs: %ips<br />Expiration: %expiration
es: Archivo: %filename<br />Descargas: %downloads<br />IPs: %ips<br />Fecha de caducidad: %expiration

source: Edit
es: Editar

source: Clone
es: Clonar

source: Delete
es: Eliminar

source: Save changes
es: Guardar cambios

source: Price
es: Precio

source: Download
es: Descarga

source: Purchase Button
es: Botón de Compra

source: Order
es: Ordenar

source: Are you sure you want to delete this File Download: %fname for user: %user?
es: ¿Está seguro de que desea eliminar esta Descarga de Archivo: %fname para el usuario: %user?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: File Download %fname has been deleted for user %user
es: La Descarga de Archivo %fname ha sido eliminada para el usuario %user

source: Are you sure you want to delete this File Profile: %fname?
es: ¿Está seguro de que desea eleminar es Perfil de Archivo: %fname?

source: File Profile %fname has been deleted.
es: El Perfil de Archivo %fname ha sido eliminado.

source: Download: !link
es: Descarga: !link

source: A file has been purchased! User: [userName] Name: [customerName] File: [fileTitle] Amount: [paymentAmount] Date: [site-date]
es: ¡Alguien ha comprado un archivo! Usuario: [userName] Nombre: [customerName] Archivo: [fileTitle] Total pagado: [paymentAmount] Fecha: [site-date]

source: A File Download has Expired. User: [userName] Name: [customerName] File: [fileTitle] Date: [site-date]
es: Ha expirado una descarga de archivo. Usuario: [userName] Nombre: [customerName] Archivo: [fileTitle] Fecha: [site-date]

source: The title of the file
es: El título del archivo

source: The filename of the file
es: El nombre de fichero del archivo

source: The download link for the file
es: El enlace de descarga para el archivo

source: The number of times the file may be downloaded
es: El número de veces que el archivo puede ser descargado

source: The number of IP Addresses that may download the file
es: El número de Direcciones IP que pueden descargar el archivo

source: When the file download expires
es: Cuándo expira la descarga de archivo

source: None
es: Ninguno

source: File Settings
es: Opciones de Archivo

source: Payment Settings
es: Opciones de pago

source: File Name
es: Nombre del Archivo

source: The Name of the File
es: El Nombre del Archivo

source: Enter a short (less than 512 characters) description of the File.
es: Escriba una breve descripción (menos de 512 caracteres) del archivo.

source: Upload the File here
es: Suba el Archivo aquí

source: The max upload filesize as set by your server is:
es: El tamaño máximo para subir archivos que permite su servidor es:

source: See !link for more information on changing your upload limit.
es: Visite !link para obtener más información sobre cómo modificar el límite de subida.

source: Select an Existing File
es: Seleccione un Archivo Existente

source: Alternatively, you may select an existing file. Showing files in %path
es: Alternativamente, puede elegir un archivo que ya exista. Se muestran los archivos en %path

source: Sell Price
es: Precio de Venta

source: The Cost of the file. Ex: '15.99', '27.95' etc. Enter 0 for a free file download
es: El Coste del archivo. Por ejemplo: '15.99', '27.25' etc. Escriba 0 para descargar el archivo de forma gratuita

source: Role to Grant
es: Rol a Asignar

source: Role to be assigned if user purchases this file
es: Rol que será asignado si el usuario compra este archivo

source: Download Limit
es: Límite de Descargas

source: How many times can this file be downloaded? Use 0 for Unlimited.
es: ¿Cuántas veces puede descargarse este archivo? Escriba 0 para descargas ilimitadas.

source: IP Addresses
es: Direcciones IP

source: How many IP Addresses can download this file? Use 0 for Unlimited.
es: ¿Cuántas direcciones IP pueden descargar este archivo? Escriba 0 para direcciones ilimitadas.

source: How many days before this file expires? Use 0 for no expiration.
es: ¿Cuántos días antes de que el archivo expire? Escriba 0 para que no expire nunca.

source: File Purchase Email Subject
es: Asunto del Email de Archivo Comprado

source: File Purchase Email Body
es: Cuerpo del Email de Archivo Comprado

source: File Expired Email Subject
es: Asunto del Email de Archivo Expirado

source: File Expired Email Body
es: Cuerpo del Email de Arcihvo Expirado

source: Product Override Settings
es: Opciones para Sobreescribir Producto

source: Save
es: Guardar

source: Choose New File
es: Seleccione un Nuevo Archivo

source: To change the file associated with this File, upload a new one below
es: Para modificar el archivo asociado con este Archivo, suba uno nuevo debajo

source: Update Existing File Downloads?
es: ¿Actualizar Descargas de Ficheros Existentes?

source: Check this to have existing File Downloads be updated with the new file.
es: Marque esto para las Descargas de Archivos existentes se actualicen con el nuevo archivo.

source: The Cost of the file. Ex: '15.99', '27.95' etc
es: El precio del archivo. Por ejemplo: '15.99', '27.95' etc

source: You must enter a number for the Sell Price.
es: The escribir un número para el Precio de Venta.

source: Sell Price must be positive.
es: El Precio de Venta debe ser positivo.

source: The file %file was successfully copied to %dir
es: El archivo %file se ha copiado con éxito a %dir

source: Error copying the file
es: Error copiando el archivo

source: Error uploading file %file to %dir
es: Error subiendo el archivo %file a %dir

source: The file %file was successfully uploaded to %dir
es: El archivo %file ha sido correctamente subido a %dir

source: The directory %dir is not accessible
es: El directorio %dir no es accesible

source: File Saved: %name.
es: Archivo guardado: %name.

source: The new file %file was successfully uploaded to %dir
es: El nuevo archivo %file ha sido subido con éxito a %dir

source: Updated Existing File Downloads to use the new file.
es: Actualizar las Descargas de Ficheros ya existentes para que utilicen el nuevo archivo.

source: Failed
es: Fallido

source: New File Download
es: Nueva Descarga de Archivo

source: Username
es: Nombre de usuario

source: The Name of the User for this File Download
es: El Nombre del Usuario para esta descarga de archivo

source: The File Download Plan
es: El Plan para Descarga de Archivos

source: You must enter a valid user
es: Debe escribir un usuario válido

source: File Download Added for user: %name.
es: Descarga de archivo añadida para el usuario: %name.

source: File Download Settings
es: Opciones de Descarga de Archivo

source: How many times has this file been downloaded?
es: ¿Cuántas veces ha sido descargado este archivo?

source: What IP Addresses have downloaded this file?
es: ¿Qué direcciones IP han descargado este archivo?

source: When was this file download created?
es: ¿Cuándo se creó esta descarga de archivo?

source: Expiration Date
es: Fecah de Expiración

source: When does this file download expire?
es: ¿Cuándo expirará esta descarga de archivo?

source: No Expiration?
es: ¿Sin fecha de expiración?

source: Check this to have no expiration
es: Seleccione esto para que no expire

source: IP Address Limit
es: Límte de Direcciones IP

source: You must enter a number for the Downloads.
es: Debe escribir un número para las Descargas

source: Downloads must be positive.
es: Las Descargas deben ser positivas.

source: File Download Saved.
es: Descarga de Archivo guardada

source: Changed the Status of File Download !fuid to !status
es: Modificado el Estado de la Descarga de Archivo !fuid a !status

source: Added role !role to !user.
es: Añadido el rol !role a !user

source: Removed role !role from !user.
es: Eliminado el rol !role de !user

source: %user has been denied a file download by downloading it too many times.
es: A %user se le ha denegado una descarga de archivo por haberla descargado demasiadas veces.

source: %user has been denied an expired file download.
es: A %user se le ha denegado la descarga de un archivo expirado.

source: %user has been temporarily banned from file downloads.
es: %user ha sido temporalmente deshabilitado de las descargas de ficheros.

source: %user has been denied a file download by downloading it from too many IP addresses.
es: A %user se le ha denegado la descarga de un fichero por haberla descargado desde muchas direcciones IP.

source: %user has started download of the file %filename.
es: %user ha comenzado la descarga del archivo %filename.

source: Refund Notice received for MS File Downloads Suite
es: Se ha recibido un aviso de Devolución para MS File Downloads Suite

source: Deactivated a file download because of Refund or Reversed Payment
es: Se ha deshabilitado una descarga de archivo debido a una devolución o una anulación del pago

source: administer moneysuite file downloads
es: administrar descargas de moneysuite files

source: download moneysuite file downloads
es: descargar ficheros de moneysuite files

source: purchase moneysuite file downloads
es: comprar descargas de moneysuite files

source: File Download Plans
es: Planes de Descarga de Archivos

source: Create and Edit File Download Plans
es: Crear y Modificar Planes de Descarga de Archivos

source: List File Download Plans
es: Lista de Planes de Descarga de Archivos

source: File Downloads
es: Descargas de Archivo

source: Edit File Download
es: Modificar Descarga de Archivo

source: Delete File Download
es: Eliminar Descarga de Archivo.

source: Autocomplete
es: Autocompletar

source: Add File Download Plan
es: Añadir Plan de Descarga de Archivos

source: Edit File Download Plan
es: Modificar Plan de Descarga de Archivos

source: Clone File Download Plan
es: Clonar Plan de Descarga de Archivos

source: Delete File Download Plan
es: Eliminar Plan de Descargas de Archivos

source: My Files
es: Mis Archivos

source: View your purchased files.
es: Ver sus archivos comprados.

source: Purchase File
es: Archivo comprado

source: MS File Downloads Suite Settings
es: Opciones de MS File Downloads Suite

source: Set the various MS File Downloads Suite Settings here
es: Especifique aquí las distintas opciones para MS File Downloads Suite

source: Successfully Imported %plans File Profiles and %mems File Download Records
es: Se han importado con éxito %plans Perfiles de Archivo y %mem Registros de Descargas de Archivos

source: Sell Downloadable Files
es: Venda Archivos Descargables

source: MoneyScripts File
es: Archivo MoneyScripts

source: Associate a MoneyScripts File with this Node
es: Asociar un Archivo MoneyScripts con este nodo

source: Raw, unfiltered text
es: Texto sin formato y sin filtrar

source: Formatted and filtered text
es: Texto filtrado y con formato

source: Buy Now Button
es: Botón Comprar Ahora

source: File Info
es: Info Archivo

source: Associate this node with a MoneyScripts File
es: Asociar este nodo con un Archivo MoneyScripts

source: Create MS Files Related Views
es: Crear Vistas Relacionadas con MS Files
