Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/autocategorise/translations/autocategorise.*.po
Languages: fr

source: Allows entities to be automatically categorised by matching the terms (and synonyms) against the content of textual fields
fr: Permet aux annonces d'être catégorisées en associant les termes (et synonymes) au contenu des champs de texte

source: Autocategorise
fr: Autocatégoriser

source: Hide the vocabulary widget and apply terms automatically by matching the synonyms against the title and body whenever the entity is submitted.
fr: Cache le gadget vocabulaire et applique les termes automatiquement en comparant les synonymes dans le titre et le corps de texte quand l'annonce est soumise.

source: Apply terms automatically
fr: Appliquer les termes automatiquement

source: Autocategorise will assume that the last, heaviest term is the <em>misc</em>, or <em>other</em> category
fr: L'autocatégorisation assumera que la dernière catégorie sera <em>'divers'</em>, ou <em>'autres'</em>.

source: Do not use autocategorise
fr: Ne pas utiliser l'autocatégorisation

source: Match synonyms against rendered entity
fr: Appairer les synonymes avec les entités déclarées

source: Match synonyms only as whole words
fr: N'assortir comme synonyme, que des mots entiers

source: Treat the synonyms as regular expressions
fr: Traiter les synonymes comme des expressions correctes

source: Case insensitive
fr: Insensible à la casse

source: Convert everything to lower case before matching
fr: Convertir tout en minuscules avant d'appairer

source: Submit and recategorise all
fr: Soumettre et tout recatégoriser

source: Autocategorising
fr: Autocatégorisation

source: Initializing...
fr: Initialisation ...

source: Autocategorised @current out of @total instances.
fr: @current éléments sur @total sont autocatégorisés .

source: An error occurred while processing %error_operation with arguments: @arguments
fr: Une erreur s'est produite pendant le processus %error_operation avec les arguments: @arguments

source: Categorises certain node-types on submission, using selected vocabularies
fr: À la demande, catégorise certains types de nœuds, en utilisant le vocabulaire sélectionné

source: Taxonomy
fr: Taxonomie
