Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/uc_pagosonline/translations/uc_pagosonline.*.po
Languages: es

source: Trying to pay order !order_id, but the digital signature doesn't match. IP !ip
es: Intentando pagar el pedido !order_id, pero la firma digital no coincida. IP !ip

source: We can't confirm the authenticity of this transaction.
es: No podemos confirmar la autenticidad de esta transacción.

source: Trying to pay order !order_id but it doesn't exists.
es: Intentando pagar el pedido !order_id pero no existe.

source: Trying to pay order !order_id but the reference value (!ref_val) doesn't match. IP !ip
es: Intentando pagar el pedido !order_id pero el valor de referencia (!ref_val) no coincide. IP !ip

source: Trying to pay order !order_id but the reference value (!ref_val) doesn't match.
es: Intentando pagar el pedido !order_id pero el valor de referencia (!ref_val) no coincide.

source: Trying to pay order !order_id, but it isn't in checkout nor processing. IP !ip
es: Intentando pagar el pedido !order_id pero no está ni para pago ni en proceso. IP !ip

source: Order Completed.
es: Pedido Completo.

source: Order !order_id. Payment Received. IP !ip
es: Pedido !order_id. Pago recibido. IP !ip

source: Order !order_id completed.
es: Pedido !order_id completado.

source: Order Canceled.
es: Pedido Cancelado.

source: Order !order_id canceled.
es: Pedido !order_id cancelado.

source: Order Rejected.
es: Pedido Rechazado.

source: Order !order_id rejected.
es: Pedido !order_id rechazado.

source: Order pending or in process to be approved.
es: Pedido pendiente o en proceso de ser aprobado.

source: Order !order_id is pending or in process.
es: El pedido !order_id está pendiente o en proceso.

source: Order !order_id. Something is wrong with your transaction, please check the store !help page.
es: Pedido !order_id. Algo no está bien con la transacción, por favor revise la página de !help.

source: PagosOnline answer:
es: Respuesta de PagosOnline:

source: Reference # (!key): !value
es: # de referencia (!key): !value

source: Transaction status (!key): !value !info
es: Estado de la transacción (!key): !value !info

source: Response code (!key): !value !info
es: Códifo de respuesta (!key): !value !info

source: Message (!key): !value
es: Mensaje (!key): !value

source: Trying to pay order !order_id but it doesn't exists. IP !ip
es: Intentando pagar el pedido !order_id pero no existe. IP !ip

source: Order !order_id canceled. IP !ip
es: Pedido !order_id cancelado. IP !ip

source: Order !order_id rejected. IP !ip
es: Pedido !order_id rechazado. IP !i

source: Order !order_id completed. IP !ip
es: El pedido !order_id está completo. IP !ip

source: Order !order_id is pending or in process. IP !ip
es: El pedido !order_id está pendiente o en proceso. IP !ip

source: Receive payments with Credit card, Checking or Savings account or cash through PagosOnline service.
es: Recibir pagos con Tarjeta de crédito, Cuenta corriente o de ahorros o en efectivo a través del servicio de PagosOnline.

source: Process payments through PagosOnline gateway.
es: Procesar pagos a través de PagosOnline.

source: French
es: Francés

source: English
es: Inglés

source: Spanish
es: Español

source: Italian
es: Italiano

source: Colombian peso
es: Peso colombiano

source: Pound sterling
es: Libra esterlina

source: Mexican peso
es: Peso mexicano

source: United States dollar
es: Dólar de Estados Unidos

source: Venezuelan bolivar fuerte
es: Bolívar fuerte venezolano

source: Unopened
es: Sin abrir

source: Opened
es: Abierta

source: Paid
es: Pagada y abonada

source: Canceled
es: Cancelada

source: Rejected
es: Rechazada

source: Validating
es: En validación

source: Reversed
es: Reversada

source: Fraudulent reversed
es: Reversada fraudulenta

source: Sent to financial institution
es: Enviada ent. Financiera

source: Capturing credit card data
es: Capturando datos tarjeta de crédito

source: Awaiting PSE system confirmation
es: Esperando confirmación sistema PSE

source: Active ACH Debits
es: Activa Débitos ACH

source: Confirming Efecty payment
es: Confirmando pago Efecty

source: Printed
es: Impreso

source: ACH debit registered
es: Debito ACH Registrado

source: Transaction approved
es: Transacción aprobada

source: Payment canceled by the user
es: Pago cancelado por el usuario

source: Payment canceled by the user while validating
es: Pago cancelado por el usuario durante validación

source: Transaction rejected by the entity
es: Transacción rechazada por la entidad

source: Transaction declined by the entity
es: Transacción declinada por la entidad

source: Insufficient funds
es: Fondos insuficientes

source: Invalid card
es: Tarjeta invalida

source: Go to your bank
es: Acuda a su entidad

source: Expired card
es: Tarjeta vencida

source: Restricted card
es: Tarjeta restringida

source: POL Discretionary
es: Discrecional POL

source: Expiration date or security code invalid
es: Fecha de expiración o campo seg. Inválidos

source: Repit transaction
es: Repita transacción

source: Invalid transaction
es: Transacción inválida

source: Transaction in validating process
es: Transacción en proceso de validación

source: Invalid user-password combination
es: Combinación usuario-contraseña inválidos

source: Amount exceeds maximum allowed by the entity
es: Monto excede máximo permitido por entidad

source: Invalid identification document
es: Documento de identificación inválido

source: Paid Transaction, capturing data
es: Transacción abandonada capturando datos TC

source: Abandoned transaction
es: Transacción abandonada

source: Impossible to reverse transaction
es: Imposible reversar transacción

source: Card not allowed to do payments by internet
es: Tarjeta no autorizada para realizar compras por internet

source: Rejected transaction
es: Transacción rechazada

source: Partial transaction approved
es: Transacción parcial aprobada

source: Rejected no-confirmation
es: Rechazada por no confirmación

source: Voucher generated, waiting for bank payment
es: Comprobante generado, esperando pago en banco

source: Transaction pending to be confirmed
es: Transacción pendiente por confirmar

source: Digital certificate not found
es: Certificado digital no encontrado

source: Entity doesn't answer
es: Entidad no responde

source: Messaging error with the bank
es: Error de mensajería con la entidad financiera

source: Error in bank
es: Error en la entidad financiera

source: Not specified error
es: Error no especificado

source: Credit cards
es: Tarjetas de Crédito

source: PSE (checking and savings accounts)
es: PSE (Cuentas corriente/ahorros)

source: ACH debt
es: Debito ACH

source: Cash
es: Pago en efectivo

source: Referenced payment
es: Pago referenciado

source: VISA debit
es: VISA débito

source: The user ID must be an integer number.
es: El ID de usuario (usuarioId) debe ser un número entero.

source: Your reference prefix couldn't be longer than 35 characters.
es: El prefijo de referencia no puede ser mayor a 35 caracteres.

source: Your description can't be longer than 250 characters.
es: La descripción no puede ser mayor a 250 caracteres.

source: You must choose at least one payment method.
es: Debe escoger por lo menos una forma de pago.

source: My Drupal Store
es: Mi tienda de Drupal

source: Test
es: Prueba

source: Payment with Savings or Checking account.
es: Pago con Cuenta corriente y Cuenta de ahorros.

source: User ID
es: ID de usuario

source: Encription key
es: Llave de encripción

source: Transaction Type
es: Tipo de transacción

source: Live
es: En vivo

source: Available Payment Types
es: Formas de pago disponibles

source: All
es: Todos

source: Reference Prefix
es: Prefijo de referencia

source: This will be added to the Order ID. You must use it if you have more than one Store.
es: Este prefijo será añadido al número de la orden. Debería usarlo si tiene más de una tienda.

source: Currency
es: Moneda

source: Language
es: Idioma

source: No IVA
es: Sin IVA

source: This is the list of taxes you have in your !uctaxesurl
es: Esta es la lista de impuestos que hay en su !uctaxesurl

source: You must enable !taxes module.
es: Debe activar el módulo !taxes.

source: Payment method title
es: Título de la forma de pago

source: Show
es: Mostrar

source: Logo + Title
es: Logotipo + Título

source: Title
es: Título

source: Description
es: Descripción

source: Sale description. It will be shown in the confirmation page in PagosOnline
es: Descripción de la venta. Se muestra en la página de confirmación de PagosOnline

source: PagosOnline Confirmation Page
es: Página de Confirmación de PagosOnline

source: PagosOnline Complete Page
es: Página de Confirmación de PagosOnline

source: Integrates PagosOnline, a Colombian Merchant Account, with Ubercart
es: Integra PagosOnline, una solución de comercio y recaudo electrónico para Colombia, con Ubercart
