Repository: heathdutton/megadrupal
Catalog: docroot/sites/all/modules/commerce_sofortbanking/translations/commerce_sofortbanking.*.po
Languages: de, es

source: Illegal notification received.
de: Fehlerhafte Benachrichtigung erhalten.

source: Transaction not available: !transaction_id
de: Transaktion nicht vorhanden: !transaction_id

source: Transaction status not available.
de: Transaktions-Status nicht verfügbar.

source: Commerce SOFORT Banking
de: Commerce SOFORT Überweisung

source: Integrates payment services from SOFORT AG on www.sofort.com.
de: Bindet die Bezahlmethode der SOFORT AG ein (www.sofort.com).
es: Integra los servicios de pago de SOFORT AG (www.sofort.com).

source: SOFORT Banking
de: SOFORT Überweisung

source: with buyer protection
de: mit Käuferschutz
es: con protección al comprador

source: recommended payment method
de: empfohlene Zahlart
es: forma de pago recomendada

source: <li>Payment system with TÜV-certified data protection</li><li>No registration required</li><li>Immediate shipping of stock goods</li><li>Please have your online banking details ready</li>
de: <li>Zahlungssystem mit TÜV-geprüftem Datenschutz</li><li>Keine Registrierung notwendig</li><li>Ware/Dienstleistung wird bei Verfügbarkeit SOFORT versendet</li><li>Bitte halten Sie Ihre Online-Banking-Daten (PIN/TAN) bereit</li>
es: <li>Sistema de pago con protección de datos certificada por el TÜV</li><li>No requiere registrarse</li><li>Las mercancías o servicios se envían inmediatamente según disponibilidad</li><li>Por favor, tenga a mano sus datos de banca online (datos de acceso y claves de confirmación)</li>

source: <li>Buyer protection for payment by SOFORT Banking! <a href="!url" target="_blank">More information</a>.</li>
de: <li>Bei Bezahlung mit SOFORT Überweisung genießen Sie Käuferschutz! <a href="!url" target="_blank">Mehr Informationen</a>.</li>
es: <li>¡Si paga con SOFORT Banking se beneficiará de la protección al comprador! <a href="!url" target="_blank">Más información</a>.</li>

source: After order confirmation, you will be redirected to the SOFORT Banking payment system to carry out the transfer online. You will need your online banking data, i.e. an online bank account, bank account number, PIN and confirmation code.
de: Nach Bestätigung der Bestellung werden Sie zum Zahlungssystem von SOFORT Überweisung weitergeleitet und können dort eine Online-Überweisung durchführen. Hierfür benötigen Sie Ihre eBanking Zugangsdaten, d.h. Bankverbindung, Kontonummer, PIN und TAN.
es: Una vez confirmado el pedido, será redirigido al sistema de pago de SOFORT Banking, donde podrá efectuar transferencias online. Para ello necesitará sus datos de acceso a la banca online, es decir, su número de cuenta, los datos de acceso y las claves de confirmación.

source: Payment by SOFORT Banking has been carried out successfully (Transaction ID: !transactionid).
de: Die Bezahlung mit SOFORT Überweisung wurde erfolgreich durchgeführt (Transaktions-ID: !transactionid).
es: El pago con SOFORT Banking se ha efectuado correctamente (ID de la transacción: !transactionid).

source: Payment is unfortunately not possible or has been cancelled by the customer. Please select another payment method.
de: Die gewählte Zahlart ist leider nicht möglich, oder wurde auf Kundenwunsch abgebrochen. Bitte wählen Sie eine andere Zahlart.
es: La forma de pago seleccionada no está disponible o ha sido cancelada por el cliente. Por favor, seleccione otra forma de pago.

source: For reasons of security, the time has expired to carry out the payment. No transaction has been carried out. Please carry out the payment again.
de: Die Zeit zur Durchführung der Zahlung ist aus Sicherheitsgründen abgelaufen. Es wurde keine Transaktion durchgeführt. Bitte führen Sie die Zahlung erneut aus.
es: El tiempo para efectuar el pago ha finalizado por razones de seguridad. No se ha efectuado ninguna transacción. Por favor, vuelva a efectuar el pago.

source: If you have not registered with SOFORT yet, you can register <a href="!url" target="_blank">here</a>.
de: Sofern Sie noch nicht bei SOFORT registriert sind, können Sie dies <a href="!url" target="_blank">hier</a> durchführen.
es: Si todavía no está registrado en SOFORT, puede hacerlo <a href="!url" target="_blank">aquí</a>.

source: SOFORT Banking is the free of charge, TÜV certified payment method by SOFORT AG.
de: SOFORT Überweisung ist der kostenlose, TÜV-zertifizierte Zahlungsdienst der SOFORT AG.
es: SOFORT Banking es el método de pago gratuito de SOFORT AG certificado por el TÜV.

source: Activate SOFORT Banking
de: SOFORT Überweisung aktivieren
es: Activar SOFORT Banking

source: Makes the payment method available in the selection of payment methods.
de: Macht die Zahlart in der Auswahl der Zahlarten verfügbar.
es: Hace que esta forma de pago aparezca en la selección de las formas de pago.

source: Configuration key
de: Konfigurationsschlüssel
es: Llave de configuración

source: Configuration key assigned by SOFORT - serves e.g. as a password.
de: Von SOFORT zugewiesener Konfigurationsschlüssel - dient u.a. als Passwort.
es: Llave de configuración asignada por SOFORT - se utiliza, entre otras cosas, como contraseña.

source: Extended settings
de: Erweiterte Einstellungen
es: Configuración avanzada

source: The following settings do not required any adjustment and should already filled with correct values.
de: Folgende Einstellungen bedürfen normalerweise keiner Anpassung und sollten bereits mit den korrekten Werten vorbelegt sein.
es: Los siguientes ajustes, por lo general, no necesitan volver a configurarse y ya deben indicar los valores correctos.

source: Banner or text in the selection of payment methods
de: Banner oder Text bei der Auswahl der Zahlarten
es: Banner o texto de la selección de las formas de pago

source: Determines whether a logo and descriptive text or a banner is to be displayed in the selection of payment methods.
de: Legt fest, ob in der Auswahl der Zahlarten ein Logo und beschreibender Text oder nur ein Banner angezeigt wird.
es: Define si se muestra un logotipo y un texto explicativo o solo un banner al seleccionar las formas de pago.

source: Display buyer protection text / banner
de: Käuferschutztext/-banner anzeigen
es: Mostrar el texto o el banner de la protección al comprador

source: Determines whether the informative text or the buyer protection banner is to be displayed in the selection of payment methods. It can only be displayed if buyer protection has been activated in the project.
de: Legt fest, ob der Infotext bzw. der Käuferschutz Banner in der Auswahl der Zahlarten angezeigt wird. Die Anzeige darf nur durchgeführt werden, wenn im Projekt bei SOFORT der Käuferschutz aktiviert ist.
es: Define que se muestre el texto informativo o el banner de la protección al comprador al seleccionar las formas de pago. Solo se debe mostrar si en el proyecto de SOFORT está activada la protección al comprador.

source: Mark this payment method as "Recommended payment method" in the selection of payment methods.
de: Diese Zahlart als "Empfohlene Zahlart" bei der Auswahl der Zahlarten markieren.
es: Marcar esta forma de pago como la «forma de pago recomendada» en la selección de las formas de pago.

source: Position in the selection of payment methods
de: Position in der Auswahl der Zahlarten
es: Posición en la selección de las formas de pago

source: Determines at which position this payment method will be displayed in the selection of payment methods. The smaller the number, the further up.
de: Legt fest, an welcher Stelle in der Zahlartenauswahl diese Zahlart angezeigt wird. Je kleiner, desto weiter oben.
es: Define en qué posición se muestra esta forma de pago en la selección de las formas de pago. Cuanto más pequeña, más arriba se sitúa.

source: Reason 1
de: Verwendungszweck 1
es: Concepto 1

source: Determines the text to be displayed in the reason field of the transfer (max. 27 characters - special characters will be replaced/deleted). The following placeholders will be replaced by specific values: {{order_id}} ==> Order number {{order_date}} ==> Order date {{customer_id}} ==> End customer number {{customer_name}} ==> End customer name {{customer_company}} ==> Company name of end customer {{customer_email}} ==> Email address of end customer {{transaction_id}} ==> SOFORT Banking transaction ID
de: Legt den Text fest, der als Verwendungszweck bei der Überweisung angegeben wird (max. 27 Zeichen - Sonderzeichen werden ersetzt/gelöscht). Folgende Platzhalter werden mit konkreten Werten ersetzt: {{order_id}} ==> Bestellnummer {{order_date}} ==> Bestelldatum {{customer_id}} ==> Endkundennummer {{customer_name}} ==> Name des Endkunden {{customer_company}} ==> Firmenname des Endkunden {{customer_email}} ==> E-Mail-Adresse des Endkunden {{transaction_id}} ==> Transaktions-ID der SOFORT Überweisung
es: Establece el texto que se introduce como concepto de la transferencia (27 caracteres como máximo; los caracteres especiales se sustituirán o se borrarán). Las siguientes variables se sustituirán por valores concretos: {{order_id}} ==> número de pedido {{order_date}} ==> fecha de pedido {{customer_id}} ==> número de comprador {{customer_name}} ==> nombre del comprador {{customer_company}} ==> nombre de la empresa del comprador {{customer_email}} ==> dirección de correo electrónico del comprador {{transaction_id}} ==> ID de la transacción de SOFORT Banking

source: Reason 2
de: Verwendungszweck 2
es: Concepto 2

source: Currency selection
de: Währungsauswahl
es: Selección de la divisa

source: Determines the currencies this payment method can be paid with. Options: EUR, CHF, GBP, PLN.
de: Legt fest, in welchen Währungen mit dieser Zahlart bezahlt werden kann. Auswahlmöglichkeiten: EUR, CHF, GBP, PLN.
es: Define qué divisas se puede utilizar para pagar con esta forma de pago. Opciones: EUR, CHF, GBP, PLN.

source: Country selection
de: Länderauswahl
es: Selección del país

source: Determines the countries in which this payment method can be paid with. Options: DE, EN, …
de: Legt fest, aus welchen Ländern mit dieser Zahlart bezahlt werden kann. Auswahlmöglichkeiten: DE, EN, …
es: Define desde qué países se puede pagar con esta forma de pago. Opciones: DE, EN, ...

source: Activate logging
de: Logging aktivieren
es: Activar registro

source: Activates the logging of actions of the module. Should only be activated for troubleshooting. The log file can be found in Drupal's watchdog.
de: Aktiviert die Protokollierung der Aktionen des Moduls. Sollte nur zur Fehlersuche aktiviert werden. Die Log-Datei finden Sie in Drupal's Watchdog.
es: Activa el protocolo de acciones del módulo. Debe activarse únicamente para buscar errores. El archivo de registro se encuentra en Drupal watchdog.

source: Assign status changes at SOFORT to the order status of your shop in the following:
de: Ordnen Sie im Folgenden Statusänderungen bei SOFORT den Bestellstatus Ihres Shops zu:
es: Asigne los siguientes cambios de estado de SOFORT al estado de pedido de su tienda:

source: Temporary
de: Temporär
es: Temporal

source: Define the status for orders which have not been paid yet.
de: Definieren Sie den Status für Bestellungen, die noch nicht bezahlt wurden.
es: Defina este estado en los pedidos que todavía no se han pagado.

source: Confirmed payment
de: Bestätigte Zahlung
es: Pago confirmado

source: Define the status for orders which have been successfully completed by SOFORT Banking.
de: Definieren Sie den Status für Bestellungen, die mit SOFORT Überweisungen erfolgreich abgeschlossen wurden.
es: Defina este estado en los pedidos que se han completado correctamente con SOFORT Banking.

source: Receipt of payment
de: Geldeingang
es: Abono

source: Define the status for orders for which payment has been received on the account. Only available with SOFORT Bank account.
de: Definieren Sie den Status für Bestellungen, bei denen das Geld auf dem Konto eingegangen ist. Nur mit SOFORT Bank Konto verfügbar.
es: Defina este estado en los pedidos cuyo pago se haya recibido en la cuenta. Solo está disponible con la cuenta de SOFORT Bank.

source: Aborted payment
de: Abgebrochene Zahlung
es: Pago cancelado

source: Define the status for orders which have been aborted.
de: Definieren Sie den Status für Bestellungen, die abgebrochen wurden.
es: Defina este estado en los pedidos cancelados.

source: Check order
de: Bestellung prüfen
es: Verificar pedido

source: Define the status for orders which require a check. Only available with SOFORT Bank account.
de: Definieren Sie den Status für Bestellungen, die einer Überprüfung der Zahlung bedürfen. Nur mit SOFORT Bank Konto verfügbar.
es: Defina este estado en los pedidos en los que se deba verificar el pago. Solo está disponible con la cuenta de SOFORT Bank.

source: Partial refund
de: Teilerstattung
es: Reembolso parcial

source: Define the status for orders which will be refunded.
de: Definieren Sie den Status für Bestellungen, die erstattet werden.
es: Defina este estado en los pedidos que se hayan reembolsado.

source: Refund
de: Erstattung
es: Reembolso

source: Confirmed
de: Bestätigt
es: Confirmado

source: Aborted
de: Abgebrochen
es: Cancelado

source: *no status change*
de: *keine Statusänderung*
es: *sin cambio*

source: Discard aborted payments
de: Abgebrochene Zahlungen verwerfen
es: Rechazar pagos cancelados

source: Orders with aborted payment will not be saved.
de: Bestellungen mit abgebrochener Bezahlung werden nicht gespeichert.
es: Los pedidos cuyo pago se ha cancelado no se guardan.

source: Redirection to SOFORT - Payment has not been made yet.
de: Weiterleitung zu SOFORT - Bezahlung noch nicht erfolgt.
es: Redireccionando a SOFORT - pago no efectuado todavía.

source: SOFORT Banking has been transmitted successfully - Transaction ID: !transactionid.
de: SOFORT Überweisung erfolgreich übermittelt - Transaktions-ID: !transactionid.
es: SOFORT Banking se ha efectuado correctamente - ID de la transacción: !transactionid.

source: Payment receipt on account.
de: Geldeingang auf Konto.
es: Abono en cuenta.

source: Payment aborted.
de: Bezahlung abgebrochen.
es: Pago cancelado.

source: Payment confirmed. Payment has not been received yet. Transaction ID: !transactionid.
de: Zahlung erfolgt. Geldeingang konnte noch nicht festgestellt werden. Transaktions-ID: !transactionid.
es: Pago confirmado. No se ha podido confirmar el abono en cuenta. ID de la transacción: !transactionid.

source: Amount will be refunded.
de: Betrag wird erstattet.
es: El importe será reembolsado.

source: Partial amount will be refunded - !refunded_amount.
de: Teilbetrag wird erstattet - !refunded_amount.
es: El importe parcial será reembolsado - !refunded_amount.

source: Options
de: Optionen

source: Confirmed payment (not credited yet). Only available with SOFORT Bank account.
de: Bestätigte Zahlung (not credited yet). Nur mit SOFORT Bank Konto verfügbar
es: Pago confirmado (not credited yet). Solo está disponible con la cuenta de SOFORT Bank

source: Version: !version_number
es: Versión: !version_number

source: Logo & text
es: Logotipo y texto
